Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: %(platform_name)s Enterprise Offer Administration Tool
ar_sa: %(platform_name)s أداة إدارة عروض المؤسسات
cs: %(platform_name)s Nástroj pro správu podnikových nabídek
de: %(platform_name)s Verwaltungstool für Unternehmensangebote
fa_ir: مایلید درباره اعتبار %(platform_name)s اطلاعات بیشتری داشته باشید؟
fi: %(platform_name)s Yritystarjouksen hallintatyökalu
fr_fr: %(platform_name)s Outil d&#39;administration des offres d&#39;entreprise
hi: %(platform_name)s एंटरप्राइज ऑफर एडमिनिस्ट्रेशन टूल
it: %(platform_name)s Strumento di amministrazione delle offerte aziendali
ko_kr: %(platform_name)s 기업 할인 정보 관리 도구
pl_pl: %(platform_name)s Narzędzie do administrowania ofertą dla przedsiębiorstw
uk_ua: %(platform_name)s Інструмент адміністрування корпоративних пропозицій

source: SKU {sku} does not exist.
ar_sa: SKU {sku} غير موجود.
cs: SKU {sku} neexistuje.
de: SKU {sku} existiert nicht.
fa_ir: SKU {sku} وجود ندارد.
fi: SKU:ta {sku} ei ole olemassa.
fr_fr: Le SKU {sku} n&#39;existe pas.
hi: SKU {sku} मौजूद नहीं है।
it: Lo SKU {sku} non esiste.
ko_kr: SKU {sku}가 없습니다.
pl_pl: SKU {sku} nie istnieje.
sl: SKU {sku} ne obstaja.
uk_ua: SKU {sku} не існує.

source: There is no Enterprise Customer associated with SKU {sku}.
ar_sa: لا يوجد عميل مؤسسي مرتبط بـ SKU {sku} .
cs: K SKU {sku} není přidružen žádný podnikový zákazník.
de: Mit der SKU {sku} ist kein Enterprise-Kunde verknüpft.
fa_ir: هیچ مشتری سازمانی مرتبط با SKU {sku} وجود ندارد.
fi: SKU:hun {sku} ei ole liitetty yritysasiakasta.
fr_fr: Il n&#39;y a pas de client d&#39;entreprise associé au SKU {sku}.
hi: SKU {sku} से कोई एंटरप्राइज़ ग्राहक संबद्ध नहीं है।
it: Non esiste alcun cliente aziendale associato allo SKU {sku} .
ko_kr: SKU {sku}와 연결된 기업 고객이 없습니다.
pl_pl: Z jednostką SKU {sku} nie jest powiązany żaden klient korporacyjny.
sl: S SKU {sku} ni povezana nobena podjetniška stranka.
uk_ua: Немає корпоративного клієнта, пов’язаного з SKU {sku} .

source: If you have concerns about sharing your data, please contact your administrator at {enterprise}.
ar_sa: إذا كانت لديك مخاوف بشأن مشاركة بياناتك، فيرجى الاتصال مدير على {enterprise} .
cs: Máte-li obavy ohledně sdílení svých dat, kontaktujte svého administrátora na čísle {enterprise}.
de: Wenn Sie Bedenken hinsichtlich der Weitergabe Ihrer Daten haben, wenden Sie sich bitte an Ihren Administrator unter {enterprise} .
fa_ir: اگر درباره اشتراک گذاری داده‌های خود نگرانی دارید، لطفاً با مدیر خود در {enterprise} تماس بگیرید.
fi: Jos olet huolissasi tietojesi jakamisesta, ota yhteyttä järjestelmänvalvojaasi osoitteessa {enterprise}.
fr_fr: Si vous avez des inquiétudes concernant le partage de vos données, veuillez contacter votre administrateur au {enterprise}.
hi: यदि आपको अपना डेटा साझा करने के बारे में चिंता है, तो कृपया {enterprise} पर अपने व्यवस्थापक से संपर्क करें।
it: Se hai dubbi sulla condivisione dei tuoi dati, contatta il tuo amministratore all&#39;indirizzo {enterprise} .
ko_kr: 데이터 공유와 관련된 문제가 있는 경우 {enterprise}의 관리자에게 문의해 주세요.
pl_pl: Jeśli masz wątpliwości dotyczące udostępniania swoich danych, skontaktuj się z administratorem pod {enterprise} .
sl: Če imate pomisleke glede skupne rabe svojih podatkov, se obrnite na skrbnika na {enterprise}.
uk_ua: Якщо у вас є занепокоєння щодо обміну дані , Будь ласка зверніться до свого адміністратор за {enterprise} .

source: If you have concerns about sharing your data, please contact your administrator at {enterprise} at {contact_info}.
ar_sa: إذا كانت لديك مخاوف بشأن مشاركة بياناتك، فيرجى الاتصال مدير على {enterprise} على {contact_info} .
cs: Máte-li obavy ohledně sdílení svých dat, kontaktujte svého administrátora na čísle {enterprise} na adrese {contact_info}.
de: Wenn Sie Bedenken hinsichtlich der Weitergabe Ihrer Daten haben, wenden Sie sich bitte an Ihren Administrator unter {enterprise} oder {contact_info} .
fa_ir: اگر درباره اشتراک‌گذاری داده‌های خود نگرانی دارید، لطفاً با مدیر خود در {enterprise} در {contact_info} تماس بگیرید.
fi: Jos olet huolissasi tietojesi jakamisesta, ota yhteyttä järjestelmänvalvojaasi osoitteessa {enterprise} osoitteessa {contact_info}.
fr_fr: Si vous avez des inquiétudes concernant le partage de vos données, veuillez contacter votre administrateur au {enterprise} au {contact_info}.
hi: यदि आपको अपना डेटा साझा करने के बारे में चिंता है, तो कृपया अपने व्यवस्थापक से {enterprise} पर {contact_info} पर संपर्क करें।
it: Se hai dubbi sulla condivisione dei tuoi dati, contatta il tuo amministratore all&#39;indirizzo {enterprise} at {contact_info} .
ko_kr: 데이터 공유와 관련된 문제가 있는 경우 {contact_info}에서 {enterprise} 관리자에게 문의해 주세요.
pl_pl: Jeśli masz wątpliwości dotyczące udostępniania swoich danych, skontaktuj się ze swoim administratorem pod {enterprise} pod {contact_info} .
sl: Če imate pomisleke glede skupne rabe svojih podatkov, se obrnite na svojega skrbnika na {enterprise} na {contact_info}.
uk_ua: Якщо у вас є занепокоєння щодо обміну дані , Будь ласка зв&#39;яжіться з адміністратор за {enterprise} за {contact_info} .

source: Enrollment in {course_name} was not complete.
ar_sa: لم يكتمل التسجيل في {course_name} .
cs: Registrace do {course_name} nebyla dokončena.
de: Die Anmeldung bei {course_name} war nicht abgeschlossen.
fa_ir: ثبت‌نام در {course_name} کامل نشد.
fi: Ilmoittautuminen ryhmään {course_name} ei ollut valmis.
fr_fr: L&#39;inscription à {course_name} n&#39;était pas terminée.
hi: {course_name} में नामांकन पूरा नहीं हुआ था।
it: La registrazione a {course_name} non è stata completata.
ko_kr: {course_name}에 대한 등록이 완료되지 않았습니다.
pl_pl: Rejestracja w {course_name} nie została ukończona.
sl: Vpis v {course_name} ni bil dokončan.
uk_ua: запис в {course_name} не був повним.

source: Enterprise offer updated!
ar_sa: تم تحديث عرض المؤسسة!
cs: Podniková nabídka aktualizována!
de: Unternehmensangebot aktualisiert!
fa_ir: پیشنهاد سازمانی روزآمد شد!
fi: Yritystarjous päivitetty!
fr_fr: Offre entreprise mise à jour !
hi: एंटरप्राइज ऑफर अपडेट किया गया!
it: Offerta Enterprise aggiornata!
ko_kr: 기업 할인 정보가 업데이트되었습니다!
pl_pl: Oferta dla przedsiębiorstw zaktualizowana!
sl: Ponudba podjetja posodobljena!
uk_ua: Корпоративна пропозиція оновлена!

source: Enterprise offer created!
ar_sa: تم إنشاء عرض المؤسسة!
cs: Podniková nabídka vytvořena!
de: Unternehmensangebot erstellt!
fa_ir: پیشنهاد سازمانی ساخته شد!
fi: Yritystarjous luotu!
fr_fr: Offre entreprise créée !
hi: एंटरप्राइज ऑफर बनाया गया!
it: Offerta aziendale creata!
ko_kr: 기업 할인 정보가 생성되었습니다!
pl_pl: Oferta dla przedsiębiorstw utworzona!
sl: Podjetniška ponudba ustvarjena!
uk_ua: Створено корпоративну пропозицію!

source: You can't check out with an empty basket.
ar_sa: لا يمكنك الخروج بسلة فارغة.
cs: Nemůžete se odhlásit s prázdným košíkem.
de: Sie können nicht mit einem leeren Warenkorb auschecken.
fa_ir: امکان تسویه حساب سبد خالی وجود ندارد.
fi: Tyhjällä korilla ei voi maksaa ulos.
fr_fr: Vous ne pouvez pas payer avec un panier vide.
hi: आप यहां से खाली बास्केट के साथ नहीं जा सकते
it: Non puoi effettuare il check-out con il carrello vuoto.
ko_kr: 빈 장바구니로 결제할 수 없습니다.
pl_pl: Nie możesz dokonać transakcji z pustym koszykiem.
sl: Ne morete odjaviti s prazno košarico.
uk_ua: ви не можете виписатися з порожнім кошик .

source: We couldn't locate the identification code necessary to find one of your products.
ar_sa: لم نتمكن من تحديد رمز التعريف اللازم للعثور على أحد منتجاتك.
cs: Nepodařilo se nám najít identifikační kód potřebný k nalezení jednoho z vašich produktů.
de: Wir konnten den IDentifikationscode, der zum Auffinden eines Ihrer Produkte erforderlich ist, nicht finden.
fa_ir: نمی‌توانیم از رمز شناسایی ضروری برای یافتن محصولات شما استفاده کنیم.
fi: Emme löytäneet tuotteesi löytämiseen tarvittavaa tunnistekoodia.
fr_fr: Nous n&#39;avons pas pu localiser le code d&#39;identification nécessaire pour trouver l&#39;un de vos produits.
hi: हम पता नहीं लगा सके पहचान कोड आवश्यक जो की आवश्यक है आपके एक उत्पादों खोजने के लिए
it: Non siamo riusciti a individuare il codice identificativo necessario per trovare uno dei tuoi prodotti.
ko_kr: 귀하의 품목을 찾는데 필요한 고유 식별 코드를 찾을 수 없습니다.
pl_pl: Nie znaleźliśmy kodu identyfikacyjnego niezbędnego do znalezienia jednego z Twoich produktów.
sl: Nismo mogli najti identifikacijske kode, potrebne za iskanje enega od vaših izdelkov.
uk_ua: Нам не вдалося знайти id код, необхідний для пошуку одного з ваших продуктів.

source: We couldn't find one of the products you're looking for.
ar_sa: لم نتمكن من العثور على أحد المنتجات التي تبحث عنها.
cs: Nenašli jsme jeden z produktů, které hledáte.
de: Wir konnten eines der von Ihnen gesuchten Produkte nicht finden.
fa_ir: نمی‌توانیم محصولات موردنظر شما را بیابیم.
fi: Emme löytäneet yhtäkään etsimistäsi tuotteista.
fr_fr: Nous n&#39;avons pas trouvé l&#39;un des produits que vous recherchez.
hi: हम आप के लिए देख रहे हैं उत्पादों में से एक भी नहीं मिल
it: Non siamo riusciti a trovare uno dei prodotti che stai cercando.
ko_kr: 찾고 있는 제품을 찾을 수 없습니다.
pl_pl: Nie znaleźliśmy jednego z produktów, których szukasz.
sl: Nismo mogli najti enega od izdelkov, ki jih iščete.
uk_ua: Ми не змогли знайти один із продуктів, які ви шукаєте.

source: One of the products you're trying to order is unavailable.
ar_sa: أحد المنتجات التي تحاول طلبها غير متوفر.
cs: Jeden z produktů, které se pokoušíte objednat, je nedostupný.
de: Eines der Produkte, dass Sie versuchen zu bestellen, ist nicht erhältlich.
fa_ir: یکی از محصولات مورد درخواست شما وجود ندارد.
fi: Yksi tuotteista, joita yrität tilata, ei ole saatavilla.
fr_fr: L&#39;un des produits que vous essayez de commander n&#39;est pas disponible.
hi: आप जिन उत्पादों को ऑर्डर करने का प्रयास कर रहे हैं उनमें से एक उपलब्ध नहीं है।
it: Uno dei prodotti che stai tentando di ordinare non è disponibile.
ko_kr: 주문하려고 하는 제품중 하나를 이용할 수 없습니다.
pl_pl: Jeden z produktów, który próbujesz zamówić, jest niedostępny.
sl: Eden od izdelkov, ki jih poskušate naročiti, ni na voljo.
uk_ua: Один із продуктів, які ви намагаєтеся замовити, недоступний.

source: We couldn't find enough information about you to perform the calculation.
ar_sa: لم نتمكن من العثور على معلومات كافية عنك لإجراء العملية الحسابية.
cs: K provedení výpočtu jsme o vás nenašli dostatek informací.
de: Wir konnten nicht genügend Informationen über Sie finden, um die Berechnung durchzuführen.
fa_ir: ما قادر به یافتن اطلاعات کافی درباره شما برای انجام این محاسبه نبودیم.
fi: Emme löytäneet sinusta tarpeeksi tietoa laskennan suorittamiseksi.
fr_fr: Nous n&#39;avons pas pu trouver suffisamment d&#39;informations vous concernant pour effectuer le calcul.
hi: गणना करने के लिए हमें आपके बारे में पर्याप्त जानकारी नहीं मिल सकी।
it: Non siamo riusciti a trovare informazioni sufficienti su di te per eseguire il calcolo.
ko_kr: 계산을 수행하기 위해 필요한 귀하와 관련된 충분한 정보를 찾을 수 없습니다.
pl_pl: Nie znaleźliśmy wystarczających informacji o Tobie, aby wykonać obliczenia.
sl: Nismo našli dovolj podatkov o vas za izvedbo izračuna.
uk_ua: Нам не вдалося знайти достатньо інформації про вас, щоб виконати обчислення.

source: EXPIRED
ar_sa: منتهي الصلاحية
cs: VYPRŠELO
de: ABGELAUFEN
fa_ir: منقضی شده
fi: VANHENTUNUT
fr_fr: EXPIRÉ
hi: खत्म हो चुका
it: SCADUTO
ko_kr: 만료됨
pl_pl: WYGASŁY
sl: POTEKLO
uk_ua: ПРОСТРАНЕНИЙ

source: INACTIVE
ar_sa: غير نشط
cs: NEAKTIVNÍ
de: INAKTIV
fa_ir: غیرفعال
fi: EPÄAKTIIVINEN
fr_fr: INACTIF
hi: निष्क्रिय
it: INATTIVO
ko_kr: 비활성
pl_pl: NIEAKTYWNY
sl: NEAKTIVNO
uk_ua: НЕАКТИвНИЙ

source: ACTIVE
ar_sa: نشيط
cs: AKTIVNÍ
de: AKTIV
fa_ir: فعال
fi: AKTIIVINEN
fr_fr: ACTIF
hi: सक्रिय
it: ATTIVO
ko_kr: 활성
pl_pl: AKTYWNY
sl: AKTIVNO
uk_ua: АКТИвНИЙ

source: Products must have a certificate type.
ar_sa: يجب أن تحتوي المنتجات على نوع الشهادة.
cs: Produkty musí mít typ certifikátu.
de: Produkte müssen einen Zertifikat haben.
fa_ir: نوع گواهی برای محصولات باید تعریف شود.
fi: Tuotteilla tulee olla sertifikaattityyppi.
fr_fr: Les produits doivent avoir un type de certificat.
hi: उत्पादों का प्रमाणपत्र प्रकार होना चाहिए.
it: I prodotti devono avere un tipo di certificato.
ko_kr: 제품에는 인증서 유형이 있어야 합니다.
pl_pl: Produkty muszą posiadać Certyfikat .
sl: Izdelki morajo imeti vrsto certifikata.
uk_ua: Продукція повинна мати сертифікат в &quot;Аті&quot;.

source: Products must have a price.
ar_sa: يجب أن يكون للمنتجات سعر.
cs: Produkty musí mít cenu.
de: Produkte müssen einen Preis haben.
fa_ir: محصولات باید قیمت داشته باشند.
fi: Tuotteilla pitää olla hinta.
fr_fr: Les produits doivent avoir un prix.
hi: उत्पादों की एक कीमत होनी चाहिए.
it: I prodotti devono avere un prezzo.
ko_kr: 제품은 가격이 책정되어야 합니다.
pl_pl: Produkty muszą mieć cenę.
sl: Izdelki morajo imeti ceno.
uk_ua: Продукти повинні мати ціну.

source: You need to provide a course UUID to create Course Entitlements.
ar_sa: تحتاج إلى توفير UUID للدورة التدريبية لإنشاء استحقاقات الدورة التدريبية.
cs: Chcete-li vytvořit oprávnění ke kurzu, musíte zadat UUID kurzu.
de: Sie müssen eine Kurs-UUID angeben, um Kursberechtigungen zu erstellen.
fa_ir: برای ایجاد حقوق دوره آموزشی، باید یک UUID دوره آموزشی ارائه دهید.
fi: Sinun on annettava kurssin UUID luodaksesi kurssioikeudet.
fr_fr: Vous devez fournir un UUID de cours pour créer des droits de cours.
hi: पाठ्यक्रम पात्रताएँ बनाने के लिए आपको एक पाठ्यक्रम यूयूआईडी प्रदान करना होगा।
it: È necessario fornire un UUID del corso per creare i diritti del corso.
ko_kr: 코스와 관련된 자격을 생성하시려면 코스 UUID를 제공해 주셔야 합니다.
pl_pl: Aby Utworzyć uprawnienia do kursu, musisz podać identyfikator UUID kursu.
sl: Za ustvarjanje pooblastil za tečaj morate zagotoviti UUID tečaja.
uk_ua: вам потрібно дати в ати a курс UUID до Ст <span class='notranslate'>в орю в ати</span> курс Entitlements.

source: Products must indicate whether ID verification is required.
ar_sa: يجب أن تشير المنتجات إلى ما إذا كان التحقق من الهوية مطلوبًا أم لا.
cs: Produkty musí uvádět, zda je vyžadováno ověření ID.
de: Auf den Produkten muss angegeben werden, ob ID erforderlich ist.
fa_ir: محصولات باید مشخص کنند رمز شناسایی ضروری است.
fi: Tuotteissa on ilmoitettava, vaaditaanko henkilöllisyystodistus.
fr_fr: Les produits doivent indiquer si la vérification de l&#39;identité est requise.
hi: उत्पादों को यह अवश्य बताना चाहिए कि आईडी सत्यापन की आवश्यकता है या नहीं।
it: I prodotti devono indicare se è richiesta la verifica dell&#39;identità.
ko_kr: 제품은 아이디 확인이 필요한지를 나타내야 합니다.
pl_pl: Produkty muszą wskazywać, czy wymagana jest weryfikacja tożsamości.
sl: Izdelki morajo navesti, ali je potrebno preverjanje osebnega dokumenta.
uk_ua: У продуктах має бути зазначено, чи потрібна перевірка id .

source: Invalid product class [{product_class}] requested.
ar_sa: فئة المنتج غير صالحة [ {product_class} ] مطلوبة.
cs: Byla požadována neplatná třída produktu [{product_class}].
de: Ungültige Produktklasse [ {product_class} ] angefordert.
fa_ir: کلاس محصول [{product_class}] درخواستی معتبر نیست.
fi: Virheellinen tuoteluokka [{product_class}] pyydetty.
fr_fr: Classe de produit non valide [{product_class}] demandée.
hi: अमान्य उत्पाद वर्ग [ {product_class} ] का अनुरोध किया गया।
it: È stata richiesta una classe di prodotto non valida [ {product_class} ].
ko_kr: 잘못된 제품 클래스 [{product_class}]가 요청되었습니다.
pl_pl: Zażądano nieprawidłowej klasy produktu [ {product_class} ].
sl: Zahtevan je neveljaven razred izdelka [{product_class}].
uk_ua: Недійсний id класу продукту [ {product_class} ] запитується.

source: Course [{course_id}] was not published to LMS because the switch [publish_course_modes_to_lms] is disabled. To avoid ghost SKUs, data has not been saved.
ar_sa: لم يتم نشر الدورة التدريبية [ {course_id} ] إلى LMS نظرًا لتعطيل المفتاح [publish_course_modes_to_lms]. لتجنب وحدات SKU المخفية، لم يتم حفظ البيانات.
cs: Kurz [{course_id}] nebyl publikován do LMS, protože je deaktivován přepínač [publish_course_modes_to_lms]. Aby se předešlo falešným SKU, nebyla data uložena.
de: Der Kurs [ {course_id} ] wurde nicht im LMS veröffentlicht, da der Schalter [publish_course_modes_to_lms] deaktiviert ist. Um Geister-SKUs zu vermeiden, wurden Daten nicht gespeichert.
fa_ir: دوره آموزشی [{course_id}] در سامانه آموزش مجازی منتشر نشده است زیرا سوئیچ [publish_course_modes_to_lms] غیرفعال است. برای ممانعت از SKUهای غیرواقعی، داده‌ها ذخیره نشده است.
fi: Kurssia [{course_id}] ei julkaistu opetusalustalle, koska kytkin [publish_course_modes_to_lms] on poistettu käytöstä. Tietoja ei ole tallennettu haamu-SKU:iden välttämiseksi.
fr_fr: Le cours [{course_id}] n&#39;a pas été publié sur LMS car le commutateur [publish_course_modes_to_lms] est désactivé. Pour éviter les SKU fantômes, les données n&#39;ont pas été enregistrées.
hi: पाठ्यक्रम [ {course_id} ] को LMS पर प्रकाशित नहीं किया गया क्योंकि स्विच [publish_course_modes_to_lms] अक्षम है। भूत SKU से बचने के लिए, डेटा सहेजा नहीं गया है।
it: Il corso [ {course_id} ] non è stato pubblicato su LMS perché l&#39;opzione [publish_course_modes_to_lms] è disabilitata. Per evitare SKU fantasma, i dati non sono stati salvati.
ko_kr: 스위치 [publish_course_modes_to_lms]가 사용되지 않도록 설정되어 있기 때문에 코스 [{course_id}]가 LMS에 게시되지 못했습니다. 또한 고스트 SKU를 피하기 위해 데이터가 저장되지 않았습니다.
pl_pl: Kurs [ {course_id} ] nie został opublikowany w LMS, ponieważ przełącznik [publish_course_modes_to_lms] jest wyłączony. Aby uniknąć widmowych kodów SKU, dane nie zostały zapisane.
sl: Tečaj [{course_id}] ni bil objavljen v LMS, ker je stikalo [publish_course_modes_to_lms] onemogočeno. Da bi se izognili navideznim SKU-jem, podatki niso bili shranjeni.
uk_ua: курс [ {course_id} ] не опубліковано в Навчальна система , оскільки перемикач [publish_course_modes_to_lms] відключений . Щоб уникнути id ghost SKU, дані не було збережено.

source: Enrollment code
ar_sa: رمز التسجيل
cs: Přihlašovací kód
de: Anmeldecode
fa_ir: کد ثبت‌نام
fi: Ilmoittautumiskoodi
fr_fr: Code d&#39;inscription
hi: नामांकन कोड
it: Codice di iscrizione
ko_kr: 등록 코드
pl_pl: Kod rejestracyjny
sl: Vpisna koda
uk_ua: код запис

source: Discount code
ar_sa: الرقم التسلسلي للخصم
cs: Slevový kód
de: Rabattcode
fa_ir: کد تخفیف
fi: Alennuskoodi
fr_fr: Code de réduction
hi: डिस्काउंट कोड
it: Codice di sconto
ko_kr: 할인 코드
pl_pl: Kod rabatowy
sl: Koda za popust
uk_ua: Код Знижка

source: Invalid order number or order {} does not exists.
ar_sa: رقم الطلب غير صالح أو الطلب {} غير موجود.
cs: Neplatné číslo objednávky nebo objednávka {} neexistuje.
de: Ungültige Bestellnummer oder Bestellung {} existiert nicht.
fa_ir: شماره سفارش یا سفارش {} معتبر نیست.
fi: Virheellinen tilausnumero tai tilausta {} ei ole olemassa.
fr_fr: Numéro de commande invalide ou commande {} n&#39;existe pas.
hi: अमान्य ऑर्डर संख्या या ऑर्डर {} मौजूद नहीं है.
it: Numero d&#39;ordine non valido o ordine {} non esiste.
ko_kr: 잘못된 주문 번호이거나 주문 {}이 존재하지 않습니다.
pl_pl: Nieprawidłowy numer zamówienia lub zamówienie {} nie istnieje.
sl: Neveljavna številka naročila ali naročilo {} ne obstaja.
uk_ua: Недійсний id номер замовлення або замовлення {} не існує.

source: New coupon voucher assignment Failure. Error: {}
ar_sa: قسيمة قسيمة جديدة واجب . خطأ: {}
cs: Přiřazení nového kuponového poukazu se nezdařilo. Chyba: {}
de: Neuer Gutschein Gutschein Aufgabe Fehler. Fehler: {}
fa_ir: انتساب کوپن جدید ناموفق بود. خطا: {}
fi: Uuden kuponkisetelin määritys epäonnistui. Virhe: {}
fr_fr: Échec de l&#39;attribution d&#39;un nouveau bon de réduction. Erreur: {}
hi: नया कूपन वाउचर असाइनमेंट विफलता। गलती: {}
it: Assegnazione voucher nuovo coupon Fallita. Errore: {}
ko_kr: 새 할인권 등록에 실패했습니다. 오류: {}
pl_pl: Nowy kupon kuponu zadanie . Błąd: {}
sl: Napaka pri dodelitvi novega kupona. Napaka: {}
uk_ua: Новий купон ваучер за в дачу неуспіх . помилка : {}

source: Your order {} can not be refunded as '{}' coupon are not supported to refund.
ar_sa: لا يمكن استرداد طلبك {} لأن قسيمة &#39;{}&#39; غير قابلة للاسترداد.
cs: Za vaši objednávku {} nelze vrátit peníze, protože vrácení peněz za kupón '{}' není podporováno.
de: Ihre Bestellung {} kann nicht erstattet werden, da die Rückerstattung des Gutscheins „{}“ nicht unterstützt wird.
fa_ir: سفارش شما {} قابل بازپرداخت نیست زیرا کوپن "{}" برای بازپرداخت پشتیبانی نمی‌شود.
fi: Tilaustasi {} ei voida hyvittää, koska kuponki &quot;{}&quot; ei tueta hyvitystä.
fr_fr: Votre commande {} ne peut pas être remboursée car le coupon &#39;{}&#39; n&#39;est pas pris en charge pour le remboursement.
hi: आपका ऑर्डर {} वापस नहीं किया जा सकता क्योंकि &#39;{}&#39; कूपन रिफंड के लिए समर्थित नहीं है।
it: Il tuo ordine {} non può essere rimborsato poiché il coupon &#39;{}&#39; non è supportato per il rimborso.
ko_kr: '{}' 쿠폰은 환불이 지원되지 않으므로 주문 {}을 환불할 수 없습니다.
pl_pl: Twoje zamówienie {} nie może zostać zwrócone, ponieważ kupon &#39;{}&#39; nie podlegają zwrotowi.
sl: Vašega naročila {} ni mogoče vrniti, saj kuponov »{}« ni mogoče povrniti.
uk_ua: ваше замовлення {} не може бути відшкодовано, оскільки купон «{}» не підтримуються для відшкодування.

source: Could note create new voucher for the order: {}
ar_sa: يمكن ملاحظة إنشاء قسيمة جديدة للطلب: {}
cs: Nelze vytvořit nový poukaz pro objednávku: {}
de: Konnte einen neuen Gutschein für die Bestellung erstellen: {}
fa_ir: کوپن جدید برای سفارش ایجاد نشد: {}
fi: Voidaan huomata luoda uusi kuponki tilaukselle: {}
fr_fr: Pourrait noter créer un nouveau bon pour la commande : {}
hi: ऑर्डर के लिए नया वाउचर नोट कर सकते हैं: {}
it: Potrebbe essere necessario creare un nuovo voucher per l&#39;ordine: {}
ko_kr: {} 주문에 대한 새 할인권을 생성할 수 있습니다.
pl_pl: Mógłbyś zanotować Utworzyć nowy voucher do zamówienia: {}
sl: Opomba: ustvarite nov kupon za naročilo: {}
uk_ua: Можна звернути Ст <span class='notranslate'>в орю в ати</span> новий ваучер на замовлення: {}

source: No SKUs provided.
ar_sa: لم يتم توفير وحدات SKU.
cs: Nebyly poskytnuty žádné SKU.
de: Keine SKUs angegeben.
fa_ir: SKU ها ارائه نشده‌است.
fi: SKU:ita ei ole annettu.
fr_fr: Aucun SKU fourni.
hi: कोई SKU प्रदान नहीं किया गया.
it: Nessun SKU fornito.
ko_kr: 제공된 SKU가 없습니다.
pl_pl: Nie podano jednostek SKU.
sl: SKU-ji niso navedeni.
uk_ua: Немає артикулів.

source: Products with SKU(s) [{skus}] do not exist.
ar_sa: المنتجات التي تحتوي على SKU (وحدات) SKU [ {skus} ] غير موجودة.
cs: Produkty se SKU [{skus}] neexistují.
de: Produkte mit SKU(s) [ {skus} ] existieren nicht.
fa_ir: محصولاتی با SKU(s) [{skus}] وجود ندارند.
fi: Tuotteita, joilla on SKU(t) [{skus}], ei ole olemassa.
fr_fr: Les produits avec SKU(s) [{skus}] n&#39;existent pas.
hi: SKU(s) [ {skus} ] वाले उत्पाद मौजूद नहीं हैं।
it: I prodotti con SKU [ {skus} ] non esistono.
ko_kr: SKU(s)가 [{skus}]인 제품이 존재하지 않습니다.
pl_pl: Produkty z numerami SKU [ {skus} ] nie istnieją.
uk_ua: Продуктів з SKU [ {skus} ] не існує.

source: Provide username or is_anonymous query param, but not both
ar_sa: قم بتوفير اسم المستخدم أو معلمة الاستعلام is_anonymous، ولكن ليس كليهما
cs: Zadejte uživatelské jméno nebo parametr dotazu is_anonymous, ale ne obojí
de: Geben Sie den Benutzernamen oder den is_anonymous-Abfrageparameter an, aber nicht beides
fa_ir: نام کاربری یا پارامتر درخواست is_anonymous را ارائه دهید، اما نه هر دو را
fi: Anna käyttäjänimi tai is_anonymous-kyselyparametri, mutta älä molempia
fr_fr: Indiquez le nom d&#39;utilisateur ou le paramètre de requête is_anonymous, mais pas les deux
hi: उपयोगकर्ता नाम या is_anonymous क्वेरी पैरामीटर प्रदान करें, लेकिन दोनों नहीं
it: Fornire il nome utente o il parametro di query is_anonymous, ma non entrambi
ko_kr: 사용자 이름 또는 is_anonymous 쿼리 매개 변수를 제공하되 둘을 한꺼번에 제공하시면 안됩니다.
pl_pl: Podaj nazwa użytkownika lub parametr zapytania is_anonymous, ale nie oba
sl: Navedite uporabniško ime ali parameter poizvedbe is_anonymous, vendar ne oboje
uk_ua: да в ати параметр запиту імені користувача або is_anonymous, але не обидва
