Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: This coupon code is not valid for this course. Try a different course.
ar_sa: رمز القسيمة هذا غير صالح لهذه الدورة. جرب دورة مختلفة.
cs: Tento kód kupónu není platný pro tento kurz. Zkuste jiný kurz.
de: Dieser Gutscheincode ist für diesen Kurs nicht gültig. Versuchen Sie es mit einem anderen Kurs.
fa_ir: این کد کوپن برای این دوره آموزشی معتبر نیست. یک دوره آموزشی متفاوت را امتحان کنید.
fi: Tämä kuponkikoodi ei kelpaa tälle kurssille. Kokeile toista kurssia.
fr_fr: Ce code promo n&#39;est pas valable pour ce cours. Essayez un cours différent.
hi: यह कूपन कोड इस पाठ्यक्रम के लिए मान्य नहीं है. कोई भिन्न पाठ्यक्रम आज़माएँ.
it: Questo codice coupon non è valido per questo corso. Prova un corso diverso.
ko_kr: 이 쿠폰 코드는 이 코스에선 사용하실 수 없습니다. 다른 코스에서 사용해 주세요.
pl_pl: Ten kod kupon nie jest ważny dla tego kursu. Wypróbuj inny kurs.
sl: Ta koda kupona ni veljavna za ta tečaj. Poskusite drugačen tečaj.
uk_ua: Цей код купон id для цього курс . Спробуйте інший курс .

source: Site
ar_sa: موقع
cs: Stránka
de: Website
fa_ir: وبگاه
fi: Sivusto
hi: साइट
it: Luogo
ko_kr: 사이트
pl_pl: Strona
sl: Spletno mesto
uk_ua: Сайт

source: Last date/time on which verification for this product can be submitted.
ar_sa: آخر تاريخ/وقت يمكن فيه تقديم التحقق من هذا المنتج.
cs: Konečné datum/čas, kdy může být odesláno ověření pro tento produkt.
de: Letztes Datum/Uhrzeit, zu dem/der die Verifizierung für dieses Produkt eingereicht werden kann.
fa_ir: آخرین تاریخ قابل قبول برای تایید این محصول
fi: Viimeinen päivämäärä/aika, jolloin tämän tuotteen vahvistus voidaan lähettää.
fr_fr: Dernière date/heure à laquelle la vérification pour ce produit peut être soumise.
hi: अंतिम तिथि/समय जिस पर इस उत्पाद के लिए सत्यापन प्रस्तुत किया जा सकता है।
it: Ultima data/ora in cui è possibile inviare la verifica per questo prodotto.
ko_kr: 이 제품에 대한 확인이 제출될 수 있는 마지막 날짜/시간
pl_pl: Ostatnia data/godzina, w której można przesłać weryfikację tego produktu.
sl: Zadnji datum/čas, ko je mogoče predložiti preverjanje za ta izdelek.
uk_ua: Остання дата/час, коли можна подати перевірку цього продукту.

source: Failed to publish commerce data for {course_id} to LMS.
ar_sa: فشل نشر بيانات التجارة لـ {course_id} إلى LMS.
cs: Nepodařilo se publikovat obchodní data pro {course_id} do LMS.
de: Die Veröffentlichung Daten für {course_id} im LMS ist fehlgeschlagen.
fa_ir: داده‌های تجاری {course_id} در سامانه آموزش مجازی منتشر نشد.
fi: Kauppatietojen {course_id} julkaiseminen LMS:lle epäonnistui.
fr_fr: Échec de la publication des données commerciales pour {course_id} sur LMS.
hi: LMS पर {course_id} के लिए वाणिज्य डेटा प्रकाशित करने में विफल।
it: Impossibile pubblicare i dati commerciali per {course_id} su LMS.
ko_kr: {course_id}에 대한 상업 데이터를 LMS에 게시하지 못했습니다.
pl_pl: Nie udało się opublikuj danych handlowych dla {course_id} w LMS.
sl: Podatkov o trgovini za {course_id} ni bilo mogoče objaviti v LMS.
uk_ua: Не вдалося опублікувати commerce дані для {course_id} у Навчальна система .

source: Audit
ar_sa: مستمع
de: Prüfung
fa_ir: رسیدگی
fi: Tarkastaa
hi: परीक्षण
ko_kr: 청강
pl_pl: Rewizja
sl: revizija
uk_ua: аудіт

source: Credit
ar_sa: بطاقة الائتمان
cs: Zápočet
de: Kredit
fa_ir: اعتبار
fi: Luotto
fr_fr: Crédit
hi: श्रेय
it: Credito
ko_kr: 학점
pl_pl: Kredyt
sl: Kredit
uk_ua: Кредит

source: Honor
ar_sa: منح
cs: Čestný
de: Ehre
fa_ir: افتخارات
fi: Kunnia
fr_fr: Honneur
hi: सम्मान
ko_kr: 명예
sl: čast
uk_ua: Честь

source: Professional
ar_sa: مهني
cs: Profesionální
de: Fachmann
fa_ir: حرفه‌ای
fi: Ammattilainen
fr_fr: Professionnel
hi: व्यावसायिक
it: Professionale
ko_kr: 전문과정
pl_pl: Profesjonalny
sl: Profesionalni
uk_ua: професійний

source: Verified
ar_sa: موثَّقة
cs: Verifikovaný
de: Verifiziert
fa_ir: تایید شده
fi: Vahvistettu
fr_fr: Vérifié
hi: सत्‍यापित
it: Verificato
ko_kr: 인증
pl_pl: Zweryfikowano
sl: Preverjeno
uk_ua: Перевірено

source: Executive Education
ar_sa: التعليم التنفيذي
cs: Vzdělávání manažerů
de: Führungskräfteausbildung
fa_ir: آموزش اجرایی
fi: Johtotason koulutus
fr_fr: Formation des cadres
hi: एक्सिकिटिव एडुकेशन
it: Formazione esecutiva
ko_kr: 경영인을 위한 교육
pl_pl: Edukacja wykonawcza

source: Paid Executive Education
ar_sa: التعليم التنفيذي مدفوع الأجر
cs: Placené manažerské vzdělávání
de: Bezahlte Weiterbildung für Führungskräfte
fa_ir: آموزش اجرایی با حقوق
fi: Maksullinen johtajakoulutus
fr_fr: Formation exécutive rémunérée
hi: भुगतान कार्यकारी शिक्षा
it: Formazione esecutiva retribuita
ko_kr: 유급 임원 교육
pl_pl: Płatne kształcenie kadry kierowniczej
uk_ua: id освіта для керівників

source: Unpaid Executive Education
ar_sa: التعليم التنفيذي غير مدفوع الأجر
cs: Neplacené manažerské vzdělávání
de: Unbezahlte Weiterbildung für Führungskräfte
fa_ir: آموزش اجرایی بدون حقوق
fi: Maksuton johtajakoulutus
fr_fr: Formation des cadres non rémunérée
hi: अवैतनिक कार्यकारी शिक्षा
it: Formazione esecutiva non retribuita
ko_kr: 무급 임원 교육
pl_pl: Nieodpłatne kształcenie kadry kierowniczej
uk_ua: id Executive Education

source: Paid Bootcamp
ar_sa: المعسكر التدريبي المدفوع
cs: Placený bootcamp
de: Bezahltes Bootcamp
fa_ir: Bootcamp پرداخت شده
fi: Maksullinen Bootcamp
fr_fr: Bootcamp payant
hi: सशुल्क बूटकैंप
it: Bootcamp a pagamento
ko_kr: 유료 부트캠프
pl_pl: Płatny Bootcamp

source: Unpaid Bootcamp
ar_sa: معسكر تدريبي غير مدفوع الأجر
cs: Neplacený Bootcamp
de: Unbezahltes Bootcamp
fa_ir: Bootcamp پرداخت نشده
fi: Maksuton Bootcamp
fr_fr: Bootcamp non rémunéré
hi: अवैतनिक बूटकैंप
it: Bootcamp non pagato
ko_kr: 무보수 부트캠프
pl_pl: Niepłatny Bootcamp

source: An error has occurred. We could not confirm that you are eligible for course credit. Try the transaction again.
ar_sa: حدث خطأ. لم نتمكن من تأكيد أنك مؤهل للحصول على رصيد الدورة التدريبية. حاول إجراء المعاملة مرة أخرى.
cs: Došlo k chybě. Nepodařilo se nám potvrdit, že máte nárok na zápočet z kurzu. Zkuste transakci znovu.
de: Ein Fehler ist aufgetreten. Wir konnten nicht bestätigen, dass Sie Anspruch auf Kursgutschriften haben. Versuchen Sie die Transaktion erneut.
fa_ir: خطایی رخ داده است. ما نتوانستیم تأیید کنیم که شما واجد شرایط دریافت اعتبار دوره آموزشی هستید. این تراکنش را دوباره امتحان کنید.
fi: Tapahtui virhe. Emme voineet vahvistaa, että olet oikeutettu kurssin hyvitykseen. Yritä tapahtumaa uudelleen.
fr_fr: Une erreur est survenue. Nous n&#39;avons pas pu confirmer que vous êtes admissible au crédit de cours. Réessayez la transaction.
hi: एक गलती हुई है। हम पुष्टि नहीं कर सके कि आप कोर्स क्रेडिट के लिए पात्र हैं। लेन-देन पुनः प्रयास करें.
it: C&#39;è stato un errore. Non siamo riusciti a confermare che hai diritto a ricevere crediti del corso. Riprovare la transazione.
ko_kr: 오류가 발생했습니다. 우리는 귀하께서 코스에 대한 학점을 받을 자격이 있는지 확인할 수 없었습니다. 방금 과정을 다시 시도해 주세요.
pl_pl: Wystąpił błąd. Nie mogliśmy potwierdzić, że kwalifikujesz się do zaliczenia kursu. Spróbuj ponownie przeprowadzić transakcję.
sl: Prišlo je do napake. Nismo mogli potrditi, da ste upravičeni do kredita za tečaj. Poskusite transakcijo znova.
uk_ua: Сталася помилка . Ми не можемо підтвердити, що ви маєте право на отримання кредиту курс . Повторіть спробу транзакції.

source: Credit is not currently available for "{course_name}". If you are currently enrolled in the course, please try again after all grading is complete. If you need additional assistance, please contact the {site_name} Support Team.
ar_sa: الرصيد غير متوفر حاليًا لـ &quot; {course_name} &quot;. إذا كنت مسجلاً حاليًا في الدورة التدريبية، فيرجى المحاولة مرة أخرى بعد اكتمال عملية التقييم. إذا كنت بحاجة إلى مساعدة إضافية، يرجى الاتصال بفريق الدعم {site_name} .
cs: Zápočet pro „{course_name}“ momentálně není k dispozici. Pokud jste aktuálně zapsáni do kurzu, zkuste to prosím znovu po dokončení všech hodnocení. Pokud potřebujete další pomoc, kontaktujte tým podpory {site_name}.
de: Für „ {course_name} “ ist derzeit kein Guthaben verfügbar. Wenn Sie bereits im Kurs eingeschrieben sind, versuchen Sie es bitte erneut, nachdem alle Benotungen abgeschlossen sind. Wenn Sie weitere Hilfe benötigen, wenden Sie sich bitte an das Support-Team von {site_name} .
fa_ir: در حال حاضر اعتبار برای "{course_name}" در دسترس نیست. اگر در دوره آموزشی ثبت‌نام کرده‌اید، لطفاً پس از اتمام نمره‌دهی، دوباره تلاش کنید. اگر به راهنمایی بیشتری نیاز دارید، لطفاً با تیم پشتیبانی {site_name} تماس بگیرید.
fi: Luottoa ei tällä hetkellä ole saatavilla kurssille {course_name}. Jos olet tällä hetkellä kurssilla, yritä uudelleen, kun kaikki arvosanat on suoritettu. Jos tarvitset lisäapua, ota yhteyttä {site_name}-tukitiimiin.
fr_fr: Le crédit n&#39;est pas disponible actuellement pour &quot;{course_name}&quot;. Si vous êtes actuellement inscrit au cours, veuillez réessayer une fois toutes les notations terminées. Si vous avez besoin d&#39;une assistance supplémentaire, veuillez contacter l&#39;équipe d&#39;assistance {site_name}.
hi: क्रेडिट वर्तमान में &quot; {course_name} &quot; के लिए उपलब्ध नहीं है। यदि आप वर्तमान में पाठ्यक्रम में नामांकित हैं, तो कृपया सभी ग्रेडिंग पूरी होने के बाद पुनः प्रयास करें। यदि आपको अतिरिक्त सहायता की आवश्यकता है, तो कृपया {site_name} सहायता टीम से संपर्क करें।
it: Il credito non è attualmente disponibile per &quot; {course_name} &quot;. Se sei attualmente iscritto al corso, riprova una volta completate tutte le valutazioni. Se hai bisogno di ulteriore assistenza, contatta il team di supporto {site_name} .
ko_kr: 현재 "{course_name}"에 대한 신용 정보를 사용하실 수 없습니다. 귀하께서 현재 코스에 등록되어 있는 경우, 모든 채점이 완료된 후 다시 시도해 주세요. 추가적인 도움이 필요하신 경우 {site_name} 지원 팀에 문의해 주세요.
pl_pl: Kredyt nie jest obecnie dostępny dla &quot; {course_name} &quot;. Jeśli jesteś aktualnie zapisany na kurs, spróbuj ponownie po ukończeniu wszystkich ocen. Jeśli potrzebujesz dodatkowej pomocy, skontaktuj się z zespół wsparcia {site_name} .
sl: Dobroimetje trenutno ni na voljo za »{course_name}«. Če ste trenutno vpisani v tečaj, poskusite znova, ko je vse ocenjevanje končano. Če potrebujete dodatno pomoč, se obrnite na skupino za podporo {site_name}.
uk_ua: Кредит недоступний на даний час для &quot; {course_name} &quot;. Якщо ви на даний час <span class='notranslate'>запис аний</span> в курс , Будь ласка спробуйте ще раз після завершення оцінювання. Якщо вам потрібна додаткова допомога, Будь ласка зверніться до команди підтримки {site_name} .

source: An error has occurred. We could not confirm that the institution you selected offers this course credit. Try the transaction again.
ar_sa: حدث خطأ. لم نتمكن من التأكد من أن المؤسسة التي حددتها تقدم رصيد الدورة هذا. حاول إجراء المعاملة مرة أخرى.
cs: Došlo k chybě. Nepodařilo se nám potvrdit, že instituce, kterou jste vybrali, nabízí tento zápočet. Zkuste transakci znovu.
de: Ein Fehler ist aufgetreten. Wir konnten nicht bestätigen, dass die von Ihnen ausgewählte Institution diese Studienleistung anbietet. Versuchen Sie die Transaktion erneut.
fa_ir: خطایی رخ داده است. ما نتوانستیم تأیید کنیم که موسسه‌ای که انتخاب کردید این اعتبار دوره را ارائه می دهد. این تراکنش را دوباره امتحان کنید.
fi: Tapahtui virhe. Emme voineet vahvistaa, että valitsemasi oppilaitos tarjoaa tämän kurssin hyvityksen. Yritä tapahtumaa uudelleen.
fr_fr: Une erreur est survenue. Nous n&#39;avons pas pu confirmer que l&#39;établissement que vous avez sélectionné offre ce crédit de cours. Réessayez la transaction.
hi: एक गलती हुई है। हम इसकी पुष्टि नहीं कर सके कि आपके द्वारा चयनित संस्थान इस पाठ्यक्रम का क्रेडिट प्रदान करता है। लेन-देन पुनः प्रयास करें.
it: C&#39;è stato un errore. Non è stato possibile confermare che l&#39;istituto selezionato offra questo credito del corso. Riprovare la transazione.
ko_kr: 오류가 발생했습니다. 선택한 기관에서 이 코스에 학점을 제공하는지 확인할 수 없습니다. 방금 과정을 다시 시도해주세요.
pl_pl: Wystąpił błąd. Nie mogliśmy potwierdzić, że wybrana instytucja oferuje zaliczenie tego kursu. Spróbuj ponownie przeprowadzić transakcję.
sl: Prišlo je do napake. Nismo mogli potrditi, da ustanova, ki ste jo izbrali, ponuja ta kreditni tečaj. Poskusite transakcijo znova.
uk_ua: Сталася помилка . Ми не можемо підтвердити, що вибрана вами установа пропонує цей курс кредит. Повторіть спробу транзакції.

source: %d%% enterprise discount
ar_sa: %d %% خصم المؤسسة
cs: %d%% podniková sleva
de: %d %% Unternehmensrabatt
fa_ir: %d%% تخفیف سازمانی
fi: %d%% yritysalennus
fr_fr: %d%% remise d&#39;entreprise
hi: %d %% उद्यम छूट
it: %d %% sconto aziendale
ko_kr: %d%% 기업 할인
pl_pl: %d %% rabat dla przedsiębiorstw
sl: %d%% popust za podjetja
uk_ua: %d %% підприємство Знижка

source: {value} fixed-price enterprise discount
ar_sa: {value} خصم المؤسسة ذو السعر الثابت
cs: {value} podniková sleva s pevnou cenou
de: {value} Firmenrabatt zum Festpreis
fa_ir: {value} تخفیف شرکتی با قیمت ثابت
fi: {value} kiinteähintainen yritysalennus
fr_fr: {value} remise d&#39;entreprise à prix fixe
hi: {value} निश्चित मूल्य उद्यम छूट
it: {value} sconto aziendale a prezzo fisso
ko_kr: {value} 고정 가격 기업 할인
pl_pl: {value} Stała cena rabatu dla przedsiębiorstw
sl: {value} popust za podjetja s fiksno ceno
uk_ua: {value} підприємство фіксованої ціни Знижка

source: Percentage
ar_sa: نسبة مئوية
cs: Procento
de: Prozentsatz
fa_ir: درصد
fi: Prosenttiosuus
fr_fr: Pourcentage
hi: प्रतिशत
it: Percentuale
ko_kr: 퍼센트
pl_pl: Odsetek
sl: Odstotek
uk_ua: процент

source: Absolute
ar_sa: مطلق
cs: Absolutní
de: Absolut
fa_ir: کامل
fi: Ehdoton
fr_fr: Absolu
hi: पूर्ण
it: Assoluto
ko_kr: 절대적인
pl_pl: Absolutny
sl: Absolutno
uk_ua: Абсолютний

source: This coupon has been made available through {new_enterprise}. To redeem this coupon, you must first logout. When you log back in, please select {new_enterprise} as your enterprise and try again.
ar_sa: لقد تم توفير هذه القسيمة من خلال {new_enterprise} . لاسترداد قيمة هذه القسيمة، يجب عليك تسجيل الخروج أولاً. عند سجل مرة أخرى، يرجى تحديد {new_enterprise} كمؤسستك والمحاولة مرة أخرى.
cs: Tento kupón byl zpřístupněn prostřednictvím {new_enterprise}. Chcete-li tento kupón uplatnit, musíte se nejprve odhlásit. Až se znovu přihlásíte, vyberte jako podnik {new_enterprise} a zkuste to znovu.
de: Dieser Gutschein wurde über {new_enterprise} zur Verfügung gestellt. Um diesen Gutschein einzulösen, müssen Sie sich zunächst abmelden. Wenn Sie sich erneut anmelden, wählen Sie bitte {new_enterprise} als Ihr Unternehmen aus und versuchen Sie es erneut.
fa_ir: این کوپن از طریق {new_enterprise} در دسترس قرار گرفته است. برای استفاده از این کوپن، ابتدا باید از سامانه خارج شوید. وقتی دوباره وارد سامانه شدید، لطفاً {new_enterprise} را به‌عنوان شرکت خود انتخاب کرده و دوباره امتحان کنید.
fi: Tämä kuponki on saatavilla osoitteessa {new_enterprise}. Lunastaaksesi tämän kupongin sinun on ensin kirjauduttava ulos. Kun kirjaudut takaisin sisään, valitse yritykseksi {new_enterprise} ja yritä uudelleen.
fr_fr: Ce coupon a été mis à disposition via {new_enterprise}. Pour utiliser ce coupon, vous devez d&#39;abord vous déconnecter. Lorsque vous vous reconnectez, sélectionnez {new_enterprise} comme entreprise et réessayez.
hi: यह कूपन {new_enterprise} के माध्यम से उपलब्ध कराया गया है। इस कूपन को रिडीम करने के लिए आपको पहले लॉगआउट करना होगा। जब आप वापस लॉग इन करें, तो कृपया अपने उद्यम के रूप में {new_enterprise} चुनें और पुनः प्रयास करें।
it: Questo coupon è stato reso disponibile tramite {new_enterprise} . Per riscattare questo coupon, devi prima disconnetterti. Quando accedi di nuovo, seleziona {new_enterprise} come azienda e riprova.
ko_kr: 이 쿠폰은 {new_enterprise}를 통해 제공되었습니다. 이 쿠폰을 사용하시려면 먼저 로그아웃해야 합니다. 다시 로그인하실 때 {new_enterprise}를 기업으로 선택해 주세요.
pl_pl: Ten kupon został udostępniony poprzez {new_enterprise} . Aby zrealizować ten kupon , musisz się najpierw wylogować. Po ponownym zalogowaniu wybierz {new_enterprise} jako swoje przedsiębiorstwo i spróbuj ponownie.
sl: Ta kupon je bil na voljo prek {new_enterprise}. Če želite unovčiti ta kupon, se morate najprej odjaviti. Ko se znova prijavite, izberite {new_enterprise} kot svoje podjetje in poskusite znova.
uk_ua: Цей купон став доступним через {new_enterprise} . Щоб отримати цей купон , ви повинні спочатку вийти. Під час входу в , Будь ласка виберіть {new_enterprise} як ваше підприємство та повторіть спробу.

source: This code is not valid with your email. Please login with the correct email assigned to the code or contact your Learning Manager for additional questions.
ar_sa: هذا الرمز غير صالح مع بريدك الإلكتروني. الرجاء تسجيل الدخول باستخدام البريد الإلكتروني الصحيح تعيين للرمز أو الاتصال بمدير التعلم الخاص بك للحصول على أسئلة إضافية.
cs: Tento kód není platný s vaším e-mailem. Přihlaste se prosím správným e-mailem přiřazeným ke kódu nebo se s dalšími dotazy obraťte na svého manažera výuky.
de: Dieser Code ist mit Ihrer E-Mail-Adresse nicht gültig. Bitte melden Sie sich mit der richtigen E-Mail-Adresse an, die dem Code zugeordnet ist, oder wenden Sie sich bei weiteren Fragen an Ihren Learning Manager.
fa_ir: این کد همراه با رایانامه شما معتبر نیست. لطفاً با نشانی رایانامه صحیح مختص کد وارد شوید یا برای سؤالات بیشتر با مدیر آموزش خود تماس بگیرید.
fi: Tämä koodi ei kelpaa sähköpostiisi. Kirjaudu sisään oikealla koodiin liitetyllä sähköpostiosoitteella tai ota yhteyttä oppimispäälliköksi, jos sinulla on kysyttävää.
fr_fr: Ce code n&#39;est pas valide avec votre email. Veuillez vous connecter avec l&#39;e-mail correct attribué au code ou contacter votre responsable de l&#39;apprentissage pour toute question supplémentaire.
hi: यह कोड आपके ईमेल के साथ मान्य नहीं है. कृपया कोड को दिए गए सही ईमेल से लॉगिन करें या अतिरिक्त प्रश्नों के लिए अपने लर्निंग मैनेजर से संपर्क करें।
it: Questo codice non è valido con la tua email. Effettua l&#39;accesso con l&#39;e-mail corretta assegnata al codice o contatta il tuo Learning Manager per ulteriori domande.
ko_kr: 이 코드는 귀하의 이메일에 사용하실 수 없습니다. 코드에 할당된 올바른 이메일 주소로 로그인 해주세요. 만약 궁금한 점이 있으신 경우 학습 관리자에게 문의해 주세요.
pl_pl: Ten kod nie działa z Twoim adresem e-mail. Zaloguj się przy użyciu prawidłowego adresu e-mail przypisanego do kodu lub skontaktuj się ze swoim Menedżerem ds. szkoleń, aby uzyskać dodatkowe pytania.
sl: Ta koda ni veljavna za vaš e-poštni naslov. Prijavite se s pravilnim e-poštnim naslovom, dodeljenim kodi, ali se za dodatna vprašanja obrnite na svojega vodjo učenja.
uk_ua: Цей код недійсний для вашої електронної пошти. Будь ласка , увійдіть за допомогою пра в ильно електронної пошти назначений на код або зверніться до свого менеджера з навчання, щоб отримати додаткові запитання.

source: Enterprise Customer UUID
ar_sa: UUID الخاص بالعميل في المؤسسة
cs: UUID podnikového zákazníka
de: UUID des Unternehmenskunden
fa_ir: UUID مشتری سازمانی
fi: Yritysasiakkaan UUID
fr_fr: UUID de client d&#39;entreprise
hi: एंटरप्राइज़ ग्राहक UUID
it: UUID del cliente aziendale
ko_kr: 기업 고객 UUID
pl_pl: Identyfikator UUID klienta korporacyjnego
sl: UUID poslovne stranke
uk_ua: UUID корпоративного клієнта

source: Enterprise Customer Catalog UUID
ar_sa: UUID لكتالوج عملاء المؤسسة
cs: UUID katalogu podnikových zákazníků
de: UUID des Unternehmenskundenkatalogs
fa_ir: UUID فهرست مشتری سازمانی
fi: Yritysasiakasluettelo UUID
fr_fr: UUID du catalogue client d&#39;entreprise
hi: एंटरप्राइज़ ग्राहक कैटलॉग यूयूआईडी
it: UUID del catalogo clienti aziendali
ko_kr: 기업 고객 카탈로그 UUID
pl_pl: UUID katalogu klientów korporacyjnych
sl: UUID kataloga poslovnih strank
uk_ua: Enterprise Customer каталог UUID

source: Discount Type
ar_sa: نوع الخصم
cs: Typ slevy
de: Rabattart
fa_ir: نوع تخفیف
fi: Alennustyyppi
fr_fr: Type de remise
hi: छूट का प्रकार
it: Tipo di sconto
ko_kr: 할인 유형
pl_pl: Rodzaj rabatu
sl: Vrsta popusta
uk_ua: Тип Знижка

source: Discount Value
ar_sa: قيمة الخصم
cs: Hodnota slevy
de: Rabattwert
fa_ir: مقدار تخفیف
fi: Alennusarvo
fr_fr: Valeur de remise
hi: छूट मूल्य
it: Valore scontato
ko_kr: 할인 값
pl_pl: Wartość rabatu
sl: Vrednost popusta
uk_ua: Знижка Значення

source: Contract Discount Type
ar_sa: نوع خصم العقد
cs: Typ smluvní slevy
de: Vertragsrabattart
fa_ir: نوع تخفیف قرارداد
fi: Sopimusalennustyyppi
fr_fr: Type de remise de contrat
hi: अनुबंध छूट प्रकार
it: Tipo di sconto del contratto
ko_kr: 계약 할인 유형
pl_pl: Typ rabatu kontraktowego
sl: Vrsta pogodbenega popusta
uk_ua: Договір Знижка Тип

source: Contract Discount
ar_sa: خصم العقد
cs: Smluvní sleva
de: Vertragsrabatt
fa_ir: تخفیف قرارداد
fi: Sopimusalennus
fr_fr: Rabais de contrat
hi: अनुबंध छूट
it: Sconto contrattuale
ko_kr: 계약 할인
pl_pl: Rabat kontraktowy
sl: Pogodbeni popust
uk_ua: Договір Знижка

source: Prepaid Invoice Amount
ar_sa: مبلغ الفاتورة المدفوعة مسبقًا
cs: Předplacená částka faktury
de: Vorausbezahlter Rechnungsbetrag
fa_ir: مبلغ فاکتور پیش‌پرداخت
fi: Ennakkoon maksetun laskun summa
fr_fr: Montant de la facture prépayée
hi: प्रीपेड चालान राशि
it: Importo della fattura prepagata
ko_kr: 선불 송장 금액
pl_pl: Kwota faktury przedpłaconej
sl: Znesek predplačanega računa
uk_ua: Prepa id рахунок-фактура Сума

source: Salesforce Opportunity ID
ar_sa: معرف فرصة Salesforce
fa_ir: شناسه فرصت Salesforce
fr_fr: ID d&#39;opportunité Salesforce
hi: सेल्सफोर्स अवसर आईडी
it: ID opportunità Salesforce
ko_kr: Salseforce Opportunity ID
pl_pl: Identyfikator możliwości Salesforce
sl: ID priložnosti Salesforce
uk_ua: id можливості Salesforce

source: Salesforce Opportunity Line Item
ar_sa: عنصر فرصة Salesforce
de: Salesforce-Opportunity-Werbebuchung
fi: Salesforce Opportunity -rivikohta
fr_fr: Élément de ligne d&#39;opportunité Salesforce
hi: सेल्सफोर्स अवसर लाइन आइटम
it: Elemento pubblicitario opportunità Salesforce
pl_pl: Element zamówienia Szansa Salesforce
uk_ua: Позиція Salesforce Opportunity

source: Emails Addresses
ar_sa: عناوين البريد الإلكتروني
cs: E-mailové adresy
de: E-Mail-Adressen
fa_ir: نشانی‌های رایانامه
fi: Sähköpostiosoitteet
fr_fr: Adresses e-mail
hi: ईमेल पते
it: Indirizzi di posta elettronica
ko_kr: 이메일 주소
pl_pl: Adresy e-mail
sl: E-poštni naslovi
uk_ua: Адреси електронної пошти

source: Comma separated emails which will receive the offer usage alerts
ar_sa: رسائل البريد الإلكتروني المفصولة بفواصل والتي ستتلقى تنبيهات استخدام العرض
cs: E-maily oddělené čárkami, které budou dostávat upozornění na využití nabídky
de: Durch Kommas getrennte E-Mails, die die Benachrichtigungen zur Angebotsnutzung erhalten
fa_ir: نشانی‌های رایانامه تفکیک‌شده با کاما که هشدارهای استفاده از پیشنهاد را دریافت خواهند کرد
fi: Pilkuilla erotetut sähköpostit, joihin lähetetään tarjouksen käyttövaroitukset
fr_fr: E-mails séparés par des virgules qui recevront les alertes d&#39;utilisation de l&#39;offre
hi: अल्पविराम से अलग किए गए ईमेल जो ऑफ़र उपयोग अलर्ट प्राप्त करेंगे
it: E-mail separate da virgole che riceveranno gli avvisi sull&#39;utilizzo dell&#39;offerta
ko_kr: 할인 서비스 사용 알림을 받을 쉼표로 구분된 이메일
pl_pl: E-maile oddzielone przecinkami, które będą otrzymywać powiadomienia o wykorzystaniu oferty
sl: E-poštna sporočila, ločena z vejico, ki bodo prejemala opozorila o uporabi ponudbe
uk_ua: Електронні листи, розділені комами, які отримуватимуть сповіщення про використання пропозиції

source: Frequency for offer usage emails
ar_sa: تكرار رسائل البريد الإلكتروني الخاصة باستخدام العرض
cs: Frekvence e-mailů o využití nabídky
de: Häufigkeit für E-Mails zur Angebotsnutzung
fa_ir: تعداد رایانامه‌های استفاده از پیشنهاد
fi: Tarjousten käyttösähköpostien tiheys
fr_fr: Fréquence des e-mails d&#39;utilisation des offres
hi: ऑफ़र उपयोग ईमेल के लिए आवृत्ति
it: Frequenza delle email sull&#39;utilizzo delle offerte
ko_kr: 할인 서비스 사용 이메일 빈도
pl_pl: Częstotliwość e-maili dotyczących korzystania z ofert
sl: Pogostost e-poštnih sporočil o uporabi ponudb
uk_ua: Частота електронних листів про використання пропозицій
