Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: Redemption Count
ar_sa: عدد الاسترداد
cs: Počet výkupů
de: Einlösungsanzahl
fa_ir: تعداد بازخرید
fi: Lunastuksen määrä
fr_fr: Compte de remboursement
hi: मोचन गणना
it: Conteggio del riscatto
ko_kr: 상환 횟수
pl_pl: Liczba wykupów
sl: Število odkupov
uk_ua: Граф погашення

source: URL
ar_sa: الرابط
fa_ir: نشانی اینترنتی
fi: URL-osoite
hi: यूआरएल
pl_pl: Adres URL

source: Client
ar_sa: عميل
cs: Klient
de: Klient
fa_ir: مشتری
fi: Asiakas
hi: क्लाईंट
it: Cliente
ko_kr: 고객
pl_pl: Klient
sl: Stranka
uk_ua: Клієнт

source: Order Number
ar_sa: رقم الأمر
cs: Číslo objednávky
de: Bestellnummer
fa_ir: شمارۀ سفارش
fi: Tilausnumero
fr_fr: Numéro de commande
hi: ऑर्डर की संख्या
it: Numero dell'Ordine
ko_kr: 주문 번호
pl_pl: Numer zamówienia
sl: Številka naročila
uk_ua: Номер замовлення

source: Redeemed By Username
ar_sa: تم الاسترداد بواسطة اسم المستخدم
cs: Uplatněno podle uživatelského jména
de: Eingelöst durch Benutzernamen
fa_ir: بازخرید توسط نام‌کاربری
fi: Lunastettu käyttäjätunnuksella
fr_fr: Racheté par nom d&#39;utilisateur
hi: उपयोगकर्ता नाम द्वारा भुनाया गया
it: Riscattato tramite nome utente
ko_kr: 사용자 이름에 의해 상환됨
pl_pl: Wykupiony przez nazwa użytkownika
sl: Unovčeno z uporabniškim imenom
uk_ua: викуплено за іменем користувача

source: Range for coupon [{coupon_id}]
ar_sa: نطاق القسيمة [ {coupon_id} ]
cs: Rozsah pro kupón [{coupon_id}]
de: Bereich für Gutschein [ {coupon_id} ]
fa_ir: دامنه کوپن [{coupon_id}]
fi: Kupongin vaihteluväli [{coupon_id}]
fr_fr: Plage pour le coupon [{coupon_id}]
hi: कूपन के लिए रेंज [ {coupon_id} ]
it: Intervallo per coupon [ {coupon_id} ]
ko_kr: 쿠폰 범위 [{coupon_id}]
pl_pl: Asortyment kupon [ {coupon_id} ]
sl: Razpon za kupon [{coupon_id}]
uk_ua: Діапазон для купон [ {coupon_id} ]

source: Coupon Report for {coupon_name}
ar_sa: تقرير القسيمة لـ {coupon_name}
cs: Přehled kupónů pro {coupon_name}
de: Couponbericht für {coupon_name}
fa_ir: گزارش کوپن برای {coupon_name}
fi: Kuponkiraportti kohteelle {coupon_name}
fr_fr: Rapport de coupon pour {coupon_name}
hi: {coupon_name} के लिए कूपन रिपोर्ट
it: Rapporto coupon per {coupon_name}
ko_kr: {nowledon_name}에 대한 쿠폰 보고서
pl_pl: kupon Raport dla {coupon_name}
sl: Poročilo o kuponih za {coupon_name}
uk_ua: купон Звіт для {coupon_name}

source: Failed to find a matching stock record for coupon, report download canceled.
ar_sa: فشل العثور على سجل مخزون مطابق للقسيمة، تم إلغاء تحميل التقرير.
cs: Nepodařilo se najít odpovídající skladový záznam pro kupón, stahování přehledu bylo zrušeno.
de: Es konnte kein passender Bestandsdatensatz für den Coupon gefunden werden. herunterladen des Berichts wurde abgebrochen.
fa_ir: سابقه سهام منطبق با کوپن پیدا نشد، بارگیری گزارش لغو شد.
fi: Kupongille ei löytynyt vastaavaa varastotietuetta, raportin lataus peruutettiin.
fr_fr: Impossible de trouver un enregistrement boursier correspondant pour le coupon, le téléchargement du rapport a été annulé.
hi: कूपन के लिए मिलान स्टॉक रिकॉर्ड ढूंढने में विफल, रिपोर्ट डाउनलोड रद्द कर दिया गया।
it: Impossibile trovare un record azionario corrispondente per il coupon, download del report annullato.
ko_kr: 쿠폰에 대한 일치하는 재고 기록을 찾지 못했습니다. 보고서 다운로드가 취소되었습니다.
pl_pl: Nie udało się znaleźć pasującego rejestru giełdowego dla kupon , pobieranie raportu zostało anulowane.
sl: Ustreznega zapisa zalog za kupon ni bilo mogoče najti, prenos poročila je bil preklican.
uk_ua: Не вдалося знайти відповідний біржовий запис для купон , звіт завантажувати скасовано.

source: Not Paid
ar_sa: غير مدفوعة
cs: Nezaplaceno
de: Nicht bezahlt
fa_ir: پرداخت‌نشده
fi: Ei maksettu
fr_fr: Impayé
hi: भुगतान नहीं
it: Non pagato
ko_kr: 무료
pl_pl: Niezapłacone
sl: Ni plačano
uk_ua: Не id Pa

source: Paid
ar_sa: مدفوع
cs: Zaplaceno
de: Bezahlt
fa_ir: پرداخت‌شده
fi: Maksettu
fr_fr: Payé
hi: चुकाया गया
it: Pagato
ko_kr: 유료
pl_pl: Płatny
sl: Plačano

source: Prepaid
ar_sa: مسبقة الدفع
cs: Předplaceno
fa_ir: پیش‌پرداخت
fr_fr: Prépayé
hi: प्रीपेड
it: Prepagato
ko_kr: 선불
pl_pl: Opłacony z góry
sl: Predplačniško

source: Postpaid
ar_sa: الدفع الآجل
cs: Zpětně placeno
fa_ir: پس‌پرداخت
fi: Jälkimaksu
fr_fr: Port payé
hi: पोस्टपेड
it: Postepagato
ko_kr: 후불
pl_pl: Płatne z dołu
sl: Naknadno

source: Bulk purchase
ar_sa: الشراء بالجملة
cs: Hromadný nákup
de: Großeinkauf
fa_ir: خرید عمده
fi: Joukkoostos
fr_fr: Achat en vrac
hi: तादाद में खरीदी
it: Acquisto all&#39;ingrosso
ko_kr: 대량구매
pl_pl: Zakup hurtowy
sl: Nakup v razsutem stanju
uk_ua: Оптова закупівля

source: Not applicable
ar_sa: غير قابل للتطبيق
cs: Nelze použít
de: Unzutreffend
fa_ir: قابل اجرا نیست
fi: Ei sovellettavissa
fr_fr: N&#39;est pas applicable
hi: लागू नहीं
it: Non applicabile
ko_kr: 해당 없음
pl_pl: Nie dotyczy
sl: Se ne uporablja
uk_ua: Не застосовується

source: Fixed
ar_sa: مُثَبَّت
cs: Fixováno
de: Fest
fa_ir: اصلاح شد
fi: Korjattu
fr_fr: Fixé
hi: तय
it: Fisso
ko_kr: 결정됨
pl_pl: Naprawił
sl: Popravljeno
uk_ua: виправлено

source: Management View
ar_sa: عرض الإدارة
cs: Pohled pro správu
de: Managementansicht
fa_ir: نمای مدیریت
fi: Hallintanäkymä
fr_fr: Vue Gestion
hi: प्रबंधन देखें
it: Visualizzazione gestione
ko_kr: 운영 보기
pl_pl: Widok zarządczy
sl: Pogled upravljanja
uk_ua: Перегляд керування

source: Refund Transactions
ar_sa: معاملات استرداد الأموال
cs: Transakce vrácení peněz
de: Rückerstattungstransaktionen
fa_ir: تراکنش‌های بازپرداخت
fi: Hyvitystapahtumat
fr_fr: Rembourser les transactions
hi: रिफंड लेनदेन
it: Transazioni di rimborso
ko_kr: 환불 거래
pl_pl: Transakcje zwrotu środków
sl: Transakcije vračila kupnine
uk_ua: Трансакції повернення коштів

source: {action} is not a valid action.
ar_sa: {action} ليس إجراءً صالحًا.
cs: {action} není platná akce.
de: {action} ist keine gültige Aktion.
fa_ir: {action} اقدامی معتبری نیست.
fi: {action} ei ole kelvollinen toiminto.
fr_fr: {action} n'est pas une action valide.
hi: {कार्रवाई} एक वैध कार्रवाई नहीं है।
it: {action} non è un&#39;azione valida.
ko_kr: {action}은 유효하지 않은 액션입니다.
pl_pl: {action} nie jest prawidłową akcją.
sl: {action} ni veljavno dejanje.
uk_ua: {action} не є дійсною дією.

source: {value}% program discount
ar_sa: {value} % خصم البرنامج
cs: {value}% sleva na program
de: {value} % Programmrabatt
fa_ir: {value}% تخفیف برنامه
fi: {value} % ohjelmaalennus
fr_fr: {value} % de remise sur le programme
hi: {value} % कार्यक्रम छूट
it: {value} % di sconto sul programma
pl_pl: {value} % zniżki na program
sl: {value} % popusta na program
uk_ua: {value} % програма Знижка

source: {value} fixed-price program discount
ar_sa: {value} خصم برنامج السعر الثابت
cs: Sleva programu s pevnou cenou {value}
de: {value} Festpreis-Programmrabatt
fa_ir: {value} تخفیف برنامه با قیمت ثابت
fi: {value} kiinteähintainen ohjelmaalennus
fr_fr: {value} réduction du programme à prix fixe
hi: {value} निश्चित मूल्य कार्यक्रम छूट
it: {value} sconto programma a prezzo fisso
ko_kr: {value} 고정가격 프로그램 할인
pl_pl: {value} Rabat w ramach programu o stałej cenie
sl: {value} popust na program s fiksno ceno
uk_ua: {value} програма з фіксованою ціною Знижка

source: An offer already exists for this program.
ar_sa: يوجد عرض بالفعل لهذا البرنامج.
cs: Nabídka pro tento program již existuje.
de: Für dieses Programm existiert bereits ein Angebot.
fa_ir: یک پیشنهاد از پیش برای این برنامه هست.
fi: Tälle ohjelmalle on jo tarjous.
fr_fr: Une offre existe déjà pour ce programme.
hi: इस कार्यक्रम के लिए एक प्रस्ताव पहले से मौजूद है.
it: Esiste già un&#39;offerta per questo programma.
ko_kr: 이 프로그램에 대한 할인 정보가 이미 존재합니다.
pl_pl: Oferta na ten program już istnieje.
sl: Ponudba za ta program že obstaja.
uk_ua: Для цієї програма вже існує пропозиція.

source: {current_date} Discount for the {program_title} {program_type} Program
ar_sa: {current_date} خصم لبرنامج {program_title} {program_type}
cs: {current_date} Sleva pro program {program_title} {program_type}
de: {current_date} Rabatt für das {program_title} {program_type} Programm
fa_ir: {current_date} تخفیف برای برنامه {program_title} {program_type}
fi: {current_date} Alennus ohjelmasta {program_title} {program_type}
fr_fr: {current_date} Remise pour le programme {program_title} {program_type}
hi: {current_date} {program_title} {program_type} प्रोग्राम के लिए छूट
it: {current_date} Sconto per il programma {program_title} {program_type}
ko_kr: {current_date} {program_title} {program_type} 프로그램에 대한 할인
pl_pl: {current_date} Rabat na program {program_title} {program_type}
sl: {current_date} Popust za program {program_title} {program_type}
uk_ua: {current_date} Знижка для програма {program_title} {program_type}

source: Edit Program Offer: %(program_title)s
ar_sa: تعديل عرض البرنامج: %(program_title)s
cs: Upravit nabídku programu: %(program_title)s
de: Programmangebot bearbeiten : %(program_title)s
fa_ir: ویرایش پیشنهاد برنامه: %(program_title)s
fi: Muokkaa ohjelmatarjousta: %(program_title)s
fr_fr: Modifier l&#39;offre de programme : %(program_title)s
hi: कार्यक्रम प्रस्ताव संपादित करें: %(program_title)s
it: Modifica offerta programma: %(program_title)s
ko_kr: 프로그램 할인 정보 편집: %(program_title)s
pl_pl: Edytuj ofertę programu: %(program_title)s
sl: Uredi ponudbo programa: %(program_title)s
uk_ua: редагу в ати програма Пропозиція: %(program_title)s

source: Create Program Offer
ar_sa: إنشاء عرض البرنامج
cs: Vytvořit nabídku programu
de: Programmangebot erstellen
fa_ir: ایجاد پیشنهاد برنامه
fi: Luo ohjelmatarjous
fr_fr: Créer une offre de programme
hi: प्रोग्राम ऑफर बनाएं
it: Crea offerta di programma
ko_kr: 프로그램 할인 정보 생성
pl_pl: Utworzyć ofertę programową
sl: Ustvarite programsko ponudbo
uk_ua: Ст <span class='notranslate'>в орю в ати</span> програма Пропозиція

source: Program Offers
ar_sa: عروض البرامج
cs: Nabídka programů
de: Programmangebote
fa_ir: پیشنهادهای برنامه
fi: Ohjelmatarjoukset
fr_fr: Offres de programme
hi: कार्यक्रम प्रस्ताव
it: Offerte di programma
ko_kr: 프로그램 할인 정보
pl_pl: Oferty programu
sl: Programske ponudbe
uk_ua: Пропозиції програма

source: Edit Program Offer
ar_sa: تعديل عرض البرنامج
cs: Upravit nabídku programu
de: Programmangebot bearbeiten
fa_ir: ویرایش پیشنهاد برنامه
fi: Muokkaa ohjelmatarjousta
fr_fr: Modifier l&#39;offre de programme
hi: कार्यक्रम प्रस्ताव संपादित करें
it: Modifica offerta del programma
ko_kr: 프로그램 할인 정보 수정
pl_pl: Edytuj ofertę programu
sl: Uredi ponudbo programa
uk_ua: редагу в ати програма Offer

source: %(platform_name)s Program Offer Administration Tool
ar_sa: %(platform_name)s أداة إدارة عرض البرنامج
cs: %(platform_name)s Nástroj pro správu nabídky programu
de: %(platform_name)s Verwaltungstool für Programmangebote
fa_ir: %(platform_name)sابزار مدیریت پیشنهاد برنامه
fi: %(platform_name)s Ohjelmatarjouksen hallintatyökalu
fr_fr: %(platform_name)s Outil d&#39;administration de l&#39;offre de programme
hi: %(platform_name)s प्रोग्राम ऑफर एडमिनिस्ट्रेशन टूल
it: %(platform_name)s Strumento di amministrazione dell&#39;offerta del programma
ko_kr: %(platform_name)s 프로그램 할인 정보 관리 도구
pl_pl: %(platform_name)s Narzędzie do administrowania ofertą programu
uk_ua: %(platform_name)s програма Інструмент адміністрування пропозицій

source: Current program offers
ar_sa: عروض البرنامج الحالي
cs: Aktuální nabídka programů
de: Aktuelle Programmangebote
fa_ir: پیشنهادهای برنامه فعلی
fi: Nykyiset ohjelmatarjoukset
fr_fr: Offres de programmes en cours
hi: वर्तमान कार्यक्रम की पेशकश
it: Offerte di programmi attuali
ko_kr: 현재 프로그램 할인 정보
pl_pl: Aktualne oferty programowe
sl: Trenutna programska ponudba
uk_ua: Актуальні пропозиції програма

source: Program Title
ar_sa: عنوان البرنامج
cs: Název programu
de: Programmtitel
fa_ir: عنوان برنامه
fi: Ohjelman nimi
fr_fr: Titre du programme
hi: कार्यक्रम का शीर्षक
it: Titolo del programma
ko_kr: 프로그램 제목
pl_pl: Tytuł programu
sl: Naslov programa
uk_ua: програма Назва

source: Program offer updated!
ar_sa: تم تحديث عرض البرنامج!
cs: Nabídka programu aktualizována!
de: Programmangebot aktualisiert!
fa_ir: پیشنهاد برنامه روزآمد شد!
fi: Ohjelmatarjous päivitetty!
fr_fr: Offre de programme mise à jour !
hi: प्रोग्राम ऑफर अपडेट किया गया!
it: Offerta del programma aggiornata!
ko_kr: 프로그램 할인 정보가 업데이트되었습니다!
pl_pl: Oferta programowa zaktualizowana!
sl: Ponudba programa posodobljena!
uk_ua: Пропозиція програма оновлена!

source: Program offer created!
ar_sa: تم إنشاء عرض البرنامج!
cs: Nabídka programu vytvořena!
de: Programmangebot erstellt!
fa_ir: پیشنهاد برنامه ایجاد شد!
fi: Ohjelmatarjous luotu!
fr_fr: Offre de programme créée !
hi: कार्यक्रम प्रस्ताव बनाया गया!
it: Offerta del programma creata!
ko_kr: 프로그램 할인 정보가 생성되었습니다!
pl_pl: Oferta programowa utworzona!
sl: Programska ponudba ustvarjena!
uk_ua: Пропозиція програма створена!

source: Affiliate ID
ar_sa: الهوية التابعة
cs: ID přidruženého subjektu
de: Partner- ID
fa_ir: شناسه وابسته
fr_fr: ID d&#39;affilié
hi: संबद्ध आईडी
it: ID affiliato
ko_kr: 제휴사 ID
pl_pl: Identyfikator partnera
sl: ID podružnice
uk_ua: id філії

source: UTM Source
ar_sa: مصدر يو تي ام
cs: Zdroj UTM
de: UTM-Quelle
fa_ir: منبع UTM
fi: UTM-lähde
fr_fr: Source UTM
hi: यूटीएम स्रोत
it: Fonte UTM
ko_kr: UTM Source 파라미터
pl_pl: Źródło UTM
sl: Vir UTM
uk_ua: Джерело UTM

source: UTM Medium
ar_sa: متوسط UTM
cs: UTM střední
fa_ir: UTM متوسط
fr_fr: Moyen UTM
hi: यूटीएम माध्यम
it: Mezzo UTM
ko_kr: UTM Medium 파라미터
pl_pl: Średni UTM
sl: UTM srednji
uk_ua: Середній UTM

source: UTM Campaign
ar_sa: حملة UTM
cs: UTM kampaň
de: UTM-Kampagne
fa_ir: چالش UTM
fi: UTM-kampanja
fr_fr: Campagne UTM
hi: यूटीएम अभियान
it: Campagna UTM
ko_kr: UTM Campaign 파라미터
pl_pl: Kampania UTM
sl: UTM kampanja
uk_ua: Кампанія UTM

source: UTM Term
ar_sa: مصطلح UTM
cs: Termín UTM
de: UTM-Begriff
fa_ir: مدت UTM
fi: UTM-termi
fr_fr: Terme UTM
hi: यूटीएम अवधि
it: Termine UTM
ko_kr: UTM 용어
pl_pl: Termin UTM
sl: Izraz UTM
uk_ua: Термін UTM

source: UTM Content
ar_sa: محتوى UTM
cs: Obsah UTM
de: UTM- Inhalt
fa_ir: محتوای UTM
fi: UTM-sisältö
fr_fr: Contenu UTM
hi: यूटीएम सामग्री
it: Contenuto dell&#39;UTM
ko_kr: UTM 내용
pl_pl: UTM zawartość
sl: Vsebina UTM
uk_ua: контент UTM

source: UTM Created At
ar_sa: تم الإنشاء في UTM
cs: UTM vytvořeno v
de: UTM erstellt am
fa_ir: UTM در ایجاد شده است
fi: UTM luotu klo
fr_fr: UTM créé à
hi: यूटीएम यहां बनाया गया
it: UTM creato a
ko_kr: UTM 생성 시간
pl_pl: UTM Utworzono o godz
sl: UTM ustvarjen ob
uk_ua: UTM створено в

source: Dashboard
ar_sa: لوحة القيادة
cs: Nástěnka
de: Meine Kurse
fa_ir: پیشخوان
fi: Kojelauta
hi: डैशबोर्ड
it: Pannello di controllo
ko_kr: 대시보드
pl_pl: Panel
sl: Nadzorna plošča
uk_ua: Панель приладів

source: Catalogue
ar_sa: فهرس
cs: Katalog
de: Katalog
fa_ir: فهرست
fi: Luettelo
hi: सूची
it: Catalogare
ko_kr: 카탈로그
pl_pl: Katalog
sl: Katalog
uk_ua: каталог

source: Products
ar_sa: منتجات
cs: Produkty
de: Produkte
fa_ir: محصولات
fi: Tuotteet
fr_fr: Des produits
hi: उत्पादों
it: Prodotti
ko_kr: 제품
pl_pl: Produkty
sl: Izdelki
uk_ua: Продукти

source: Product Types
ar_sa: أنواع المنتجات
cs: Typy produktů
de: Produkttypen
fa_ir: انواع محصول
fi: Tuotetyypit
fr_fr: Types de produits
hi: उत्पाद प्रकार
it: Tipi di prodotto
ko_kr: 제품유형
pl_pl: Typy produktów
sl: Vrste izdelkov
uk_ua: види продукції

source: Categories
ar_sa: فئات
cs: Kategorie
de: Kategorien
fa_ir: فهرست‌ها
fi: Luokat
fr_fr: Catégories
hi: श्रेणियाँ
it: Categorie
ko_kr: 카테고리
pl_pl: Kategorie
sl: kategorije
uk_ua: Категорії

source: Ranges
ar_sa: نطاقات
cs: Rozsahy
de: Bereiche
fa_ir: دامنه‌ها
fi: Alueet
fr_fr: Gammes
hi: सीमाओं
it: Gamme
ko_kr: 범위
pl_pl: Zakresy
sl: Razponi
uk_ua: діапазони

source: Low stock alerts
ar_sa: تنبيهات انخفاض المخزون
cs: Upozornění na nízké zásoby
de: Warnungen bei niedrigem Lagerbestand
fa_ir: هشدارهای پایین‌بودن سهام
fi: Alhaisen varaston hälytykset
fr_fr: Alertes de stock faible
hi: कम स्टॉक अलर्ट
it: Avvisi di scorte in esaurimento
ko_kr: 낮은 스탁 알림
pl_pl: Powiadomienia o niskim stanie zapasów
sl: Opozorila o nizkih zalogah
uk_ua: Сповіщення про низькі запаси

source: Fulfillment
ar_sa: تحقيق، إنجاز
cs: Splnění
de: Erfüllung
fa_ir: اجرا
fi: Täyttäminen
fr_fr: Accomplissement
hi: पूर्ति
it: Compimento
ko_kr: 결제 이행
pl_pl: Spełnienie
sl: Izpolnitev
uk_ua: виконання

source: Orders
ar_sa: طلبات
cs: Objednávky
de: Bestellungen
fa_ir: سفارش‌ها
fi: Tilaukset
fr_fr: Ordres
hi: आदेश
it: Ordini
ko_kr: 주문
pl_pl: Zamówienia
sl: Naročila
uk_ua: Замовлення

source: Statistics
ar_sa: إحصائيات
cs: Statistika
de: Statistik
fa_ir: آمار
fi: Tilastot
fr_fr: Statistiques
hi: आंकड़े
it: Statistiche
ko_kr: 통계
pl_pl: Statystyka
sl: Statistika
uk_ua: Статистика

source: Refunds
ar_sa: المبالغ المستردة
cs: Vrácení peněz
de: Rückerstattungen
fa_ir: بازپرداخت
fi: Hyvitykset
fr_fr: Remboursements
hi: रिफंड
it: Rimborsi
ko_kr: 환불
pl_pl: Zwroty pieniędzy
sl: Povračila
uk_ua: Повернення коштів

source: Customers
ar_sa: عملاء
cs: Zákazníci
de: Kunde
fa_ir: مشتریان
fi: Asiakkaat
fr_fr: Clients
hi: ग्राहकों
it: Clienti
ko_kr: 고객
pl_pl: Klienci
sl: Stranke
uk_ua: Клієнти

source: Stock alert requests
ar_sa: طلبات تنبيه المخزون
cs: Žádosti o upozornění na skladové zásoby
de: Anfragen zu Lageralarmmeldungen
fa_ir: درخواست‌های هشدار سهام
fi: Osakevaroituspyynnöt
fr_fr: Demandes d&#39;alerte de stock
hi: स्टॉक अलर्ट अनुरोध
it: Richieste di avvisi di stock
ko_kr: 스탁 알림 요청
pl_pl: Żądania alertów giełdowych
sl: Zahteve za opozorila o zalogah
uk_ua: Запити сповіщень про запаси

source: Offers
ar_sa: عروض
cs: Nabídky
de: Bietet an
fa_ir: ارائه می‌دهد
fi: Tarjoukset
fr_fr: Des offres
hi: ऑफर
it: Offerte
ko_kr: 할인 정보
pl_pl: Oferuje
sl: Ponudbe
uk_ua: Пропозиції

source: Vouchers
ar_sa: قسائم
cs: Poukazy
de: Gutscheine
fa_ir: کوپن‌ها
fi: Kupongit
fr_fr: Pièces justificatives
hi: वाउचर
it: Buoni
ko_kr: 할인권
pl_pl: kupony
sl: Boni
uk_ua: ваучери

source: Reports
ar_sa: الإبلاغات
cs: Hlášení
de: Berichte
fa_ir: گزارش‌ها
fi: Raportit
fr_fr: Rapports
hi: रिपोर्ट्स
it: Rapporti
ko_kr: 보고서
pl_pl: Raporty
sl: Poročila
uk_ua: Звіти

source: English
ar_sa: إنجليزي
cs: Angličtina
de: Englisch
fa_ir: انگلیسی
fi: Englanti
fr_fr: Anglais
hi: अंग्रेज़ी
it: Inglese
ko_kr: 영어
pl_pl: język angielski
sl: angleščina
uk_ua: англійська

source: Spanish
ar_sa: الأسبانية
cs: Španělština
de: Spanisch
fa_ir: اسپانیولی
fi: Espanja
fr_fr: Espagnol
hi: स्पैनिश
it: spagnolo
ko_kr: 스페인어
pl_pl: hiszpański
sl: španski
uk_ua: Іспанська

source: Spanish (Latin American)
ar_sa: الإسبانية (أمريكا اللاتينية)
cs: Španělština (latinskoamerická)
de: Spanisch (Lateinamerikanisch)
fa_ir: اسپانیولی (آمریکای لاتین)
fi: espanja (latinalainen Amerikka)
fr_fr: Espagnol (Amérique latine)
hi: स्पैनिश (लैटिन अमेरिकी)
it: Spagnolo (latinoamericano)
ko_kr: 스페인어(라틴 아메리카)
pl_pl: Hiszpański (Ameryka Łacińska)
sl: španščina (latinskoameriška)
uk_ua: Іспанська (Латинська Америка)

source: Build
ar_sa: يبني
cs: Sestavení
de: Bauen
fa_ir: ساخت
fi: Rakentaa
fr_fr: Construire
hi: निर्माण
it: Costruire
ko_kr: 빌드
pl_pl: Zbudować
sl: Zgradite
uk_ua: Будувати

source: Version:
ar_sa: إصدار:
cs: Verze:
de: Ausführung:
fa_ir: نسخه:
fi: Versio:
hi: संस्करण:
it: Versione:
ko_kr: 버전:
pl_pl: Wersja:
sl: različica:
uk_ua: версія:

source: Redeem
ar_sa: يسترد
cs: Vykoupit
de: Tilgen
fa_ir: بازخرید
fi: Lunastaa
fr_fr: Rembourser
hi: रेडीम
it: Riscattare
ko_kr: 요청
pl_pl: Odkupić
sl: Odkupite
uk_ua: викупити

source: Coupon Codes
ar_sa: رموز القسيمة
cs: Kódy kupónů
de: Gutscheincodes
fa_ir: رمزهای کوپن
fi: Kuponkikoodit
fr_fr: Codes de coupon
hi: कूपन कोड
it: Codici promozionali
ko_kr: 쿠폰 코드
pl_pl: Kody kupon
sl: Kode kuponov
uk_ua: Коди купон

source: Earn a verified certificate in one of our popular courses to advance your career, showcase your accomplishments or enhance your college application.
ar_sa: احصل على شهادة تم التحقق منها في إحدى دوراتنا التدريبية الشائعة لتطوير حياتك المهنية أو عرض إنجازاتك أو تحسين تطبيق كليتك.
cs: Získejte ověřený certifikát v jednom z našich oblíbených kurzů, abyste mohli pokročit ve své kariéře, předvést své úspěchy nebo zlepšit svou přihlášku na vysokou školu.
de: Erwerben Sie ein verifiziertes Zertifikat in einem unserer beliebten Kurse, um Ihre Karriere voranzutreiben, Ihre Leistungen zu präsentieren oder Ihre Anwendung zu verbessern.
fa_ir: در یکی از دوره‌های آموزشی محبوب ما برای ارتقا شغلی، نمایش دستاوردهای خود یا ارتقای درخواست خود برای ورود به کالج، گواهی تاییدشده دریافت کنید.
fi: Ansaitse vahvistettu todistus jollakin suosituista kursseistamme edistääksesi uraasi, esitelläksesi saavutuksiasi tai parantaaksesi korkeakouluhakemustasi.
fr_fr: Obtenez un certificat vérifié dans l&#39;un de nos cours populaires pour faire avancer votre carrière, mettre en valeur vos réalisations ou améliorer votre candidature à l&#39;université.
hi: अपने करियर को आगे बढ़ाने, अपनी उपलब्धियों को प्रदर्शित करने या अपने कॉलेज आवेदन को बेहतर बनाने के लिए हमारे लोकप्रिय पाठ्यक्रमों में से एक में सत्यापित प्रमाणपत्र अर्जित करें।
it: Ottieni un certificato verificato in uno dei nostri corsi popolari per far avanzare la tua carriera, mostrare i tuoi risultati o migliorare la tua domanda di iscrizione al college.
ko_kr: 우리의 인기 교육 과정 중 하나에서 검증된 인증서를 취득하여 경력을 발전시키고, 성과를 보여주거나, 귀하의 대학 지원을 강화해 주세요.
pl_pl: Zdobądź zweryfikowany Certyfikat na jednym z naszych popularnych kursów, aby rozwijać swoją karierę, zaprezentować swoje osiągnięcia lub poprawić swoją aplikację na studia.
sl: Prislužite si preverjen certifikat na enem od naših priljubljenih tečajev za napredovanje v karieri, predstavitev svojih dosežkov ali izboljšanje prijave na fakulteto.
uk_ua: Отримайте підтверджений сертифікат в аті в одному з наших популярних курсів, щоб просунути свою кар’єру, продемонструвати свої досягнення або підвищити свій додаток в коледжі.

source: Why buy a verified certificate?
ar_sa: لماذا شراء شهادة التحقق منها؟
cs: Proč kupovat ověřený certifikát?
de: Warum ein verifiziertes Zertifikat kaufen?
fa_ir: چرا گواهی تاییدشده را بخرم؟
fi: Miksi ostaa varmennettu sertifikaatti?
fr_fr: Pourquoi acheter un certificat vérifié ?
hi: सत्यापित प्रमाणपत्र क्यों खरीदें?
it: Perché acquistare un certificato verificato?
ko_kr: 검증된 인증서를 구매하는 이유는 무엇인가요?
pl_pl: Dlaczego warto kupić sprawdzony Certyfikat ?
sl: Zakaj kupiti preverjen certifikat?
uk_ua: Навіщо купувати перевірений сертифікат в аті?
