Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, az, cs, fi_fi, ko_kr, sl, zh_tw

source: This field is required.
af_za: Hierdie veld word vereis.
az: Bu xana tələb olunur.
cs: Toto pole je povinné.
fi_fi: Pakollinen kenttä.
ko_kr: 이 필드는 필수 필드입니다.
sl: To polje je obvezno.
zh_tw: 此為必填欄位。

source: This value must be a number.
af_za: Hierdie waarde moet 'n nommer wees.
az: Bu dəyər rəqəm olmalıdır.
cs: Tato hodnota musí být číslo.
fi_fi: Arvon tulee olla numero.
ko_kr: 이 값은 무조건 숫자여야 합니다.
sl: Ta vrednost mora biti številka.
zh_tw: 此數值必須為數字。

source: This value must be a date.
af_za: Hierdie waarde moet 'n datum wees.
az: Bu dəyər tarix olmalıdır.
cs: Tato hodnota musí být datum.
fi_fi: Arvon tulee olla päivämäärä
ko_kr: 이 값은 무조건 날짜여야 합니다.
sl: Ta vrednost mora biti datum.
zh_tw: 此數值必須為日期。

source: At least one seat type must be selected.
af_za: Minstens een sitplek moet gekies word.
az: Ən azı bir yer növü seçilməlidir.
cs: Musí být vybrán alespoň jeden typ sedadla.
fi_fi: Vähintään yksi paikkatyyppi täytyy olla valittuna.
ko_kr: 적어도 하나의 seat 타입이 선택되어야 합니다.
sl: Izbrati morate vsaj eno vrsto sedeža.
zh_tw: 至少必須選擇一個名額類型。

source: This field must be empty or contain 1-16 alphanumeric characters.
af_za: Hierdie veld moet leeg wees of 1-16 alfanumeriese karakters bevat.
az: Bu xana boş və ya 1-16 alfasayısal simvollar yazılmalıdır.
cs: Toto pole musí být prázdné nebo obsahovat 1-16 alfanumerických znaků.
fi_fi: Tämän kentän täytyy olla tyhjä tai sisältää 1-16 aakkosnumeerista merkkiä.
ko_kr: 이 필드는 공백이거나 1-16 글자 혹은 숫자로만 구성되어야 합니다.
sl: To polje mora biti prazno ali vsebovati 1-16 alfanumeričnih znakov.
zh_tw: 本欄位必須空白，或包含 1 至 16 個字元的字母或數字。

source: Email domain {%s} is invalid.
af_za: E-posdomein {%s} is ongeldig.
az: E-mail domeyni {%s} etibarsızdır.
cs: E-mailová doména {%s} je neplatná.
fi_fi: Sähköpostin verkkotunnus {%s} ei ole kelvollinen.
ko_kr: 이메일 도메인 {%s} 은 사용이 불가능합니다.
sl: E-poštna domena {%s} ni veljavna.
zh_tw: 電子郵件網域名{%s} 不正確．

source: Must occur after start date
af_za: Moet na die begindatum voorkom
az: Başlama tarixindən sonra baş verməlidir
cs: Musí nastat po datu zahájení
fi_fi: Täytyy tapahtua aloituspäivämäärän jälkeen
ko_kr: 무조건 시작 날짜 이후로 발생해야 합니다.
sl: Pojaviti se mora po datumu začetka
zh_tw: 必須發生於開始日期之後

source: Max uses for multi-use coupons must be higher than 2.
af_za: MAX-gebruike vir meervoudige koepons moet hoër wees as 2.
az: Çox istifadəli kuponların maksimum istifadəsi 2-dən çox olmamalıdır.
cs: Maximální počet použití pro víceúčelové kupóny musí být vyšší než 2.
fi_fi: Enimmäiskäyttökertoja monikäyttöiselle kupongille täytyy olla enemmän kuin 2.
ko_kr: 여러 번 사용할 수 있는 쿠폰의 최대 사용치는 무조건 2보다 커야 합니다.
sl: Največja dovoljena uporaba kuponov za večnamensko uporabo mora biti višja od 2.
zh_tw: 多次使用優惠券的最大使用次數必須高於2。

source: Must occur before end date
af_za: Moet voor die einddatum voorkom
az: Son tarixdən öncə baş verməlidir
cs: Musí nastat před datem ukončení
fi_fi: Täytyy tapahtua ennen lopetuspäivämäärää
ko_kr: 무조건 마지막 날짜 전에 발생해야 합니다.
sl: Pojaviti se mora pred končnim datumom
zh_tw: 必須發生於結束日期之前

source: A valid course ID is required
af_za: 'N Geldige kursus ID is nodig
az: Etibarlı kurs ID-si tələb edilir
cs: Je vyžadováno platné ID kurzu
fi_fi: Kelvollinen tunniste-ID on pakollinen
ko_kr: 유효 코스 ID가 요구됩니다.
sl: Potreben je veljaven ID tečaja
zh_tw: 需要一個有效的ID

source: A valid Program UUID is required.
af_za: 'N Geldige program UUID is nodig.
az: Etibarlı Proqram UUİD tələb olunur.
cs: Je vyžadováno platné Program UUID.
fi_fi: Kelvollinen sovelluksen UUID vaaditaan.
ko_kr: 유효 프로그램 UUID가 요구됩니다.
sl: Potreben je veljaven UUID programa.
zh_tw: 需要有效的程序UUID。

source: You must select a course type.
af_za: Jy moet 'n kursusstipe kies.
az: Siz kurs növü seçməlisiniz.
cs: Musíte vybrat typ kurzu.
fi_fi: Sinun pitää valita kurssityyppi
ko_kr: 무조건 코스 타입을 선택해야 합니다.
sl: Izbrati morate vrsto tečaja.
zh_tw: 您必須選擇一個課程類別。

source: You must choose if an honor seat should be created.
af_za: Jy moet kies of 'n eresitplek geskep moet word.
az: Əgər şərəf yeri yaradılmalıdırsa, siz seçməlisiniz.
cs: Musíte si vybrat, zda má být vytvořeno čestné místo.
fi_fi: Sinun täytyy valita mikäli kunniajäsenen paikka pitää luoda.
ko_kr: 만약 상을 주기 위해서라면 무조건 선택해야 합니다.
sl: Izbrati morate, ali naj se ustvari častni sedež.
zh_tw: 您必須選擇如果優先席位需備創建。

source: The verification deadline must occur AFTER the upgrade deadline.
af_za: Die verifikasie-sperdatum moet plaasvind AFTER die opgraderingsdatum.
az: Yenilənmə üçün son tairx təsdiqlənmə son tarixindən SONRA olmalıdır.
cs: Termín ověření musí nastat PO termínu upgradu.
ko_kr: 입증 마감일은 무조건적으로 업그레이드 마감일 다음에 행해져야 합니다.
sl: Rok za preverjanje mora nastopiti PO roku za nadgradnjo.
zh_tw: 驗證期限必須在更新期限之後。

source: Product validation failed.
af_za: Produkvalidering het misluk.
az: Məhsulun təsdiqlənməsi uğursuz oldu.
cs: Ověření produktu se nezdařilo.
fi_fi: Tuotteen vahvistaminen epäonnistui.
ko_kr: 상품 확인 실패
sl: Preverjanje izdelka ni uspelo.
zh_tw: 產品認證失敗。

source: Course ID
af_za: Kursus ID
az: Kursun ID-si
cs: ID kurzu
fi_fi: Kurssi ID
ko_kr: 강좌 ID
sl: ID tečaja
zh_tw: 課程編號

source: Course Name
af_za: Kursus naam
az: Kursun adı
cs: Název kurzu
fi_fi: Kurssin nimi
ko_kr: 강좌 이름
sl: Ime tečaja
zh_tw: 課程名稱

source: Course Type
af_za: Kursus tipe
az: Kurs növü
cs: Typ kurzu
fi_fi: Kurssityyppi
ko_kr: 강좌 유형
sl: Vrsta tečaja
zh_tw: 課程類別

source: Verification Deadline
af_za: Verifikasie-sperdatum
az: Yoxlamanın son tarixi
cs: Uzávěrka ověřování
fi_fi: Vahvistuksen takaraja
ko_kr: 인증 유효기간
sl: Rok za preverjanje
zh_tw: 驗證期限

source: Include Honor Seat
af_za: Sluit eresitplek in
az: Şərəf yeri daxil edin
cs: Zahrnout Čestné místo
fi_fi: Sisällytä kunniapaikka
ko_kr: Honor Seat 포함
sl: Vključuje Honor Seat
zh_tw: 包含優先席位

source: All course seats must have a price.
af_za: Alle kursusstoele moet 'n prys hê.
az: Bütün kurs yerləri üçün qiymət olmalıdır.
cs: Všechna místa v kurzu musí mít cenu.
fi_fi: Kaikilla kurssin paikoilla täytyy olla hinta.
ko_kr: 모든 코스의 자리는 가격이 매겨져야 합니다.
sl: Vsi sedeži na tečaju morajo imeti ceno.
zh_tw: 所有課程必須有價位。

source: Verified seats must have an upgrade deadline.
af_za: Geverifieerde sitplekke moet 'n opgraderingsdatum hê.
az: Təsdiqlənmiş yerlərin yenilənmiş son tarixləri olmalıdır.
cs: Ověřená místa musí mít termín upgradu.
ko_kr: 확인된 자리들은 업그레이드 마감일이 있습니다.
sl: Preverjeni sedeži morajo imeti rok za nadgradnjo.
zh_tw: 經過驗證的席位必須有升級期限。

source: The upgrade deadline must occur BEFORE the verification deadline.
af_za: Die opgraderingsdatum moet plaasvind BEFORE die verifikasie-sperdatum.
az: Yenilənmə son tarixi təsdiqlənmə son tarixindən ƏVVƏL olmalıdır.
cs: Termín upgradu musí nastat PŘED termínem ověření.
ko_kr: 업그레이드 마감일은 무조건 입증 마감일 전에 행해져야 합니다.
sl: Rok za nadgradnjo mora nastopiti PRED rokom za preverjanje.
zh_tw: 驗證期限必須在更新期限之前。

source: Verified
af_za: Geverifieer
az: Təsdiqlənib
cs: Verifikovaný
fi_fi: Vahvistettu
ko_kr: 인증
sl: Preverjeno
zh_tw: 已驗證

source: Credit
af_za: Krediet
az: Kredit
cs: Zápočet
fi_fi: Opintopiste
ko_kr: 학점
sl: Kredit
zh_tw: 學分

source: Professional
af_za: Vrou
az: Pəşəkar
cs: Profesionální
fi_fi: Ammattilainen
ko_kr: 전문과정
sl: Profesionalni
zh_tw: 專業的

source: Honor
af_za: Eer
az: Şərəf
cs: Čestný
fi_fi: Kunnia
ko_kr: 명예
sl: čast
zh_tw: 榮譽

source: Audit
af_za: Ouditeer
fi_fi: Auditointi
ko_kr: 청강
sl: revizija
zh_tw: 旁聽

source: Verified Certificate
af_za: GEGEVIERDE STERUSIE
az: Təsdiqlənmiş sertifikat
cs: Ověřený certifikát
fi_fi: Vahvistetty todistus
ko_kr: 인증된 이수증
sl: Preverjeno potrdilo
zh_tw: 合格證書

source: Professional Certificate
af_za: Professionele sertifikaat
az: Peşəkar sertifikat
cs: Profesní certifikát
fi_fi: Ammatillinen todistus
ko_kr: 전문적인 이수증
sl: Strokovno spričevalo
zh_tw: 專業認證

source: Honor Certificate
af_za: Eresertifikaat
az: Şərəf sertifikatı
cs: Čestný certifikát
fi_fi: Kunniakirja
ko_kr: 명예 자격증
sl: Častno spričevalo
zh_tw: 榮譽證書

source: No Certificate
af_za: Geen sertifikaat nie
az: Sertifikat mövcud deyil
cs: Žádný certifikát
fi_fi: Ei todistusta
ko_kr: 자격증이 없습니다
sl: Brez potrdila
zh_tw: 未認證

source: All credit seats must have a credit provider.
af_za: Alle kredietsitplekke moet 'n kredietverskaffer hê.
az: Bütün kredit yerlərinin kredit təminatçısı olmalıdır.
cs: Všechna zápočtová místa musí mít poskytovatele zápočtu.
ko_kr: 신용 자리들은 무조건 신용된 제공자가 있어야 합니다.
sl: Vsi kreditni sedeži morajo imeti kreditnega ponudnika.
zh_tw: 所有學分必須有學分提供方。

source: Please select a valid credit provider.
af_za: Kies 'n geldige kredietverskaffer.
az: Zəhmət olmasa, etibarlı kredit təminatçısı seçin.
cs: Vyberte platného poskytovatele creditu.
ko_kr: 유효한 신용 제공자를 선택하세요
sl: Izberite veljavnega ponudnika kredita.
zh_tw: 請選擇有效的學分提供者。

source: All credit seats must designate a number of credit hours.
af_za: Alle kredietsitplekke moet 'n aantal kredieture aanwys.
az: Bütün kredit yerləri bir neçə kredit saatlarını təyin etməlidir.
cs: Na všech zápočtových místech musí být uveden počet zápočtových hodin.
ko_kr: 모든 신용 자리들은 학점이 배정되어야만 합니다.
sl: Vsi kreditni sedeži morajo določiti število kreditnih ur.
zh_tw: 所有學分必須指定學分小時數。

source: This value must be a valid email.
af_za: Hierdie waarde moet 'n geldige e-pos wees.
cs: Tato hodnota musí být platný e-mail.
fi_fi: Tämän arvon pitää olla kelvollinen sähköpostiosoite.
ko_kr: 이 값은 무조건 유효한 이메일이어야 합니다.
sl: Ta vrednost mora biti veljaven e-poštni naslov.
zh_tw: 該值必須是有效的電子郵件。

source: Problem occurred during checkout. Please contact support.
af_za: Probleem het tydens die afhandeling voorgekom. Kontak asseblief die ondersteuning.
az: Problem ödəmə zamanı baş verdi. Zəhmət olmasa, dəstəklə əlaqə saxlayın.
cs: Problém nastal při placení. Kontaktujte prosím podporu.
ko_kr: 체크아웃 도중에 문제가 확인되었습니다. 상담센터에 연락하세요
sl: Težava je nastala med odjavo. Obrnite se na podporo.
zh_tw: 結帳時發生問題。 請聯繫支持。

source: This field is required
af_za: Hierdie veld word vereis
az: Bu xana tələb edilir
cs: Toto pole je povinné
fi_fi: Tämä kenttä on pakollinen
ko_kr: 이 필드는 필수 입력사항입니다.
sl: to polje je obvezno
zh_tw: 這是必填的欄位

source: Invalid card number
af_za: ongeldige kaartnommer
az: Etibarsız kart nömrəsi
cs: neplatné číslo karty
fi_fi: Virheellinen kortin numero
ko_kr: 유효하지 않은 카드 번호
sl: Neveljavna številka kartice
zh_tw: 信用卡號碼無效

source: Unsupported card type
af_za: Onondersteunde kaarttipe
az: Dəstəklənməyən kart növü
cs: Nepodporovaný typ karty
fi_fi: Kortin tyyppi ei ole tuettu
ko_kr: 지원되지 않는 카드 종류
sl: Nepodprta vrsta kartice
zh_tw: 信用卡類型不支持

source: Invalid security number
af_za: Ongeldige sekuriteitsnommer
az: Etibarsız təhlükəsizlik nömrəsi
cs: Neplatné bezpečnostní číslo
fi_fi: Virheellinen turvaluku
ko_kr: 확인 불가능한 보안 숫자
sl: Neveljavna varnostna številka
zh_tw: 安全號碼無效

source: Invalid month
af_za: Ongeldige maand
az: Etibarsız ay
cs: Neplatný měsíc
fi_fi: Virheellinen kuukausi
ko_kr: 확인 불가능한 달
sl: Neveljaven mesec
zh_tw: 月份無效

source: Invalid year
af_za: Ongeldige jaar
az: Etibarsız il
cs: Neplatný rok
fi_fi: Virheellinen vuosi
ko_kr: 확인 불가능한 년도
sl: Neveljavno leto
zh_tw: 年份無效

source: Card expired
af_za: Kaart verstryk
az: Kartın vaxtı bitib
cs: Platnost karty vypršela
fi_fi: Kortti on vanhentunut
ko_kr: 카드가 만료되었습니다.
sl: Kartica je potekla
zh_tw: 信用卡已過期

source: State/Province (required)
af_za: Staat/provinsie (vereis)
az: Dövlət/Vilayət (tələb olunur)
cs: Stát/provincie (povinné)
fi_fi: osavaltio/provinssi (vaaditaan)
ko_kr: 거주지 (필수)
sl: Država/provinca (obvezno)
zh_tw: 州/省 (需要)

source: Create New Coupon
af_za: Skep nuwe koepon
az: Yeni kupon yaradın
cs: Vytvořit nový kupón
fi_fi: Luo uusi kuponki
ko_kr: 새로운 쿠폰 생성
sl: Ustvari nov kupon
zh_tw: 創建新的優惠券

source: View Coupon
af_za: Kyk na koepon
az: Kupona baxın
cs: Zobrazit kupón
fi_fi: Näytä kuponki
ko_kr: 쿠폰 보기
sl: Oglejte si kupon
zh_tw: 查看優惠券

source: Edit Coupon
af_za: Wysig koepon
az: Kuponu redaktə edin
cs: Upravit kupón
fi_fi: Muokkaa kuponkia
ko_kr: 쿠폰 수정
sl: Uredi kupon
zh_tw: 編輯優惠券

source: Coupon Codes
af_za: Koeponkodes
az: Kupon kodları
cs: Kódy kupónů
fi_fi: Kuponkikoodit
ko_kr: 쿠폰 코드
sl: Kode kuponov
zh_tw: 優惠卷代碼

source: Create New Course
af_za: Skep nuwe kursus
az: Yeni kurs yaradın
cs: Vytvořit nový kurz
fi_fi: Luo uusi kurssi
ko_kr: 새로운 코스 생성
sl: Ustvari nov tečaj
zh_tw: 創建新的課程

source: View Course
af_za: Kyk kursus
az: Kursu göstər
cs: Zobrazit kurz
fi_fi: Näytä kurssi
ko_kr: 학습하기
sl: Ogled tečaja
zh_tw: 檢視課程

source: Edit Course
af_za: Redigeer kursus
az: Kursu redaktə edin
cs: Upravit kurz
fi_fi: Muokkaa kurssia
ko_kr: 코스 편집
sl: Uredi tečaj
zh_tw: 編輯課程

source: Courses
af_za: Kursusse
az: Kurslar
cs: Kurzy
fi_fi: Kurssit
ko_kr: 강좌
sl: Tečaji
zh_tw: 課程

source: Enterprise Coupon Codes
af_za: Enterprise Couponkodes
cs: Kódy podnikových kupónů
fi_fi: Yritystason kuponkikoodit
ko_kr: 쿠폰 코드 기획
sl: Kode kuponov podjetja
zh_tw: 企業優惠券代碼

source: Redeem
af_za: Verlos
az: Alın
cs: Vykoupit
fi_fi: Lunasta
ko_kr: 요청
sl: Odkupite
zh_tw: 兌換

source: Caution! Using the back button on this page may cause you to be charged again.
af_za: WAARSKUWING! Die gebruik van die agterknoppie op hierdie bladsy kan veroorsaak dat Jy weer gelaai word.
az: Diqqət! Bu səhifədə geri qayıtma düyməsindən istifadə etməniz sizdən yenidən pulun çıxmasına səbəb ola bilər.
cs: Pozor! Použití tlačítka Zpět na této stránce může způsobit opětovné naúčtování.
fi_fi: Varoitus! Taaksepäin-napin painaminen tällä sivulla voi aiheuttaa sen, että sinua laskutetaan uudelleen.
ko_kr: 주의! 이 페이지에서 돌아가기 버튼을 누르면 결제가 다시 진행될 수도 있습니다.
sl: Pozor! Če uporabite gumb za nazaj na tej strani, vam lahko znova zaračunamo.
zh_tw: 警告！ 使用此頁面上的後退按鈕可能會導致您再次收費。

source: Apple Pay is not available at this time. Please try another payment method.
af_za: Apple Pay is tans nie beskikbaar nie. Probeer asseblief 'n ander betaalmetode.
az: Apple Pay hal-hazırda işləmir. Zəhmət olmasa, başqa ödəmə metodu ilə cəhd edin.
cs: Apple Pay v tuto chvíli není k dispozici. Zkuste prosím jinou platební metodu.
fi_fi: Apple Pay ei ole tällä hetkellä saatavilla. Ole hyvä ja kokeile jotain toista maksutapaa.
ko_kr: 애플 페이가 지금 이용가능하지 않습니다. 다른 지불 방법으로 다시 시도해 주세요
sl: Apple Pay trenutno ni na voljo. Poskusite z drugim plačilnim sredstvom.
zh_tw: Apple Pay目前不可用。 請嘗試其他付款方式。

source: An error occurred while processing your payment. You have NOT been charged. Please try again, or select another payment method.
af_za: 'n Fout het voorgekom tydens die verwerking van jou betaling. Jy is NIE aangekla nie. Probeer asseblief weer, of kies 'n ander betaalmetode.
az: Sizin ödənişinizi icra edərkən xəta baş verdi. Sizdən ödəniş çıxılmayıb. Zəhmət olmasa, yenidən cəhd edin və ya başqa ödəmə metodu seçin.
cs: Při zpracování vaší platby došlo k chybě. NEBYLY vám účtovány poplatky. Zkuste to znovu nebo vyberte jinou platební metodu.
fi_fi: Tapahtui virhe maksutapahtuman käsittelyssä. Sinua EI ole laskutettu. Ole hyvä ja yritä uudelleen tai kokeile toista maksutapaa.
ko_kr: 지불하는 동안 에러가 발생했습니다. 결제되지 못했습니다. 다시 시도하시거나, 다른 결제 방법을 선택하세요
sl: Pri obdelavi vašega plačila je prišlo do napake. Niste bili zaračunani. Poskusite znova ali izberite drugo plačilno sredstvo.
zh_tw: 付款時發生錯誤。 您尚未付費。 請重試，或選擇其他付款方式。

source: An error occurred while attempting to process your payment. You have not been charged. Please check your payment details, and try again.
af_za: 'n Fout het voorgekom tydens 'n poging om jou betaling te verwerk. Jy is nie aangekla nie. Gaan asseblief jou betalingbesonderhede na en probeer weer.
az: Sizin ödənişinizi icra etməyə cəhd edərkən xəta baş verdi. Sizdən pul çıxılmayıb. Zəhmət olmasa, ödəmə məlumatlarınızı yoxlayın və yenidən cəhd edin.
cs: Při pokusu o zpracování vaší platby došlo k chybě. Nebylo vám nic účtováno. Zkontrolujte prosím své platební údaje a zkuste to znovu.
fi_fi: Tapahtui virhe maksutapahtuman käsittelyssä. Sinua ei ole laskutettu. Ole hyvä ja tarkasta maksutiedot sekä yritä uudelleen.
ko_kr: 결제를 진행하던 도중 오류가 발생해 요금을 충전하지 못했습니다. 결제 정보를 확인한 후 다시 시도해주세요.
sl: Pri poskusu obdelave vašega plačila je prišlo do napake. Niste bili zaračunani. Preverite podatke o plačilu in poskusite znova.
zh_tw: 嘗試處理您的付款時發生錯誤。 您尚未付費。 請檢查您的付款詳細信息，然後重試。

source: An error occurred while processing your payment. Please try again.
af_za: 'N Fout het voorgekom tydens die verwerking van jou betaling. Probeer asseblief weer.
az: Ödənişinizi icra edərkən xəta baş verdi. Zəhmət olmasa, yenidən cəhd edin.
cs: Při zpracování vaší platby došlo k chybě. Prosím zkuste to znovu.
fi_fi: Tapahtui virhe maksutapahtuman käsittelyssä. Ole hyvä ja yritä uudelleen.
ko_kr: 결제하시는동안 오류가 발생했습니다. 다시 시도해주세요
sl: Pri obdelavi vašega plačila je prišlo do napake. Prosim poskusite ponovno.
zh_tw: 付款時發生錯誤。 請再試一次。

source: Trailing comma not allowed.
af_za: Agtereenvolgende komma nie toegelaat nie.
az: Sürüklənən nöqtəyə icazə verilmir.
cs: Koncová čárka není povolena.
ko_kr: 길게 끄는 쉼표는 허용되지 않습니다.
sl: Končna vejica ni dovoljena.
zh_tw: 不允許使用逗號結尾。

source: Can be used once by one customer
af_za: Kan een keer deur een kliënt gebruik word
az: Bir müştəri tərəfindən bir dəfə istifadə oluna bilər
cs: Může být použit jednou jedním zákazníkem
fi_fi: Voidaan käyttää kerran yhden asiakkaan toimesta
ko_kr: 한 고객에게 한 번만 사용할 수 있습니다
sl: Enkrat lahko uporabi en kupec
zh_tw: 只能被一位消費者使用一次

source: Can be used multiple times by multiple customers
af_za: Kan verskeie kere deur verskeie kliënte gebruik word
az: Çoxsaylı müştərilər tərəfindən bir neçə dəfə istifadə edilə bilər
cs: Může být použit vícekrát více zákazníky
fi_fi: Voidaan käyttää useamman kerran usean asiakkaan toimesta
ko_kr: 다수의 고객들에게 여러 번 사용될 수 있습니다.
sl: Večkrat ga lahko uporablja več strank
zh_tw: 可多次被多位消費者使用

source: Can be used once by multiple customers
af_za: Kan een keer deur verskeie kliënte gebruik word
az: Çoxsaylı müştərilər tərəfindən bir dəfə istifadə edilə bilər
cs: Může být použit jednou pro více zákazníků
fi_fi: Voidaan käyttää kerran useiden asiakkaiden toimesta
ko_kr: 다수의 고객들에게 한 번만 사용될 수 있습니다
sl: Enkrat ga lahko uporablja več strank
zh_tw: 可被多位消費者使用一次

source: Enrollment Code
af_za: Inskrywingskode
az: Qeydiyyat kodu
cs: Přihlašovací kód
fi_fi: Ilmoittautumiskoodi
ko_kr: 등록 코드
sl: Vpisna koda
zh_tw: 註冊代碼

source: Discount Code
af_za: Afslagkode
az: Endirim kodu
cs: Slevový kód
fi_fi: Alennuskoodi
ko_kr: 할인 쿠폰
sl: Koda za popust
zh_tw: 折扣代碼

source: Save Changes
af_za: Stoor veranderinge
az: Dəyişiklikləri saxla
cs: Uložit změny
fi_fi: Tallenna muutokset
ko_kr: 변경사항 저장
sl: Shrani spremembe
zh_tw: 儲存變更

source: Create Coupon
af_za: Skep koepon
az: Kupon yaradın
cs: Vytvořit kupón
fi_fi: Luo kuponki
ko_kr: 쿠폰 생성하기
sl: Ustvari kupon
zh_tw: 創建優惠券

source: Name
af_za: Naam
az: Ad
cs: Jméno
fi_fi: Nimi
ko_kr: 이름
sl: ime
zh_tw: 名稱

source: Created
af_za: Geskep
az: Yaradıldı
cs: Vytvořeno
fi_fi: Luotu
ko_kr: 생성됨
sl: Ustvarjeno
zh_tw: 產生了

source: Custom Code
af_za: Pasgemaakte kode
az: Standart kod
cs: Vlastní kód
fi_fi: Mukautettu koodi
ko_kr: 커스텀 코드
sl: Koda po meri
zh_tw: 自訂代碼

source: Client
af_za: Kliënt
az: Müştəri
cs: Klient
fi_fi: Asiakas
ko_kr: 고객
sl: Stranka
zh_tw: 客戶

source: Category
af_za: Kategorie
az: Kateqoriya
cs: Kategorie
fi_fi: Kategoria
ko_kr: 카테고리
sl: Kategorija
zh_tw: 種類

source: Coupon Report
af_za: Koeponverslag
az: Kupon hesabatı
cs: Zpráva o kuponu
fi_fi: Kuponkiraportti
ko_kr: 쿠폰 보고
sl: Poročilo o kuponih
zh_tw: 優惠券報告

source: Search...
af_za: Soek...
az: Axtarın...
cs: Vyhledávání...
fi_fi: Hae...
ko_kr: 검색...
sl: Iskanje...
zh_tw: 搜索...

source: Next
af_za: Vervolgens
az: Növbəti
cs: Další
fi_fi: Seuraava
ko_kr: 다음
sl: Naslednji
zh_tw: 下一個

source: Previous
af_za: Vorige
az: Əvvəlki
cs: Předchozí
fi_fi: Edellinen
ko_kr: 이전
sl: Prejšnji
zh_tw: 上一個

source: Displaying _START_ to _END_ of _TOTAL_ coupons
af_za: Vertoon _START_ tot _END_ _TOTAL_ koepons
cs: Zobrazují se _START_ až _END_ z _TOTAL_ kuponů
ko_kr: 제시 _START_ 부터 _END_ 의 _TOTAL_ 쿠폰
sl: Prikaz _START_ do _END_ od _TOTAL_ kuponov
zh_tw: 顯示_TOTAL_張優惠券中第_START_張到第_END_張

source: (filtered from _MAX_ total coupons)
af_za: (gefiltreer vanaf _MAX_ totale koepons)
cs: (filtrováno z celkového počtu _MAX_ kuponů)
ko_kr: (모든 _MAX_ 쿠폰으로부터 필터링 되었습니다)
sl: (filtrirano iz _MAX_ skupnih kuponov)

source: Display _MENU_ coupons
af_za: Vertoon _MENU_ koepons
cs: Zobrazit kupóny _MENU_
ko_kr: _MENU_ 쿠폰 보이기
sl: Prikaži _MENU_ kuponov
zh_tw: 顯示優惠券_MENU_

source: Free (Audit)
af_za: Gratis (oudit)
az: Ödənişsiz (Audit)
cs: Zdarma (audit)
ko_kr: 자유 (청강)
sl: Brezplačno (revizija)
zh_tw: 免費(旁聽)

source: Free audit track. No certificate.
af_za: Gratis ouditbaan. Geen sertifikaat nie.
az: Ödənişsiz audit istiqaməti. Sertifikat verilmir.
cs: Bezplatná auditní stopa. Žádný certifikát.
ko_kr: 자유 청강 과목. 자격증 없음.
sl: Brezplačna revizijska pot. Brez potrdila.
zh_tw: 免費旁聽課程，沒有證書。

source: Verified and Audit
af_za: Geverifieer en oudit
cs: Ověřeno a auditováno
ko_kr: 입증과 청강
sl: Preverjeno in revidirano

source: Paid certificate track with initial verification and Verified Certificate.
af_za: Betaalde sertifikaatspoor met aanvanklike verifikasie en geverifieerde sertifikaat.
cs: Placená certifikační dráha s prvotním ověřením a ověřeným certifikátem.
ko_kr: 초기 확인이 있는 유료 자격증 트랙 그리고 입증하는 자격증
sl: Plačana pot potrdila z začetnim preverjanjem in preverjenim potrdilom.

source: Also includes the free audit track.
af_za: Sluit ook die gratis ouditbaan in.
cs: Zahrnuje také bezplatnou auditní dráhu.
ko_kr: 또한 자유 청강 트랙은 포함하고 있습니다.
sl: Vključuje tudi brezplačno revizijsko pot.

source: Verified Only
af_za: Slegs geverifieer
cs: Pouze ověřené
fi_fi: Vain vahvistetut
ko_kr: 인증된 참가자만 이용가능
sl: Samo preverjeno

source: Professional Education
af_za: Professionele onderwys
az: Peşəkar təhsil
cs: Profesní vzdělání
fi_fi: Ammatillinen koulutus
ko_kr: 전문 교육 과정
sl: Strokovno izobraževanje
zh_tw: 專業教育

source: Paid certificate track with initial verification and Professional Education Certificate
af_za: Betaalde sertifikaatbaan met aanvanklike verifikasie en professionele onderwyssertifikaat
az: İlkin təsdiqlənmə və Peşəkar Təhsil Sertifikat ilə ödənişli sertifikat istiqaməti
cs: Placená certifikační trasa s počátečním ověřením a certifikátem profesního vzdělání
ko_kr: 최초 인증 및 전문 교육 수료증이 포함된 유료 인증서 트랙입니다.
sl: Plačano potrdilo o skladbi z začetnim preverjanjem in spričevalom o strokovni izobrazbi
zh_tw: 初步認證與專業教育認證的付費證書課程

source: Paid certificate track with initial verification and Verified Certificate, and option to purchase credit
af_za: Betaalde sertifikaatbaan met aanvanklike verifikasie en geverifieerde sertifikaat, en die opsie om krediet te koop
az: İlkin təsdiqlənmə və təsdiqlənmiş sertifikat ilə ödənişli sertifikat istiqaməti və kredit almaq üçün seçim
cs: Placená certifikační trasa s prvotním ověřením a ověřeným certifikátem a možností nákupu zápočtu
ko_kr: 최초 상태의 인증서나 이미 확인된 인증서가 포함된 유료 인증서 트랙 및 크레딧 구매 옵션
sl: Skladba s plačanim potrdilom z začetno verifikacijo in preverjenim potrdilom ter možnostjo nakupa kredita
zh_tw: 初步認證與簽名認證的付費證書課程，可選擇購買學分課程。

source: Displaying _START_ to _END_ of _TOTAL_ courses
af_za: Vertoon _START_ tot _END_ van _TOTAL_ kursusse
cs: Zobrazeno _START_ až _END_ z _TOTAL_ kurzů
ko_kr: 제시 _START_ 부터 _END_ 의 _TOTAL_ 코스들
sl: Prikaz _START_ do _END_ od _TOTAL_ tečajev
zh_tw: 顯示_TOTAL_門課程中的第_START_門到第_END_門

source: (filtered from _MAX_ total courses)
af_za: (gefiltreer vanaf _MAX_ totale kursusse)
cs: (filtrováno z celkového počtu _MAX_ kurzů)
ko_kr: ( _MAX_ 전체 코스들로부터 선별됨)
sl: (filtrirano iz _MAX_ skupnih tečajev)

source: Display _MENU_ courses
af_za: Vertoon _MENU_ kursusse
cs: Zobrazit _MENU_ kurzy
fi_fi: Näytä _MENU_ kurssit
ko_kr: _MENU_ 코스들 전시
sl: Prikaži _MENU_ tečajev
zh_tw: 顯示課程_MENU_

source: Course
af_za: Kursus
az: Kurs
cs: Kurz
fi_fi: Kurssi
ko_kr: 강좌
sl: seveda
zh_tw: 課程

source: Last Edited
af_za: Laas geredigeer
az: Sonuncu dəfə redaktə edildi
cs: Naposledy upraveno
fi_fi: Viimeksi muokattu
ko_kr: 마지막 편집
sl: Nazadnje urejeno
zh_tw: 上一次編輯

source: Seat title
af_za: Sittitel
az: Yer başlığı
cs: Název místa
fi_fi: Paikan otsikko
ko_kr: 좌석명
sl: Naslov sedeža
zh_tw: 名額標題
