Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: with reference
ar_sa: مع مرجع
cs: s odkazem
de: mit Bezug
fa_ir: با ارجاع
fi: viitaten
fr_fr: en référence
hi: के संदर्भ में
it: con riferimento
ko_kr: 참고
pl_pl: W odniesieniu
sl: z referenco
uk_ua: з посиланням

source: Create payment event
ar_sa: إنشاء حدث الدفع
cs: Vytvořit platební událost
de: Zahlungsereignis erstellen
fa_ir: ایجاد رویداد پرداخت
fi: Luo maksutapahtuma
fr_fr: Créer un événement de paiement
hi: भुगतान ईवेंट बनाएं
it: Crea evento di pagamento
ko_kr: 결제 이벤트 만들기
pl_pl: Utworzyć zdarzenie płatnicze
sl: Ustvari plačilni dogodek
uk_ua: Створювати платіжну подію

source: with amount
ar_sa: مع المبلغ
cs: s částkou
de: mit Betrag
fa_ir: با مقدار
fi: määrän kanssa
fr_fr: avec montant
hi: राशि के साथ
it: con importo
ko_kr: 양
pl_pl: z kwotą
sl: z zneskom
uk_ua: з сумою

source: Create Refund
ar_sa: إنشاء استرداد
de: Rückerstattung erstellen
fi: Luo hyvitys
fr_fr: Créer un remboursement
hi: रिफंड बनाएं
it: Crea rimborso
pl_pl: Utworzyć Refund
uk_ua: Ст в орю в ати Повернення

source: Go!
ar_sa: يذهب!
cs: Jít!
de: Los!
fa_ir: برو!
fi: Mennä!
fr_fr: Aller!
hi: जाना!
it: Andare!
ko_kr: 시작
pl_pl: Iść!
sl: Pojdi!
uk_ua: Іди!

source: Change order status
ar_sa: تغيير حالة الطلب
cs: Změnit stav objednávky
de: Bestellstatus ändern
fa_ir: تغییر وضعیت سفارش
fi: Muuta tilauksen tilaa
fr_fr: Modifier le statut de la commande
hi: ऑर्डर की स्थिति बदलें
it: Modifica lo stato dell&#39;ordine
ko_kr: 주문 상태 변경
pl_pl: Zmień status zamówienia
sl: Spremeni stanje naročila
uk_ua: змінювати статус замовлення

source: Change status
ar_sa: تغيير الوضع
cs: Změnit stav
de: Status ändern
fa_ir: تغییر وضعیت
fi: Vaihda tilaa
fr_fr: Changer de statut
hi: अवस्था बदलो
it: Cambiare stato
ko_kr: 상태 변경
pl_pl: Zmień status
sl: Spremeni stanje
uk_ua: змінювати статус

source: This order can't have its status changed.
ar_sa: لا يمكن تغيير حالة هذا الطلب.
cs: U této objednávky nelze změnit její stav.
de: Der Status dieser Bestellung kann nicht geändert werden.
fa_ir: امکان تغییر این سفارش نیست.
fi: Tämän tilauksen tilaa ei voi muuttaa.
fr_fr: Cette commande ne peut pas voir son statut modifié.
hi: इस आदेश की स्थिति नहीं बदली जा सकती.
it: Non è possibile modificare lo stato di questo ordine.
ko_kr: 주문은 상태를 변경할 수 없습니다.
pl_pl: Nie można zmienić statusu tego zamówienia.
sl: Status tega naročila ni mogoče spremeniti.
uk_ua: Статус цього замовлення не можна змінити.

source: Status Changes
ar_sa: تغييرات الحالة
de: Statusänderungen
fi: Tilan muutokset
fr_fr: Changements de statut
hi: स्थिति परिवर्तन
it: Modifiche di stato
pl_pl: Zmiany statusu
uk_ua: Зміни статусу

source: From
ar_sa: من
de: Aus
fr_fr: De
hi: फॉर्म
it: Da
ko_kr: 언제 부터
pl_pl: Z
uk_ua: від

source: To
ar_sa: ل
de: Zu
fi: Vastaanottaja
fr_fr: À
hi: को
it: A
pl_pl: Do
uk_ua: до

source: No status changes.
ar_sa: لا توجد تغييرات في الحالة.
de: Keine Statusänderungen.
fi: Ei tilamuutoksia.
fr_fr: Aucun changement de statut.
hi: कोई स्थिति नहीं बदलती.
it: Nessun cambiamento di stato.
pl_pl: Żadnych zmian statusu.
uk_ua: Без змін статусу.

source: Shipping Events
ar_sa: أحداث الشحن
cs: Přepravní akce
de: Versandereignisse
fa_ir: رویدادهای حمل‌ونقل
fi: Toimitustapahtumat
fr_fr: Événements d&#39;expédition
hi: शिपिंग घटनाएँ
it: Eventi di spedizione
ko_kr: 배송 이벤트
pl_pl: Wydarzenia związane z wysyłką
sl: Dogodki pošiljanja
uk_ua: Події доставки

source: Lines
ar_sa: خطوط
cs: Řádky
de: Linien
fa_ir: خطوط
fi: Linjat
fr_fr: Lignes
hi: पंक्तियां
it: Linee
ko_kr: 라인
pl_pl: Linie
sl: vrstice
uk_ua: Лінії

source: %(title)s (quantity %(event_qty)s/%(total_qty)s)
ar_sa: %(title)s (الكمية %(event_qty)s / %(total_qty)s )
de: %(title)s (Menge %(event_qty)s / %(total_qty)s )
fi: %(title)s (määrä %(event_qty)s / %(total_qty)s )
fr_fr: %(title)s (quantité %(event_qty)s / %(total_qty)s )
hi: %(title)s (मात्रा %(event_qty)s / %(total_qty)s )
it: %(title)s (quantità %(event_qty)s / %(total_qty)s )
pl_pl: %(title)s (ilość %(event_qty)s / %(total_qty)s )
uk_ua: %(title)s (кількість %(event_qty)s / %(total_qty)s )

source: No shipping events.
ar_sa: لا توجد أحداث الشحن.
cs: Žádné přepravní události.
de: Keine Versandereignisse.
fa_ir: هیچ رویداد حمل‌ونقلی وجود ندارد.
fi: Ei toimitustapahtumia.
fr_fr: Aucun événement d&#39;expédition.
hi: कोई शिपिंग इवेंट नहीं.
it: Nessun evento di spedizione.
ko_kr: 배송 이벤트 없음
pl_pl: Brak zdarzeń związanych z wysyłką.
sl: Ni dogodkov pošiljanja.
uk_ua: Немає подій доставки.

source: Payment Events
ar_sa: أحداث الدفع
cs: Platební události
de: Zahlungsereignisse
fa_ir: رویدادهای پرداخت
fi: Maksutapahtumat
fr_fr: Événements de paiement
hi: भुगतान घटनाक्रम
it: Eventi di pagamento
ko_kr: 결제 이벤트
pl_pl: Zdarzenia płatnicze
sl: Plačilni dogodki
uk_ua: Платіжні події

source: Amount
ar_sa: كمية
cs: Množství
de: Menge
fa_ir: مقدار
fi: Määrä
fr_fr: Quantité
hi: रकम
it: Importo
ko_kr: 총액
pl_pl: Kwota
sl: Znesek
uk_ua: Сума

source: Product:
ar_sa: منتج:
cs: Produkt:
de: Produkt:
fa_ir: محصول:
fi: Tuote:
fr_fr: Produit:
hi: उत्पाद:
it: Prodotto:
ko_kr: 제품:
pl_pl: Produkt:
sl: izdelek:
uk_ua: продукт:

source: quantity
ar_sa: كمية
cs: Množství
de: Menge
fa_ir: کمیت
fi: määrä
fr_fr: quantité
hi: मात्रा
it: quantità
ko_kr: 수량
pl_pl: ilość
sl: količina
uk_ua: кількість

source: No payment events.
ar_sa: لا توجد أحداث الدفع.
cs: Žádné platební události.
de: Keine Zahlungsereignisse.
fa_ir: هیچ رویداد پرداختی وجود ندارد.
fi: Ei maksutapahtumia.
fr_fr: Aucun événement de paiement.
hi: कोई भुगतान ईवेंट नहीं.
it: Nessun evento di pagamento.
ko_kr: 결제 이벤트 없음.
pl_pl: Brak zdarzeń płatniczych.
sl: Brez plačilnih dogodkov.
uk_ua: Немає платіжних подій.

source: Method name
ar_sa: اسم الطريقة
cs: Název metody
de: Methodenname
fa_ir: نام روش
fi: Menetelmän nimi
fr_fr: Nom de la méthode
hi: विधि का नाम
it: Nome del metodo
ko_kr: 방법명
pl_pl: Nazwa metody
sl: Ime metode
uk_ua: Метод ім&#39;я

source: Method code
ar_sa: كود الطريقة
cs: Kód metody
de: Methodencode
fa_ir: رمز شیوه
fi: Menetelmäkoodi
fr_fr: Code de méthode
hi: विधि कोड
it: Codice del metodo
ko_kr: 방법 코드
pl_pl: Kod metody
sl: Koda metode
uk_ua: Код методу

source: Charge (incl tax)
ar_sa: الرسوم (شاملة الضريبة)
cs: Poplatek (včetně daně)
de: Gebühr (inkl. Steuern)
fa_ir: تغییر (شامل مالیات)
fi: Maksu (sis. verot)
fr_fr: Frais (TTC)
hi: शुल्क (कर सहित)
it: Tassa (tasse incluse)
ko_kr: 비용(세금포함)
pl_pl: Opłata (z podatkiem)
sl: Stroški (vključno z davkom)
uk_ua: Плата (включаючи податок)

source: Charge (excl tax)
ar_sa: الرسوم (باستثناء الضريبة)
cs: Poplatek (bez daně)
de: Gebühr (ohne Steuern)
fa_ir: تغییر (بدون مالیات)
fi: Maksu (ilman veroja)
fr_fr: Tarif (hors taxes)
hi: शुल्क (कर छोड़कर)
it: Tasse (tasse escluse)
ko_kr: 비용(세금 제외)
pl_pl: Opłata (bez podatku)
sl: Stroški (brez davka)
uk_ua: Плата (без податку)

source: Address
ar_sa: عنوان
cs: Adresa
de: Adresse
fa_ir: نشانی
fi: Osoite
fr_fr: Adresse
hi: पता
it: Indirizzo
ko_kr: 주소
pl_pl: Adres
sl: naslov
uk_ua: Адреса

source: Phone
ar_sa: هاتف
cs: Telefon
de: Telefon
fa_ir: تلفن
fi: Puhelin
fr_fr: Téléphoner
hi: फ़ोन
it: Telefono
ko_kr: 전화번호
pl_pl: Telefon
sl: Telefon
uk_ua: Телефон

source: Instructions
ar_sa: تعليمات
cs: Instrukce
de: Anweisungen
fa_ir: دستورالعمل‌ها
fi: Ohjeet
hi: निर्देश
it: Istruzioni
ko_kr: 지시사항
pl_pl: Instrukcje
sl: Navodila
uk_ua: Інструкції

source: Billing address
ar_sa: عنوان وصول الفواتير
cs: Fakturační adresa
de: Rechnungsadresse
fa_ir: نشانی صورتحساب
fi: Laskutusosoite
fr_fr: Adresse de facturation
hi: बिल भेजने का पता
it: Indirizzo di fatturazione
ko_kr: 배송지 주소
pl_pl: Adres rozliczeniowy
sl: Naslov za pošiljanje računa
uk_ua: Платіжна адреса

source: Payment sources
ar_sa: مصادر الدفع
cs: Platební zdroje
de: Zahlungsquellen
fa_ir: منابع پرداخت
fi: Maksulähteet
fr_fr: Moyens de paiement
hi: भुगतान स्रोत
it: Fonti di pagamento
ko_kr: 결제 소스
pl_pl: Źródła płatności
sl: Viri plačila
uk_ua: Джерела оплати

source: Source
ar_sa: رمز المصدر
cs: Zdroj
de: Quelle
fa_ir: منبع
fi: Lähde
fr_fr: La source
hi: सोर्स
it: Sorgente
ko_kr: 소스
pl_pl: Źródło
sl: Vir
uk_ua: Джерело

source: Allocation
ar_sa: توزيع
cs: Přidělení
de: Zuweisung
fa_ir: تخصیص
fi: jakaminen
hi: आवंटन
it: Assegnazione
ko_kr: 할당
pl_pl: Przydział
sl: Dodeljevanje
uk_ua: Виділення

source: Amount debited
ar_sa: تم خصم المبلغ
cs: Částka odepsaná na vrub
de: Abgebuchter Betrag
fa_ir: مبلغ بدهکار
fi: Veloitettu summa
fr_fr: Montant débité
hi: राशि डेबिट की गई
it: Importo addebitato
ko_kr: 직불금액
pl_pl: Pobrana kwota
sl: Znesek bremenitve
uk_ua: Сума списана

source: Amount refunded
ar_sa: المبلغ المردود
cs: Vrácená částka
de: Betrag erstattet
fa_ir: مبلغ بازپرداخت
fi: Palautettu summa
fr_fr: Montant remboursé
hi: रकम वापस कर दी गई
it: Importo rimborsato
ko_kr: 환불 금액
pl_pl: Kwota zwrócona
sl: Povrnjen znesek
uk_ua: Повернена сума

source: No payment sources found for this order.
ar_sa: لم يتم العثور على مصادر دفع لهذا الطلب.
cs: Pro tuto objednávku nebyly nalezeny žádné platební zdroje.
de: Für diese Bestellung wurden keine Zahlungsquellen gefunden.
fa_ir: هیچ منبع پرداختی برای این سفارش یافت نشد.
fi: Tälle tilaukselle ei löytynyt maksulähteitä.
fr_fr: Aucune source de paiement trouvée pour cette commande.
hi: इस आदेश के लिए कोई भुगतान स्रोत नहीं मिला.
it: Nessuna fonte di pagamento trovata per questo ordine.
ko_kr: 이 주문에서 결제 방법이 없습니다.
pl_pl: Nie znaleziono źródeł płatności dla tego zamówienia.
sl: Za to naročilo ni bilo najdenih virov plačila.
uk_ua: Немає джерел оплати для цього замовлення.

source: Transactions
ar_sa: المعاملات
cs: Transakce
de: Transaktionen
fa_ir: تراکنش‌ها
fi: Tapahtumat
hi: लेनदेन
it: Transazioni
ko_kr: 송금
pl_pl: Transakcje
sl: Transakcije
uk_ua: транзакції

source: Voucher
ar_sa: فاتورة
cs: Poukaz
fa_ir: کوپن
fi: Lahjakortti
fr_fr: Bon
hi: वाउचर
it: Voucher; tagliando
ko_kr: 청구서
pl_pl: Talon
sl: kupon
uk_ua: Ваучер

source: Offer name
ar_sa: اسم العرض
cs: Název nabídky
de: Angebotsname
fa_ir: نام پیشنهادی
fi: Tarjouksen nimi
fr_fr: Nom de l&#39;offre
hi: प्रस्ताव का नाम
it: Nome dell&#39;offerta
ko_kr: 제안명
pl_pl: Nazwa oferty
sl: Ime ponudbe
uk_ua: Пропозиція ім&#39;я

source: Frequency
ar_sa: تكرار
cs: Frekvence
de: Häufigkeit
fa_ir: فراوانی
fi: Taajuus
fr_fr: La fréquence
hi: आवृत्ति
it: Frequenza
ko_kr: 빈도
pl_pl: Częstotliwość
sl: Frekvenca
uk_ua: Частота

source: Message
ar_sa: الرسالة
cs: Zpráva
de: Nachricht
fa_ir: پیام
fi: Viesti
hi: संदेश
it: Messaggio
ko_kr: 메시지
pl_pl: Wiadomość
sl: Sporočilo
uk_ua: повідомлення

source: No discounts were applied to this order.
ar_sa: لم يتم تطبيق أي خصومات على هذا الطلب.
cs: Na tuto objednávku nebyly uplatněny žádné slevy.
de: Für diese Bestellung wurden keine Rabatte gewährt.
fa_ir: هیچ تخفیفی برای این سفارش اعمال نشد.
fi: Tähän tilaukseen ei sovellettu alennuksia.
fr_fr: Aucune remise n&#39;a été appliquée à cette commande.
hi: इस आदेश पर कोई छूट लागू नहीं की गई.
it: A questo ordine non è stato applicato alcuno sconto.
ko_kr: 이 주문에서 할인은 적용되지 않습니다.
pl_pl: Do tego zamówienia nie zastosowano żadnych rabatów.
sl: Za to naročilo ni bil uveljavljen noben popust.
uk_ua: До цього замовлення не застосовувалися знижки.

source: Admin
ar_sa: مشرف
de: Administrator
fa_ir: مدیر
fr_fr: Administrateur
hi: व्यवस्थापक
it: Amministrazione
ko_kr: 교수자
uk_ua: адміністратор

source: No notes available.
ar_sa: لا توجد ملاحظات متاحة.
cs: Nejsou k dispozici žádné poznámky.
de: Keine Notizen verfügbar.
fa_ir: هیچ یادداشتی در دسترس نیست.
fi: Ei muistiinpanoja saatavilla.
fr_fr: Aucune note disponible.
hi: कोई नोट उपलब्ध नहीं.
it: Nessuna nota disponibile.
ko_kr: 노트가 없습니다.
pl_pl: Brak dostępnych notatek.
sl: Na voljo ni nobenih zapiskov.
uk_ua: Немає нотаток.

source: Save note
ar_sa: حفظ الملاحظة
cs: Uložit poznámku
de: Notiz speichern
fa_ir: ذخیره یادداشت
fi: Tallenna muistiinpano
fr_fr: Enregistrer la note
hi: नोट सहेजें
it: Salva nota
ko_kr: 노트 저장
pl_pl: Zapisz notatkę
sl: Shrani opombo
uk_ua: Зберегти нотатку

source: Notes are only editable for 5 minutes after being saved.
ar_sa: الملاحظات قابلة للتحرير لمدة 5 دقائق فقط بعد حفظها.
cs: Poznámky lze upravovat pouze 5 minut po uložení.
de: Notizen können nach dem Speichern nur 5 Minuten lang bearbeitet werden.
fa_ir: یادداشت‌ها فقط 5 دقیقه پس از ذخیره، امکان ویرایش دارند.
fi: Muistiinpanot ovat muokattavissa vain 5 minuuttia tallennuksen jälkeen.
fr_fr: Les notes ne sont modifiables que pendant 5 minutes après avoir été enregistrées.
hi: नोट सहेजे जाने के बाद केवल 5 मिनट तक संपादन योग्य होते हैं।
it: Le note sono modificabili solo per 5 minuti dopo essere state salvate.
ko_kr: 저장5분후에 노트를 편집할 수 있습니다.
pl_pl: Notatki można edytować tylko przez 5 minut po zapisaniu.
sl: Opombe je mogoče urejati le 5 minut po shranjevanju.
uk_ua: Примітки можна редагувати тільки протягом 5 хвилин після збереження.

source: Search
ar_sa: بحث
cs: Hledat
de: Suche
fa_ir: جستجو
fi: Hae
fr_fr: Chercher
hi: खोजें
it: Ricerca
ko_kr: 검색
pl_pl: Szukaj
sl: Iskanje
uk_ua: Пошук

source: Advanced Search
ar_sa: بحث متقدم
cs: pokročilé vyhledávání
de: Erweiterte Suche
fa_ir: جستجوی پیشرفته
fi: Tarkennettu Haku
fr_fr: Recherche Avancée
hi: उन्नत खोज
it: Ricerca Avanzata
ko_kr: 고급 검색
pl_pl: zaawansowane wyszukiwanie
sl: napredno iskanje
uk_ua: Розширений пошук

source: Order Search Results
ar_sa: ترتيب نتائج البحث
de: Suchergebnisse bestellen
fi: Tilaa hakutulokset
fr_fr: Résultats de la recherche de commande
hi: आदेश खोज परिणाम
it: Ordina i risultati della ricerca
pl_pl: Zamów wyniki wyszukiwania
uk_ua: Замовити результати пошуку

source: All Orders
ar_sa: جميع الطلبات
de: Alle Bestellungen
fi: Kaikki tilaukset
fr_fr: Tous les ordres
hi: सभी आदेश
it: Tutti gli ordini
pl_pl: Wszystkie zamówienia
uk_ua: всі замовлення

source: Download selected orders as a CSV
ar_sa: تحميل الطلبات المحددة كملف CSV
cs: Stáhnout vybrané objednávky jako CSV
de: Ausgewählte Bestellungen als CSV herunterladen
fa_ir: بارگیری سفارش‌های منتخب به‌صورت سی اس وی
fi: Lataa valitut tilaukset CSV-tiedostona
fr_fr: Télécharger les commandes sélectionnées au format CSV
hi: चयनित ऑर्डर को सीएसवी के रूप में डाउनलोड करें
it: Scarica gli ordini selezionati come CSV
ko_kr: CSV로 선택된 주문 다운로드하기
pl_pl: Pobierz wybrane zamówienia w formacie CSV
sl: Prenesite izbrana naročila kot CSV
uk_ua: завантажувати вибрані замовлення як CSV

source: Submitting...
ar_sa: تقديم...
de: Einreichen...
fi: Lähetetään...
fr_fr: Soumission...
hi: सबमिट किया जा रहा है...
it: Invio...
pl_pl: Przedkładający...
uk_ua: Подання...

source: Download
ar_sa: تنزيل
cs: Stažení
de: herunterladen
fa_ir: بارگیری
fi: ladata
fr_fr: Télécharger
hi: डाउनलोड
ko_kr: 다운로드
pl_pl: Pobierać
sl: Prenesi
uk_ua: завантажувати

source: Total inc tax
ar_sa: إجمالي الضريبة
cs: Celkem vč. daně
de: Gesamtbetrag inkl. Steuern
fa_ir: کل مبلغ با احتساب مالیات
fi: Yhteensä sis. verot
fr_fr: Total TTC
hi: कुल आयकर
it: Totale tasse incluse
ko_kr: 세금포함 총액
pl_pl: Razem z podatkiem
sl: Skupaj z vključenim davkom
uk_ua: Усього з урахуванням податку

source: Number of items
ar_sa: عدد العناصر
cs: Počet položek
de: Anzahl der Teile
fa_ir: تعداد اقلام
fi: Esineiden määrä
fr_fr: Nombre d&#39;objets
hi: मदों की संख्या
it: Numero di articoli
ko_kr: 항목 번호
pl_pl: Liczba przedmiotów
sl: Število predmetov
uk_ua: Кількість предметів

source: Customer
ar_sa: عميل
de: Kunde
fi: Asiakas
fr_fr: Client
hi: ग्राहक
it: Cliente
pl_pl: Klient
uk_ua: Замовник

source: Shipping address
ar_sa: عنوان الشحن
de: Lieferanschrift
fi: Toimitusosoite
fr_fr: Adresse de livraison
hi: शिपिंग पता
it: Indirizzo di spedizione
ko_kr: 배송지 주소
pl_pl: Adres wysyłki
uk_ua: Адреса доставки

source: Deleted
ar_sa: جرى الحذف
cs: Odstraněný
de: gelöscht
fa_ir: حذف شده
fi: Poistettu
fr_fr: Supprimé
hi: नष्ट कर दिया गया
it: Cancellato
ko_kr: 삭제되었습니다.
pl_pl: Usunięto
sl: Izbrisano
uk_ua: видалений

source: Changing...
ar_sa: تغيير...
de: Ändern...
fi: Vaihtaa...
fr_fr: En changeant...
hi: बदल रहा है...
it: Mutevole...
pl_pl: Wymiana pieniędzy...
uk_ua: Зміна...

source: No orders found.
ar_sa: لم يتم العثور على أية طلبات.
cs: Nebyly nalezeny žádné objednávky.
de: Keine Bestellungen gefunden.
fa_ir: هیچ سفارشی وجود ندارد.
fi: Tilauksia ei löytynyt.
fr_fr: Aucune commande trouvée.
hi: कोई ऑर्डर नहीं मिला.
it: Nessun ordine trovato.
ko_kr: 주문이 없습니다.
pl_pl: Nie znaleziono żadnych zamówień.
sl: Najdeno ni bilo nobenega naročila.
uk_ua: Замовлень не знайдено.

source: Enrollments
ar_sa: التسجيلات
cs: Zápisy
de: Anmeldungen
fa_ir: ثبت‌نام‌ها
fi: Ilmoittautumiset
fr_fr: Inscriptions
hi: नामाकंन
it: Iscrizioni
ko_kr: 등록 현황
pl_pl: Zapisy
sl: Vpisi
uk_ua: записи

source: Mode
ar_sa: الوضعية
cs: Režim
de: Modus
fa_ir: حالت
fi: tila
hi: प्रणाली
ko_kr: 모드
pl_pl: Tryb
sl: način
uk_ua: Режим

source: Active?
ar_sa: نشيط؟
cs: Aktivní?
de: Aktiv?
fa_ir: فعال است؟
fi: Aktiivinen?
fr_fr: Actif?
hi: सक्रिय?
it: Attivo?
ko_kr: 활동하시겠습니까?
pl_pl: Aktywny?
sl: Aktiven?
uk_ua: Активний?

source: No enrollments found.
ar_sa: لم يتم العثور على التسجيلات.
cs: Nebyly nalezeny žádné přihlášky.
de: Keine Anmeldungen gefunden.
fa_ir: هیچ ثبت‌نامی پیدا نشد.
fi: Ilmoittautumisia ei löytynyt.
fr_fr: Aucune inscription trouvée.
hi: कोई नामांकन नहीं मिला.
it: Nessuna iscrizione trovata.
ko_kr: 등록 현황을 찾을 수 없습니다.
pl_pl: Nie znaleziono zapisów.
sl: Ni najdenih vpisov.
uk_ua: записи не знайдено.

source: Confirm Refund Processing
ar_sa: تأكيد معالجة استرداد الأموال
cs: Potvrďte zpracování refundace
de: Bestätigen Sie die Rückerstattungsbearbeitung
fa_ir: تأیید پردازش بازپرداخت
fi: Vahvista hyvityksen käsittely
fr_fr: Confirmer le traitement du remboursement
hi: रिफंड प्रोसेसिंग की पुष्टि करें
it: Conferma l&#39;elaborazione del rimborso
ko_kr: 환불 처리 확인
pl_pl: Potwierdź przetworzenie zwrotu pieniędzy
sl: Potrdite obdelavo vračila
uk_ua: Підтвердити обробку відшкодування

source: Are you sure you want to issue a full refund and revoke student's enrollment?
ar_sa: هل أنت متأكد أنك تريد استرداد كامل المبلغ وإلغاء تسجيل الطالب؟
cs: Opravdu chcete vrátit peníze v plné výši a zrušit zápis studenta?
de: Sind Sie sicher, dass Sie eine vollständige Rückerstattung veranlassen und die Einschreibung des Studenten widerrufen möchten?
fa_ir: آیا مطمئن هستید که می‌خواهید بازپرداخت کامل کرده و ثبت‌نام افراد را لغو کنید؟
fi: Oletko varma, että haluat myöntää täyden hyvityksen ja peruuttaa opiskelijan ilmoittautumisen?
fr_fr: Êtes-vous sûr de vouloir émettre un remboursement complet et révoquer l&#39;inscription de l&#39;étudiant ?
hi: क्या आप वाकई पूरा रिफंड जारी करना चाहते हैं और छात्र का नामांकन रद्द करना चाहते हैं?
it: Sei sicuro di voler emettere un rimborso completo e revocare l&#39;iscrizione dello studente?
ko_kr: 전액 환불과 동시에 학생의 등록을 취소하시겠습니까?
pl_pl: Czy na pewno chcesz dokonać pełnego zwrotu kosztów i anulować rejestrację studenta?
sl: Ali ste prepričani, da želite vrniti celotno kupnino in preklicati vpis študenta?
uk_ua: ви впевнені, що бажаєте повністю відшкодувати кошти та скасувати запис студента?

source: Are you sure you want to issue a full refund without revoking student's enrollment?
ar_sa: هل أنت متأكد من أنك تريد استرداد كامل المبلغ دون إلغاء تسجيل الطالب؟
cs: Opravdu chcete vrátit peníze v plné výši, aniž byste zrušili zápis studenta?
de: Sind Sie sicher, dass Sie eine vollständige Rückerstattung veranlassen möchten, ohne die Einschreibung des Studenten zu widerrufen?
fa_ir: آیا مطمئن هستید که مایلید بدون لغو ثبت‌نام فرد، بازپرداخت کامل را صادر کنید؟
fi: Oletko varma, että haluat myöntää täyden hyvityksen peruuttamatta opiskelijan ilmoittautumista?
fr_fr: Êtes-vous sûr de vouloir émettre un remboursement complet sans révoquer l&#39;inscription de l&#39;étudiant ?
hi: क्या आप वाकई छात्र का नामांकन रद्द किए बिना पूरा रिफंड जारी करना चाहते हैं?
it: Sei sicuro di voler emettere un rimborso completo senza revocare l&#39;iscrizione dello studente?
ko_kr: 학생의 등록을 취소하지 않고 전액 환불을 하시겠습니까?
pl_pl: Czy na pewno chcesz dokonać pełnego zwrotu kosztów bez cofania rejestracji studenta?
sl: Ali ste prepričani, da želite vrniti celotno kupnino brez preklica vpisa študenta?
uk_ua: ви впевнені, що бажаєте повністю повернути кошти, не анулюючи запис студента?

source: Are you sure you want to deny this refund request?
ar_sa: هل أنت متأكد أنك تريد رفض طلب استرداد الأموال هذا؟
cs: Opravdu chcete zamítnout tuto žádost o vrácení peněz?
de: Möchten Sie diesen Rückerstattungsantrag wirklich ablehnen?
fa_ir: آیا از رد درخواست بازپرداخت اطمینان دارید؟
fi: Haluatko varmasti hylätä tämän hyvityspyynnön?
fr_fr: Voulez-vous vraiment refuser cette demande de remboursement ?
hi: क्या आप वाकई इस धनवापसी अनुरोध को अस्वीकार करना चाहते हैं?
it: Sei sicuro di voler rifiutare questa richiesta di rimborso?
ko_kr: 이 환불 요청을 거절하겠습니까?
pl_pl: Czy na pewno chcesz odrzucić tę prośbę o zwrot pieniędzy?
sl: Ali ste prepričani, da želite zavrniti to zahtevo za vračilo?
uk_ua: Ви впевнені, що бажаєте відхилити цей запит на відшкодування?

source: Confirm
ar_sa: تأكيد
cs: Potvrdit
de: Bestätigen
fa_ir: تایید
fi: Vahvistaa
fr_fr: Confirmer
hi: पुष्टि करें
it: Conferma
ko_kr: 확인
pl_pl: Potwierdzać
sl: Potrdi
uk_ua: Підтвердити

source: Approve Credit and Revoke
ar_sa: الموافقة على الائتمان وإلغاء
cs: Schválit zápočet a zrušit
de: Gutschrift genehmigen und widerrufen
fa_ir: تایید اعتبار و ابطال
fi: Hyväksy hyvitys ja peruuta
fr_fr: Approuver le crédit et révoquer
hi: क्रेडिट स्वीकृत करें और निरस्त करें
it: Approvare credito e revocare
ko_kr: 학점 및 취소 승인
pl_pl: Zatwierdź kredyt i unieważnij
sl: Odobritev kredita in preklic
uk_ua: Підтвердити кредит і відкликати

source: Approve Credit Only
ar_sa: الموافقة على الائتمان فقط
cs: Schválit pouze zápočet
de: Nur Kredit genehmigen
fa_ir: فقط اعتبار را تأیید کنید
fi: Hyväksy vain luotto
fr_fr: Approuver le crédit uniquement
hi: केवल क्रेडिट स्वीकृत करें
it: Approva solo il credito
ko_kr: 학점만 승인
pl_pl: Zatwierdź tylko kredyt
sl: Samo odobri kredit
uk_ua: Підтвердити кредит тільки

source: Deny
ar_sa: ينكر
cs: Zamítnout
de: Leugnen
fa_ir: ردکردن
fi: Kiellä
fr_fr: Refuser
hi: अस्वीकार करना
it: Negare
ko_kr: 거부
pl_pl: Zaprzeczyć
sl: Zanikati
uk_ua: Заперечувати

source: Number of Items
ar_sa: عدد العناصر
cs: Počet položek
de: Anzahl der Teile
fa_ir: تعداد اقلام
fi: Esineiden määrä
fr_fr: Nombre d&#39;objets
hi: मदों की संख्या
it: Numero di articoli
ko_kr: 항목의 수
pl_pl: Liczba przedmiotów
sl: Število predmetov
uk_ua: Кількість предметів

source: Total Credit
ar_sa: إجمالي الائتمان
cs: Celkový zápočet
de: Gesamtpunktzahl
fa_ir: کل اعتبار
fi: Koko luotto
fr_fr: Crédit total
hi: कुल क्रेडिट
it: Credito totale
ko_kr: 총 크레딧
pl_pl: Całkowity kredyt
sl: Skupni kredit
uk_ua: Загальний кредит

source: Created
ar_sa: تم الإنشاء
cs: Vytvořeno
de: Erstellt
fa_ir: ایجادشده
fi: Luotu
fr_fr: Créé
hi: क्रेयटेड
it: Creato
ko_kr: 생성됨
pl_pl: Utworzony
sl: Ustvarjeno
uk_ua: Створено

source: No refunds found.
ar_sa: لم يتم العثور على المبالغ المستردة.
cs: Nenalezeny žádné vrácení peněz.
de: Keine Rückerstattungen gefunden.
fa_ir: هیچ بازپرداختی نیست.
fi: Hyvitystä ei löytynyt.
fr_fr: Aucun remboursement trouvé.
hi: कोई रिफंड नहीं मिला.
it: Nessun rimborso trovato.
ko_kr: 환불이 없음
pl_pl: Nie znaleziono żadnych zwrotów pieniędzy.
sl: Vračila niso bila najdena.
uk_ua: Відшкодування не знайдено.

source: Close
ar_sa: إغلاق
cs: Zavřít
de: Schließen
fa_ir: بستن
fi: kiinni
fr_fr: Fermer
hi: बंद करें
it: Chiudi
ko_kr: 닫기
pl_pl: zamknij
sl: Zapri
uk_ua: зачиняти

source: Searching...
ar_sa: يبحث...
cs: Vyhledávám...
de: Suche...
fa_ir: جستجو...
fi: Haetaan...
fr_fr: Recherche...
hi: खोज रहा है...
it: Ricerca...
ko_kr: 검색 중...
pl_pl: Badawczy...
sl: Iskanje ...
uk_ua: Пошук...

source: Refund #%(id)s
ar_sa: استرداد # %(id)s
cs: Vrácení peněz #%(id)s
de: Rückerstattung # %(id)s
fa_ir: بازپرداخت #%(id)s
fi: Hyvitys #%(id)s
fr_fr: Remboursement #%(id)s
hi: रिफंड # %(id)s
it: Rimborso n. %(id)s
ko_kr: %(id)s 환불
pl_pl: Zwrot pieniędzy # %(id)s
sl: Vračilo kupnine #%(id)s
uk_ua: Відшкодування # %(id)s
