Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: If you need assistance, contact edX support.
ar_sa: إذا كنت بحاجة إلى مساعدة، فاتصل بدعم edX.
cs: Pokud potřebujete pomoc, kontaktujte podporu edX.
de: Wenn Sie Hilfe benötigen, wenden Sie sich an den edX-Support.
fa_ir: اگر نیاز به راهنمایی دارید، با پشتیبانی ادکس تماس بگیرید.
fi: Jos tarvitset apua, ota yhteyttä edX-tukeen.
fr_fr: Si vous avez besoin d&#39;aide, contactez le support edX.
hi: यदि आपको सहायता की आवश्यकता है, तो edX समर्थन से संपर्क करें।
it: Se hai bisogno di assistenza, contatta il supporto edX.
ko_kr: 만약 도움이 필요하시다면 edX 지원팀에 문의해 주세요.
pl_pl: Jeśli potrzebujesz pomocy, skontaktuj się z pomocą techniczną edX.
sl: Če potrebujete pomoč, se obrnite na podporo edX.
uk_ua: Якщо вам потрібна допомога, зверніться до служби підтримки edX.

source: Coupons
ar_sa: كوبونات
cs: kupony
de: Gutscheine
fa_ir: کوپن‌ها
fi: Kupongit
hi: कूपन
it: Buoni
ko_kr: 쿠폰
pl_pl: kupony
sl: Kuponi
uk_ua: купони

source: Enterprise Coupons
ar_sa: كوبونات المؤسسة
cs: Podnikové kupóny
de: Unternehmensgutscheine
fa_ir: کوپن‌های سازمانی
fi: Yrityskupongit
fr_fr: Coupons d&#39;entreprise
hi: एंटरप्राइज़ कूपन
it: Buoni aziendali
ko_kr: 기업 쿠폰
pl_pl: kupony korporacyjne
sl: Podjetniški kuponi
uk_ua: Корпоративні купони

source: Toggle navigation
ar_sa: تبديل التنقل
cs: Přepnout navigaci
de: Sichtbarkeit der Navigation umschalten
fa_ir: تغییر پیمایش
fi: Vaihda navigointi
fr_fr: Basculer la navigation
hi: टॉगल से संचालित करना
it: Attiva/disattiva la navigazione
ko_kr: 토글 네이게이션
pl_pl: Przełącz nawigację
sl: Preklopi navigacijo
uk_ua: Увімкнути навігацію

source: Dashboard for:
ar_sa: لوحة المعلومات لـ:
cs: Nástěnka:
de: Meine Kurse für:
fa_ir: پیشخوان برای :
fi: Kojelauta:
fr_fr: Tableau de bord pour :
hi: इसके लिए डैशबोर्ड :
it: Bacheca per:
ko_kr: 대시보드:
pl_pl: Panel dla:
sl: Nadzorna plošča za:
uk_ua: Інформаційна панель для:

source: Toggle Dropdown
ar_sa: تبديل القائمة المنسدلة
cs: Přepnout rozbalovací nabídku
de: Dropdown-Liste umschalten
fa_ir: تغییر کشویی
fi: Vaihda avattava valikko
fr_fr: Basculer la liste déroulante
hi: ड्रॉपडाउन टॉगल करें
it: Attiva/disattiva il menu a discesa
ko_kr: 드롭다운 전환
pl_pl: Przełącz menu rozwijane
sl: Preklop spustnega menija
uk_ua: Toggle спадаюче меню

source: Login
ar_sa: تسجيل الدخول
cs: Přihlásit
fa_ir: ورود
fi: Kirjaudu sisään
fr_fr: Connexion
hi: लॉग इन करें
ko_kr: 로그인
pl_pl: Zaloguj się
sl: Vpiši se
uk_ua: Логін

source: E-Commerce Course Administration
ar_sa: إدارة دورة التجارة الإلكترونية
cs: Správa kurzu elektronického obchodu
de: E-Commerce-Kursverwaltung
fa_ir: مدیریت دوره‌های آموزشی تجارت الکترونیک
fi: Verkkokaupan kurssin hallinto
fr_fr: Administration du cours de commerce électronique
hi: ई-कॉमर्स पाठ्यक्रम प्रशासन
it: Amministrazione del corso sull&#39;e-commerce
ko_kr: 전자 상거래 코스 관리
pl_pl: Administracja kursów e-commerce
sl: Administracija tečaja e-trgovine
uk_ua: Адміністрування курс електронної комерції

source: E-Commerce Coupon Administration
ar_sa: إدارة كوبونات التجارة الإلكترونية
cs: Správa kupónů elektronického obchodu
de: Verwaltung von E-Commerce-Gutscheinen
fa_ir: مدیریت کوپن تجارت الکترونیک
fi: Verkkokaupan kuponkien hallinta
fr_fr: Administration des coupons de commerce électronique
hi: ई-कॉमर्स कूपन प्रशासन
it: Amministrazione dei coupon per l&#39;e-commerce
ko_kr: 전자 상거래 쿠폰 관리
pl_pl: Administracja kupon handlu elektronicznego
sl: Uprava kuponov za e-trgovino
uk_ua: Адміністрування купон електронної комерції

source: E-Commerce Program Offers Administration
ar_sa: برنامج التجارة الإلكترونية يقدم الإدارة
cs: Správa nabídek programu elektronického obchodování
de: Verwaltung der E-Commerce-Programmangebote
fa_ir: مدیریت پیشنهادهای برنامه تجارت الکترونیک
fi: Verkkokauppaohjelma tarjoaa hallinnon
fr_fr: Administration des offres du programme de commerce électronique
hi: ई-कॉमर्स कार्यक्रम प्रशासन प्रदान करता है
it: Il programma di e-commerce offre amministrazione
ko_kr: 관리 서비스를 제공하는 전자상거래 프로그램
pl_pl: Administracja ofert w programie handlu elektronicznego
sl: Upravljanje ponudb programa e-trgovine
uk_ua: Адміністрування пропозицій програма електронної комерції

source: Your basket is empty
ar_sa: سلتك فارغة
cs: Váš košík je prázdný
de: Dein Korb ist leer
fa_ir: سبد خرید شما خالی است
fi: Korisi on tyhjä
fr_fr: Votre panier est vide
hi: आपकी टोकरी खाली है
it: Il tuo cestino è vuoto
ko_kr: 귀하의 장바구니에 아무것도 담겨있지 않습니다.
pl_pl: Twój koszyk jest pusty
sl: Vaša košarica je prazna
uk_ua: ваш кошик порожній

source: If you attempted to make a purchase, you have not been charged. Return to your {link_start}{link_middle}{homepage_url}dashboard{link_end} to try again, or {link_start}{homepage_url}{link_middle}contact {platform_name} Support{link_end}.
ar_sa: إذا حاولت إجراء عملية شراء، فلن يتم تحصيل رسوم منك. ارجع إلى لوحة القيادة {link_start} {link_middle} {homepage_url} {link_end} للمحاولة مرة أخرى، أو {link_start} {homepage_url} {link_middle} اتصل بـ {platform_name} الدعم {link_end} .
cs: Pokud jste se pokusili o nákup, nebudou vám účtovány žádné poplatky. Vraťte se na svůj {link_start}{link_middle}{homepage_url}hlavní panel{link_end} a zkuste to znovu, nebo {link_start}{homepage_url}{link_middle}kontaktujte podporu {platform_name}{link_end}.
de: Wenn Sie versucht haben, einen Kauf zu tätigen, wurden Ihnen keine Kosten berechnet. Kehren Sie zu Ihrem {link_start} {link_middle} {homepage_url} Meine Kurse {link_end} zurück, um es auszuprobieren noch einmal oder {link_start} {homepage_url} {link_middle} Kontaktieren Sie {platform_name} Support {link_end} .
fa_ir: اگر اقدام به خرید کرده‌اید، هزینه‌ای از شما دریافت نشده است. برای امتحان دوباره به {link_start}{link_middle}{homepage_url}داشبورد{link_end} خود بازگردید یا {link_start}{homepage_url}{link_middle}با پشتیبانی {platform_name}{link_end} تماس بگیرید.
fi: Jos yritit tehdä ostoksen, sinua ei ole veloitettu. Palaa {link_start}{link_middle}{homepage_url}hallintapaneeliin{link_end} ja yritä uudelleen tai {link_start}{homepage_url}{link_middle}ota yhteyttä {platform_name} tukeen{link_end}.
fr_fr: Si vous avez tenté d&#39;effectuer un achat, vous n&#39;avez pas été débité. Retour à votre {{} link_start link_middle} {} homepage_url tableau de bord {} link_end pour essayer à nouveau, ou {{} link_start homepage_url} {} link_middle Contact {} platform_name {soutien link_end}.
hi: यदि आपने खरीदारी करने का प्रयास किया, तो आपसे शुल्क नहीं लिया जाएगा। प्रयास करने के लिए अपने {link_start} {link_middle} {homepage_url} डैशबोर्ड {link_end} पर वापस लौटें फिर से, या {link_start} {homepage_url} {link_middle} संपर्क {platform_name} समर्थन {link_end} ।
it: Se hai tentato di effettuare un acquisto, non ti è stato addebitato alcun importo. Torna al dashboard {link_start} {link_middle} {homepage_url} {link_end} per provare ancora una volta, oppure {link_start} {homepage_url} {link_middle} contattare l&#39;assistenza {platform_name} {link_end} .
ko_kr: 취득을 시도하신 경우 따로 요금이 부과되지 않습니다. 다시 시도하시려면 {link_start}{link_middle}{homepage_url}dashboard{link_end}에 돌아가시거나 {link_start}{homepage_url}{link_middle} {platform_name} 지원팀에 문의해 주세요.{link_end}
pl_pl: Jeśli próbowałeś dokonać zakupu, nie pobrałeś żadnej opłaty. Wróć do deski rozdzielczej {link_start} {link_middle} {homepage_url} {link_end} , aby spróbować ponownie lub {link_start} {homepage_url} {link_middle} skontaktuj się z {platform_name} Wsparcie {link_end} .
uk_ua: Якщо ви намагалися зробити покупку, плата з вас не стягувалася. Поверніться до своєї {link_start} {link_middle} {homepage_url} інформаційної панелі {link_end} , щоб спробувати знову або {link_start} {homepage_url} {link_middle} контакт {platform_name} Підтримка {link_end} .

source: Your basket is now empty
ar_sa: سلتك فارغة الآن
cs: Váš košík je nyní prázdný
de: Ihr Warenkorb ist jetzt leer
fa_ir: الان سبد خرید شما خالی است
fi: Korisi on nyt tyhjä
fr_fr: Votre panier est maintenant vide
hi: आपकी टोकरी अब खाली है
it: Il tuo carrello ora è vuoto
ko_kr: 장바구니가 비워졌습니다.
pl_pl: Twój koszyk jest teraz pusty
sl: Vaša košarica je zdaj prazna
uk_ua: ваш кошик тепер порожній

source: {strong_start}We’ve updated your quantity.{strong_end} {paragraph_start}Your cart includes {num_items} enrollment codes at a total cost of {total}, that you will receive via email.{paragraph_end}
ar_sa: {strong_start} لقد قمنا بتحديث الكمية الخاصة بك. {strong_end} {paragraph_start} تتضمن سلة التسوق الخاصة بك رموز التسجيل {num_items} بتكلفة إجمالية قدرها {total} ، والتي ستتلقاها عبر البريد الإلكتروني. {paragraph_end}
cs: {strong_start}Aktualizovali jsme vaše množství.{strong_end} {paragraph_start}Váš košík obsahuje {num_items} zápisových kódů v celkové hodnotě {total}, které obdržíte e-mailem.{paragraph_end}
de: {strong_start} Wir haben Ihre Menge aktualisiert. {strong_end} {paragraph_start} Ihr Warenkorb enthält {num_items} Registrierungscodes zu einem Kosten von {total} , die Sie per E-Mail erhalten. {paragraph_end}
fa_ir: {strong_start}مقدار مورد نظر شما را روزآمد کرده‌ایم.{strong_end} {paragraph_start} سبد خرید شما شامل {num_items} کد ثبت‌نام با هزینه کل {total} است که از طریق رایانامه دریافت خواهید کرد.{paragraph_end}
fi: {strong_start}Olemme päivittäneet määräsi.{strong_end} {paragraph_start}Ostosi sisältää {num_items} ilmoittautumiskoodia kokonaishintaan {total}. Saat ne sähköpostitse.{paragraph_end}
fr_fr: {strong_start}Nous avons mis à jour votre quantité.{strong_end} {paragraph_start}Votre panier comprend {num_items} codes d&#39;inscription pour un coût total de {total}, que vous recevrez par e-mail.{paragraph_end}
hi: {strong_start} हमने आपकी मात्रा अपडेट कर दी है। {strong_end} {paragraph_start} आपके कार्ट में {total} की कुल लागत पर {num_items} नामांकन कोड शामिल हैं, जो आपको ईमेल के माध्यम से प्राप्त होंगे। {paragraph_end}
it: {strong_start} Abbiamo aggiornato la tua quantità. {strong_end} {paragraph_start} Il tuo carrello include i codici di iscrizione {num_items} al costo totale di {total} , che riceverai via email. {paragraph_end}
ko_kr: {strong_start}수량이 업데이트되었습니다.{strong_end} {paragraph_start} 귀하의 카트에는 총 비용 {total}의 {num_items}개의 등록 코드가 포함되어 있으며, 이 코드는 이메일을 통해 받게 됩니다.{paragraph_end}
pl_pl: {strong_start} Zaktualizowaliśmy Twoją ilość. {strong_end} {paragraph_start} Twój koszyk zawiera kody rejestracyjne {num_items} o całkowitym koszcie {total} , które otrzymasz e-mailem. {paragraph_end}
uk_ua: {strong_start} Ми оновили вашу кількість. {strong_end} {paragraph_start} ваш кошик містить коди запис {num_items} загальною вартістю {total} , які ви отримаєте електронною поштою. {paragraph_end}

source: View basket
ar_sa: عرض سلة
cs: Zobrazit košík
de: Einkaufswagen ansehen
fa_ir: مشاهده سبد خرید
fi: Näytä kori
fr_fr: Voir le panier
hi: टोकरी को देखो
it: Visualizza il carrello
ko_kr: 장바구니 보기
pl_pl: Pokaż koszyk
sl: Poglej košarico
uk_ua: Переглянути кошик

source: Checkout now
ar_sa: الخروج الآن
cs: Zkontrolovat teď
de: Checke jetzt aus
fa_ir: اکنون تسویه حساب کنید
fi: Tarkista nyt
fr_fr: Passer à la caisse
hi: जांच कर अब
it: Controlla ora
ko_kr: 지금 계산
pl_pl: Sprawdź teraz
sl: Naročite zdaj
uk_ua: Оформити замовлення зараз

source: Applying...
ar_sa: جارٍ التقديم...
cs: Ukládání...
de: Bewirbt sich...
fa_ir: در حال اعمال...
fi: Haetaan...
fr_fr: Postuler...
hi: आवेदन कर रहा हूँ...
it: Applicazione...
ko_kr: 적용하는 중...
pl_pl: Stosowanie...
sl: Uporaba ...
uk_ua: Застосування...

source: Apply
ar_sa: يتقدم
cs: Použít
fa_ir: اعمال
fi: Käytä
fr_fr: Appliquer
hi: लागू
it: Applicare
ko_kr: 적용
pl_pl: Stosować
sl: Prijavite se
uk_ua: Застосувати

source: in your cart
ar_sa: في سلة التسوق الخاصة بك
cs: ve vašem košíku
de: in Ihrem Warenkorb
fa_ir: در کارت شما
fi: ostoskorissasi
fr_fr: dans votre panier
hi: आपके कार्ट में
it: nel tuo carrello
ko_kr: 귀하의 카트에서
pl_pl: w Twoim koszyk
sl: v vašem vozičku
uk_ua: в вашому кошику

source: Your purchase contains the following
ar_sa: تحتوي عملية الشراء الخاصة بك على ما يلي
cs: Váš nákup obsahuje následující
de: Ihr Kauf enthält Folgendes
fa_ir: خرید شما شامل اقلام زیر است
fi: Ostoksesi sisältää seuraavat
fr_fr: Votre achat contient les éléments suivants
hi: आपकी खरीदारी में निम्नलिखित शामिल हैं
it: Il tuo acquisto contiene quanto segue
ko_kr: 귀하가 구매하시는 내용에는 다음이 포함됩니다.
pl_pl: Twój zakup zawiera następujące elementy
sl: Vaš nakup vsebuje naslednje
uk_ua: ваша покупка містить наступне

source: Updating...
ar_sa: جارٍ التحديث...
cs: Aktualizace...
de: Aktualisierung...
fa_ir: در حال روزآمدسازی...
fi: Päivitetään...
fr_fr: Mise à jour...
hi: अद्यतन किया जा रहा है...
it: In aggiornamento...
ko_kr: 업데이트하는 중...
pl_pl: Aktualizowanie...
sl: Posodabljanje ...
uk_ua: Оновлення...

source: Update
ar_sa: تحديث
cs: Aktualizovat
de: Aktualisieren
fa_ir: روزآمدسازی
fi: Päivittää
fr_fr: Mise à jour
hi: अपडेट करें
ko_kr: 공지사항
pl_pl: Aktualizacja
sl: Nadgradnja
uk_ua: оновлення

source: summary
ar_sa: ملخص
cs: shrnutí
de: Zusammenfassung
fa_ir: خلاصه
fi: yhteenveto
fr_fr: résumé
hi: सारांश
it: riepilogo
ko_kr: 요약
pl_pl: streszczenie
sl: povzetek
uk_ua: резюме

source: Discounts applied
ar_sa: تم تطبيق الخصومات
cs: Uplatněny slevy
de: Es gelten Rabatte
fa_ir: تخفیف‌ها اعمال شد
fi: Alennukset voimassa
fr_fr: Remises appliquées
hi: दिस्कौंट्स अप्लाइड
it: Sconti applicati
ko_kr: 할인 적용됨
pl_pl: Zastosowano rabaty
sl: Veljajo popusti
uk_ua: Застосовуються знижки

source: %(benefit)s discount provided by %(enterprise_customer_name)s.
ar_sa: خصم %(benefit)s مقدم من %(enterprise_customer_name)s .
cs: %(benefit)s sleva poskytovaná %(enterprise_customer_name)s.
de: %(benefit)s Rabatt bereitgestellt von %(enterprise_customer_name)s .
fa_ir: %(benefit)s تخفیف فراهم شده توسط %(enterprise_customer_name)s.
fi: %(benefit)s alennus tarjoaa %(enterprise_customer_name)s.
fr_fr: %(benefit)s remise offerte par %(enterprise_customer_name)s.
hi: %(benefit)s छूट %(enterprise_customer_name)s द्वारा प्रदान की गई।
it: Sconto %(benefit)s fornito da %(enterprise_customer_name)s .
ko_kr: %(enterprise_customer_name)s에서 제공하는 %(benefit)s 할인 혜택
pl_pl: %(benefit)s rabat udzielony przez %(enterprise_customer_name)s .
uk_ua: %(benefit)s Знижка надано %(enterprise_customer_name)s .

source: %(benefit)s%% discount for your first upgrade applied.
ar_sa: تم تطبيق خصم %(benefit)s %% على الترقية الأولى.
cs: Uplatněna sleva %(benefit)s%% na váš první upgrade.
de: %(benefit)s %% Rabatt für Ihr erstes Upgrade.
fa_ir: %(benefit)s%% تخفیف برای اولین ارتقای شما اعمال‌شد.
fi: %(benefit)s%% alennus ensimmäisestä päivityksestäsi.
fr_fr: %(benefit)s%% remise pour votre première mise à niveau appliquée.
hi: आपके पहले अपग्रेड के लिए लागू %(benefit)s %% छूट।
it: %(benefit)s %% sconto applicato per il tuo primo aggiornamento.
ko_kr: %(benefit)s%% 만큼의 첫 업그레이드 할인이 적용됩니다.
pl_pl: %(benefit)s %% Zastosowano zniżkę na pierwszą aktualizację.
uk_ua: %(benefit)s %% Знижка для вашого першого оновлення застосована.

source: Coupon %(voucher_code)s applied for %(total_benefit)s off
ar_sa: تم تطبيق القسيمة %(voucher_code)s للحصول على خصم %(total_benefit)s
cs: Kupon %(voucher_code)s byl použit pro slevu %(total_benefit)s
de: Gutschein %(voucher_code)s beantragt für %(total_benefit)s Rabatt
fa_ir: کوپن %(voucher_code)s برای%(total_benefit)sتخفیف اعمال شد
fi: Kuponki %(voucher_code)s haettu %(total_benefit)s pois
fr_fr: Coupon %(voucher_code)s appliqué pour %(total_benefit)s off
hi: कूपन %(voucher_code)s %(total_benefit)s छूट के लिए आवेदन किया गया
it: Coupon %(voucher_code)s applicato per %(total_benefit)s scontato
ko_kr: %(voucher_code)s 쿠폰을 통해 %(total_benefit)s만큼 할인 받으셨습니다.
pl_pl: kupon %(voucher_code)s zastosowany do %(total_benefit)s wyłączony
uk_ua: купон %(voucher_code)s подано на %(total_benefit)s викл

source: Remove coupon
ar_sa: إزالة القسيمة
cs: Odebrat kupón
de: Gutschein entfernen
fa_ir: حذف کوپن
fi: Poista kuponki
fr_fr: Supprimer le coupon
hi: कूपन हटाएँ
it: Rimuovi coupon
ko_kr: 쿠폰 제거
pl_pl: Usuń kupon
sl: Odstrani kupon
uk_ua: Зняти купон

source: Add coupon code
ar_sa: أضف رمز القسيمة
cs: Přidejte kód kupónu
de: Gutscheincode hinzufügen
fa_ir: افزودن کدکوپن
fi: Lisää kuponkikoodi
fr_fr: Ajouter un code promo
hi: कूपन कोड जोड़ें
it: Aggiungi il codice coupon
ko_kr: 쿠폰 코드 추가
pl_pl: Dodaj kod kupon
sl: Dodajte kodo kupona
uk_ua: Додайте код купон

source: (optional)
ar_sa: (اختياري)
cs: (volitelný)
fa_ir: (اختیاری)
fi: (valinnainen)
fr_fr: (optionnel)
hi: (वैकल्पिक)
it: (opzionale)
ko_kr: (선택적)
pl_pl: (opcjonalny)
sl: (neobvezno)
uk_ua: ( необо <span class='notranslate'>в &#39;язко в ий</span> )

source: TOTAL
ar_sa: المجموع الكلي
cs: CELKEM
de: GESAMT
fa_ir: جمع
fi: KAIKKI YHTEENSÄ
hi: संपूर्ण
it: TOTALE
ko_kr: 합계
pl_pl: CAŁKOWITY
sl: SKUPAJ
uk_ua: РАЗОМ

source: order details
ar_sa: تفاصيل الطلب
cs: podrobnosti objednávky
de: Bestelldetails
fa_ir: جزییات سفارش
fi: Tilauksen tiedot
fr_fr: détails de la commande
hi: ऑर्डर का विवरण
it: dettagli dell&#39;ordine
ko_kr: 주문 상세내역
pl_pl: Szczegóły zamówienia
sl: podrobnosti naročila
uk_ua: деталі замовлення

source: select payment method
ar_sa: اختار طريقة الدفع
cs: vyberte způsob platby
de: Wählen Sie die Zahlungsmethode
fa_ir: انتخاب شیوه پرداخت
fi: valitse maksutapa
fr_fr: Sélectionnez le mode de paiement
hi: भुगतान का तरीका चुनें
it: scegli il metodo di pagamento
ko_kr: 결제 수단 선택
pl_pl: Wybierz Metodę Płatności
sl: izberite način plačila
uk_ua: виберіть спосіб оплати

source: Pay with a Credit Card
ar_sa: الدفع بواسطة بطاقة الائتمان
cs: Plaťte kreditní kartou
de: Bezahlen Sie mit einer Kreditkarte
fa_ir: پرداخت با کارت اعتباری
fi: Maksa luottokortilla
fr_fr: Payer avec une carte de crédit
hi: क्रेडिट कार्ड से भुगतान करें
it: Paga con una carta di credito
ko_kr: 신용카드로 결제
pl_pl: Zapłać kartą kredytową
sl: Plačajte s kreditno kartico
uk_ua: Оплатіть кредитною карткою

source: Pay with PayPal
ar_sa: الدفع بواسط باى بال
cs: Plaťte přes PayPal
de: Mit PayPal bezahlen
fa_ir: پرداخت با PayPal
fi: Maksa PayPalilla
fr_fr: Payer avec PayPal
hi: पेपैल के साथ भुगतान करें
it: paga con Paypal
ko_kr: 페이팔로 결제
pl_pl: Zapłać z PayPal-em
sl: Plačajte s PayPalom
uk_ua: Оплатіть через PayPal

source: Pay with Apple Pay
ar_sa: الدفع باستخدام Apple Pay
cs: Plaťte pomocí Apple Pay
de: Bezahlen Sie mit Apple Pay
fa_ir: پرداخت با Apple Pay
fi: Maksa Apple Paylla
fr_fr: Payer avec Apple Pay
hi: एपल पे के साथ पे करे
it: Paga con ApplePay
ko_kr: 애플 페이로 지불
pl_pl: Zapłać za pomocą Apple Pay
sl: Plačajte z Apple Pay
uk_ua: Платіть за допомогою Apple Pay

source: card holder information
ar_sa: معلومات حامل البطاقة
cs: informace o držiteli karty
de: Kartenbesitzer Informationen
fa_ir: اطلاعات دارنده کارت
fi: kortin haltijan tiedot
fr_fr: Information du titulaire de carte
hi: कार्डधारक संबंधी जानकारी
it: informazioni sul titolare della carta
ko_kr: 카드 홀더 정보
pl_pl: informacje o posiadaczu karty
sl: podatke o imetniku kartice
uk_ua: інформація про власника картки

source: billing information
ar_sa: معلومات الفواتير
cs: fakturační údaje
de: Abrechnungsdaten
fa_ir: اطلاعات صورت‌حساب
fi: laskutus tiedot
fr_fr: détails de facturation
hi: बिलिंग जानकारी
it: Informazioni di fatturazione
ko_kr: 청구 정보
pl_pl: informacje rozliczeniowe
sl: informacije za obračun
uk_ua: Платіжна інформація

source: Credit cards
ar_sa: بطاقات الائتمان
cs: Kreditní karty
de: Kreditkarten
fa_ir: کارت‌های اعتباری
fi: Luottokortit
fr_fr: Cartes de crédit
hi: क्रेडिट कार्ड
it: Carte di credito
ko_kr: 신용 카드
pl_pl: Karty kredytowe
sl: Kreditne kartice
uk_ua: Кредитні картки

source: Card Number (required)
ar_sa: رقم البطاقة (مطلوب)
cs: Číslo karty (vyžadováno)
de: Kartennummer (erforderlich)
fa_ir: شماره کارت (ضروری)
fi: Kortin numero (pakollinen)
fr_fr: Numéro de carte (obligatoire)
hi: कार्ड नंबर (रेकुइरेड)
it: Numero Carta (richiesto)
ko_kr: 카드 번호 (필수)
pl_pl: Numer karty (wymagane)
sl: Številka kartice (obvezno)
uk_ua: Номер картки (обов&#39;язково)

source: Secure
ar_sa: يؤمن
cs: Bezpečný
de: Sicher
fa_ir: امن است
fi: Turvallinen
fr_fr: Sécurise
hi: सुरक्षित
it: Sicuro
ko_kr: 보안
pl_pl: Bezpieczne
sl: Varno
uk_ua: Безпечний

source: Credit card icon
ar_sa: رمز بطاقة الائتمان
cs: Ikona kreditní karty
de: Kreditkartensymbol
fa_ir: نماد کارت اعتباری
fi: Luottokortin kuvake
fr_fr: Icône de carte de crédit
hi: क्रेडिट कार्ड आइकन
it: Icona della carta di credito
ko_kr: 신용카드 아이콘
pl_pl: Ikona karty kredytowej
sl: Ikona kreditne kartice
uk_ua: Значок кредитної картки

source: Security Code (required)
ar_sa: رمز الحماية (مطلوب)
cs: Bezpečnostní kód (vyžadováno)
de: Sicherheitscode (erforderlich)
fa_ir: کد امنیتی (الزامی)
fi: Turvakoodi (pakollinen)
fr_fr: Code de sécurité (obligatoire)
hi: सेक्युर्टी कोड (रेकुइरेड)
it: Codice di sicurezza (richiesto)
ko_kr: 보안 코드 (필수)
pl_pl: Kod bezpieczeństwa (wymagany)
sl: Varnostna koda (obvezno)
uk_ua: Код безпеки (обов&#39;язково)

source: Help with CVV
ar_sa: مساعدة في CVV
cs: Pomoc s CVV
de: Hilfe bei CVV
fa_ir: راهنمایی با CVV
fi: Apua CVV:n kanssa
fr_fr: Aide avec CVV
hi: सीवीवी में मदद करें
it: Aiuto con CVV
ko_kr: CVV 도움말
pl_pl: Pomoc z CVV
sl: Pomoč pri CVV
uk_ua: Довідка з CVV

source: The three last digits in the signature area on the back of your card. For American Express, it is the four digits on the front of the card.
ar_sa: الأرقام الثلاثة الأخيرة في منطقة التوقيع على ظهر بطاقتك. بالنسبة لـ American Express، فهو عبارة عن الأرقام الأربعة الموجودة في مقدمة البطاقة.
cs: Poslední tři číslice v oblasti podpisu na zadní straně karty. U American Express jsou to čtyři číslice na přední straně karty.
de: Die drei letzten Ziffern im Unterschriftsbereich auf der Rückseite Ihrer Karte. Bei American Express sind es die vier Ziffern auf der Vorderseite der Karte.
fa_ir: سه رقم آخر در قسمت امضا در پشت کارت شما. برای امریکن اکسپرس، این چهار رقم در جلوی کارت است.
fi: Kortin takana olevan allekirjoitusalueen kolme viimeistä numeroa. American Expressissä se on kortin etupuolella oleva neljä numeroa.
fr_fr: Les trois derniers chiffres dans la zone de signature au dos de votre carte. Pour American Express, il s&#39;agit des quatre chiffres au recto de la carte.
hi: तीन आख़िरी डिजिट सिग्नेचर एरिया में आपके कार्ड के पीछे| अमेरीकन एक्सप्रेस के लिए यह फोर डिजिटस है कार्ड के फ्रंट में |
it: Le ultime tre cifre nell&#39;area della firma sul retro della carta. Per American Express si tratta delle quattro cifre sul fronte della carta.
ko_kr: 카드 뒤편 서명하는 칸에 있는 세자리 숫자. American Express의 경우, 카드앞에 4자리 숫자로 있습니다.
pl_pl: Trzy ostatnie cyfry w obszarze podpisu na odwrocie karty. W przypadku karty American Express są to cztery cyfry umieszczone z przodu karty.
sl: Zadnje tri števke v območju za podpis na zadnji strani kartice. Za American Express so to štiri števke na sprednji strani kartice.
uk_ua: Три останні цифри в області підпису на звороті вашої картки. Для American Express це чотири цифри на лицьовій стороні картки.

source: Expiration (required)
ar_sa: انتهاء الصلاحية (مطلوب)
cs: Vypršení platnosti (povinné)
de: Ablauf (erforderlich)
fa_ir: انقضا (الزامی)
fi: Vanheneminen (pakollinen)
fr_fr: Expiration (obligatoire)
hi: समाप्ति (आवश्यक)
it: Scadenza (richiesto)
ko_kr: 만료(필수)
pl_pl: Data ważności (wymagane)
sl: Potek veljavnosti (obvezno)
uk_ua: Термін дії (обов&#39;язково)

source: Month
ar_sa: شهر
cs: Měsíc
de: Monat
fa_ir: ماه
fi: Kuukausi
fr_fr: Mois
hi: महिना
it: Mese
ko_kr: 월
pl_pl: Miesiąc
sl: mesec
uk_ua: місяць

source: Year
ar_sa: سنة
cs: Rok
de: Jahr
fa_ir: سال
fi: vuosi
fr_fr: Année
hi: साल
it: Anno
ko_kr: 년도
pl_pl: Rok
sl: Leto
uk_ua: рік

source: Place Order
ar_sa: مكان الامر
cs: Objednejte si
de: Bestellung aufgeben
fa_ir: ثبت سفارش
fi: Tee tilaus
fr_fr: Passer la commande
hi: प्लेस ऑर्डर
it: Invia ordine
ko_kr: 주문 하기
pl_pl: Złożyć zamówienie
sl: Naročiti
uk_ua: Зробити замовлення
