Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: A verified certificate (digital) confirming that a user has completed the course on a specified date. The certificate includes edX's logo and the university's logo, as well as signatures from faculty members involved with the course. There is also a URL that can be used to verify the authenticity of the certificate.
ar_sa: شهادة معتمدة (رقمية) تؤكد أن المستخدم قد أكمل الدورة في تاريخ محدد. تتضمن الشهادة شعار edX وشعار الجامعة، بالإضافة إلى توقيعات أعضاء هيئة التدريس المشاركين في الدورة. يوجد أيضًا عنوان URL يمكن استخدامه للتحقق من صحة الشهادة.
cs: Ověřený certifikát (digitální) potvrzující, že uživatel dokončil kurz v určený den. Certifikát obsahuje logo edX a logo univerzity, stejně jako podpisy členů fakulty zapojených do kurzu. Existuje také adresa URL, kterou lze použít k ověření pravosti certifikátu.
de: Ein verifiziertes Zertifikat (digital), das bestätigt, dass ein Benutzer den Kurs zu einem bestimmten Datum abgeschlossen hat. Das Zertifikat enthält das edX-Logo und das Logo der Universität sowie Unterschriften der am Kurs beteiligten Fakultätsmitglieder. Es gibt auch eine URL, mit der die Echtheit des Zertifikat überprüft werden kann.
fa_ir: گواهی تاییدشده (دیجیتال) که تایید می‌کند کاربر دوره آموزشی را در تاریخ مشخصی به پایان رسانده است. این گواهی شامل نشان تجاری edX و نشان تجاری دانشگاه در کنار امضای اعضای هیئت علمی مرتبط با دوره آموزشی است. همچنین نشانی اینترنتی وجود دارد که می‌توان از آن برای تأیید صحت گواهی استفاده نمود.
fi: Varmennettu todistus (digitaalinen), joka vahvistaa, että käyttäjä on suorittanut kurssin tiettynä päivänä. Sertifikaatti sisältää edX:n logon ja yliopiston logon sekä kurssille osallistuneiden tiedekunnan jäsenten allekirjoitukset. Siellä on myös URL-osoite, jota voidaan käyttää varmenteen aitouden tarkistamiseen.
fr_fr: Un certificat vérifié (numérique) confirmant qu&#39;un utilisateur a terminé le cours à une date spécifiée. Le certificat comprend le logo d&#39;edX et le logo de l&#39;université, ainsi que les signatures des membres du corps professoral impliqués dans le cours. Il existe également une URL qui peut être utilisée pour vérifier l&#39;authenticité du certificat.
hi: एक सत्यापित प्रमाणपत्र (डिजिटल) यह पुष्टि करता है कि उपयोगकर्ता ने निर्दिष्ट तिथि पर पाठ्यक्रम पूरा कर लिया है। प्रमाणपत्र में ईडीएक्स का लोगो और विश्वविद्यालय का लोगो, साथ ही पाठ्यक्रम से जुड़े संकाय सदस्यों के हस्ताक्षर शामिल हैं। एक यूआरएल भी है जिसका उपयोग प्रमाणपत्र की प्रामाणिकता को सत्यापित करने के लिए किया जा सकता है।
it: Un certificato verificato (digitale) che conferma che un utente ha completato il corso in una data specificata. Il certificato include il logo di edX e il logo dell&#39;università, nonché le firme dei docenti coinvolti nel corso. C&#39;è anche un URL che può essere utilizzato per verificare l&#39;autenticità del certificato.
ko_kr: 수강생이 지정된 날짜에 코스를 완료했음을 검증하는 공인된 인증서(디지털)입니다. 인증서에는 edX 로고와 대학 로고, 그리고 코스와 관련된 교수진의 서명이 포함되어 있습니다. 인증서의 신뢰성을 확인하는 데 사용할 수 있는 URL도 포함되어 있습니다.
pl_pl: Zweryfikowany Certyfikat (cyfrowy) potwierdzający ukończenie kursu przez użytkownika w określonym terminie. Certyfikat zawiera logo edX i logo uczelni, a także podpisy wykładowców zaangażowanych w kurs. Istnieje również adres URL, za pomocą którego można zweryfikować autentyczność Certyfikat .
sl: Preverjeno potrdilo (digitalno), ki potrjuje, da je uporabnik opravil tečaj na določen datum. Certifikat vključuje logotip edX in logotip univerze ter podpise članov fakultete, ki sodelujejo pri predmetu. Obstaja tudi URL, s katerim lahko preverite pristnost potrdila.
uk_ua: Перевірений сертифікат в аті (цифровий), який підтверджує, що користувач має За <span class='notranslate'>в ерши в</span> курс на вказану дату. Сертифікат в аті містить логотип edX і логотип університету, а також підписи викладачів, залучених до курс . Існує також URL-адреса, за якою можна перевірити автентичність сертифікату в аті.

source: A verified certificate demonstrates to future employers that you've mastered the course material.
ar_sa: تثبت الشهادة التي تم التحقق منها لأصحاب العمل المستقبليين أنك أتقنت مادة الدورة التدريبية.
cs: Ověřený certifikát prokazuje budoucím zaměstnavatelům, že jste zvládli látku kurzu.
de: Ein verifiziertes Zertifikat zeigt zukünftigen Arbeitgebern, dass Sie die Kursinhalte beherrschen.
fa_ir: یک گواهی تاییدشده به کارفرمایان آینده شما نشان می‌دهد که شما بر مطالب دوره آموزشی کاملا مسلط بوده‌اید.
fi: Vahvistettu todistus osoittaa tuleville työnantajille, että olet hallinnut kurssimateriaalin.
fr_fr: Un certificat vérifié démontre aux futurs employeurs que vous maîtrisez le matériel de cours.
hi: एक सत्यापित प्रमाणपत्र भावी नियोक्ताओं को दर्शाता है कि आपने पाठ्यक्रम सामग्री में महारत हासिल कर ली है।
it: Un certificato verificato dimostra ai futuri datori di lavoro che hai padroneggiato il materiale del corso.
ko_kr: 검증된 인증서는 귀하를 고용할 미래의 고용주들에게 귀하께서 코스 내용을 완전히 학습했다는 것을 증명합니다.
pl_pl: Zweryfikowany Certyfikat jest potwierdzeniem dla przyszłych pracodawców, że opanowałeś materiał kursu.
sl: Preverjeno potrdilo bodočim delodajalcem dokazuje, da ste obvladali gradivo tečaja.
uk_ua: Перевірений сертифікат в аті демонструє майбутнім роботодавцям, що ви засвоїли матеріал курс .

source: The certificate is officially signed and stamped by the institution that offers the course.
ar_sa: الشهادة موقعة ومختومة رسميًا من قبل المؤسسة التي تقدم الدورة.
cs: Certifikát je oficiálně podepsán a orazítkován institucí, která kurz nabízí.
de: Das Zertifikat wird von der Institution, die den Kurs anbietet, offiziell unterzeichnet und abgestempelt.
fa_ir: این گواهی به‌طور رسمی توسط موسسه ارائه‌دهنده دوره آموزشی امضا و مهر شده‌است.
fi: Todistuksen on virallisesti allekirjoittanut ja leimannut kurssin tarjoava oppilaitos.
fr_fr: Le certificat est officiellement signé et tamponné par l&#39;institution qui offre le cours.
hi: प्रमाणपत्र पर पाठ्यक्रम प्रदान करने वाली संस्था द्वारा आधिकारिक तौर पर हस्ताक्षर और मुहर लगाई जाती है।
it: Il certificato è ufficialmente firmato e timbrato dall&#39;istituzione che offre il corso.
ko_kr: 이수증은 강좌를 제공하는 기관이 공식적으로 서명하고 도장을 찍습니다.
pl_pl: Certyfikat jest oficjalnie podpisany i ostemplowany przez instytucję prowadzącą kurs.
sl: Potrdilo je uradno podpisano in žigosano s strani ustanove, ki izvaja tečaj.
uk_ua: Сертифіку в аті має офіційний підпис і печатку устано <span class='notranslate'>в а</span> яка пропонує курс .

source: You're twelve times more likely to complete the course if you're working toward a verified certificate.
ar_sa: من المرجح أن تكمل الدورة التدريبية باثني عشر مرة إذا كنت تعمل للحصول على شهادة تم التحقق منها.
cs: Máte dvanáctkrát větší šanci, že kurz dokončíte, pokud usilujete o ověřený certifikát.
de: Die Wahrscheinlichkeit, dass Sie den Kurs abschließen, ist zwölfmal höher, wenn Sie auf ein verifiziertes Zertifikat hinarbeiten.
fa_ir: اگر در حال تلاش برای دریافت گواهی تاییدشده هستید، دوازده برابر بیشتر احتمال دارد این دوره آموزشی را تکمیل کنید.
fi: Suoritat kurssin kaksitoista kertaa todennäköisemmin, jos työskentelet kohti vahvistettua todistusta.
fr_fr: Vous avez douze fois plus de chances de terminer le cours si vous travaillez vers un certificat vérifié.
hi: यदि आप एक सत्यापित प्रमाणपत्र की दिशा में काम कर रहे हैं तो आपके पाठ्यक्रम पूरा करने की संभावना बारह गुना अधिक है।
it: Hai dodici volte più probabilità di completare il corso se stai lavorando per ottenere un certificato verificato.
ko_kr: 검증된 인증서을 취득하기 위해 노력하신다면 코스를 이수할 가능성이 12배 더 높아집니다.
pl_pl: Jeśli starasz się o zweryfikowany Certyfikat , masz dwanaście razy większą szansę na ukończenie kursu.
sl: Verjetnost, da boste končali tečaj, je dvanajstkrat večja, če si prizadevate za preverjeno potrdilo.
uk_ua: У вас у дванадцять разів більше шансів завершити курс , якщо ви працюєте над перевіреним сертифікатом в аті.

source: Courses
ar_sa: المساقات
cs: Kurzy
de: Kurse
fa_ir: دوره‌های آموزشی
fi: Kurssit
fr_fr: Cours
hi: पाठ्यक्रम
it: Corsi
ko_kr: 강좌
pl_pl: Kursy
sl: Tečaji
uk_ua: Курси

source: %(platform_name)s Course Administration Tool
ar_sa: %(platform_name)s أداة إدارة الدورة التدريبية
cs: %(platform_name)s Nástroj pro správu kurzu
de: %(platform_name)s Kursverwaltungstool
fa_ir: %(platform_name)sابزار مدیریت دوره آموزشی
fi: %(platform_name)s Kurssinhallintatyökalu
fr_fr: %(platform_name)s Outil d&#39;administration de cours
hi: %(platform_name)s पाठ्यक्रम प्रशासन उपकरण
it: %(platform_name)s Strumento di amministrazione del corso
ko_kr: %(platform_name)s 코스 관리 도구
pl_pl: %(platform_name)s Narzędzie do administrowania kursem
uk_ua: %(platform_name)s Інструмент адміністрування курс

source: Student Dashboard
ar_sa: لوحة تحكم الطالب
cs: Ovládací panel studenta
de: Student Meine Kurse
fa_ir: پیشخوان یادگیرنده
fi: Opiskelijoiden hallintapaneeli
fr_fr: Tableau de bord étudiant
hi: छात्र डैशबोर्ड
it: Cruscotto degli studenti
ko_kr: 학습자 대시보드
pl_pl: Panel studenta
sl: Študentska nadzorna plošča
uk_ua: Інформаційна панель студента

source: Course Admin Tool
ar_sa: أداة مدير الدورة
cs: Nástroj pro správu kurzu
de: Administrator -Tool
fa_ir: ابزار مدیریتی دوره آموزشی
fi: Kurssin hallintatyökalu
fr_fr: Outil d&#39;administration de cours
hi: कोर्स एडमिन टूल
it: Strumento di amministrazione del corso
ko_kr: 강좌 관리 도구
pl_pl: Narzędzie administratora kursu
sl: Skrbniško orodje za tečaj
uk_ua: Інструмент курс адміністратор

source: E-Commerce Dashboard
ar_sa: لوحة تحكم التجارة الإلكترونية
cs: Ovládací panel elektronického obchodu
de: E-Commerce Meine Kurse
fa_ir: پیشخوان تجارت الکترونیک
fi: Sähköisen kaupankäynnin hallintapaneeli
fr_fr: Tableau de bord du commerce électronique
hi: ई-कॉमर्स डैशबोर्ड
it: Pannello di controllo dell&#39;e-commerce
ko_kr: 전자 상거래 대시보드
pl_pl: Pulpit nawigacyjny handlu elektronicznego
sl: Nadzorna plošča za e-trgovino
uk_ua: Інформаційна панель електронної комерції

source: Sign Out
ar_sa: تسجيل الخروج
cs: Odhlásit se
de: Abmelden
fa_ir: خروج
fi: Kirjaudu ulos
fr_fr: Déconnexion
hi: प्रस्थान करें
it: Esci
ko_kr: 로그아웃
pl_pl: Wyloguj się
sl: Odjava
uk_ua: вийти з аккаунта

source: Receipt for %(order_number)s
ar_sa: إيصال لـ %(order_number)s
cs: Potvrzení za %(order_number)s
de: Quittung für %(order_number)s
fa_ir: رسید برای %(order_number)s
fi: Kuitti numerosta %(order_number)s
fr_fr: Reçu pour %(order_number)s
hi: %(order_number)s के लिए रसीद
it: Ricevuta per %(order_number)s
ko_kr: %(order_number)s 영수증
pl_pl: Pokwitowanie dla %(order_number)s
sl: Račun za %(order_number)s
uk_ua: Квитанція на %(order_number)s

source: Thank you for your order!
ar_sa: شكرا لطلبك!
cs: Děkujeme za Vaši objednávku!
de: Vielen Dank für Ihre Bestellung!
fa_ir: از سفارش شما سپاسگزاریم!
fi: Kiitos tilauksestasi!
fr_fr: Nous vous remercions de votre commande!
hi: आपके ऑर्डर के लिए धन्यवाद!
it: Grazie per il vostro ordine!
ko_kr: 주문해주셔서 감사합니다!
pl_pl: Dziękuję za Twoje zamówienie!
sl: Hvala za vaše naročilo!
uk_ua: Дякуємо за ваше замовлення!

source: Your order is complete. You will receive a confirmation message and your enrollment code(s) at {link_start}{email}{link_end}. If you need a receipt, you can print this page.
ar_sa: تم اكتمال طلبك. ستتلقى رسالة تأكيد ورمز (رموز) التسجيل الخاص بك على {link_start} {email} {link_end} . إذا كنت بحاجة إلى إيصال، يمكنك طباعة هذه الصفحة.
cs: Vaše objednávka je dokončena. Na adrese {link_start}{email}{link_end} obdržíte potvrzovací zprávu a své přihlašovací kód(y). Pokud potřebujete účtenku, můžete si tuto stránku vytisknout.
de: Ihre Bestellung ist abgeschlossen. Sie erhalten eine Bestätigungsnachricht und Ihre(n) Registrierungscode(s) unter {link_start} {email} {link_end} . Wenn Sie eine Quittung benötigen, können Sie diese Seite ausdrucken.
fa_ir: سفارش شما تکمیل شد. یک پیام تأیید و کد(های) ثبت‌نام خود را در {link_start}{email}{link_end} دریافت خواهید کرد. در صورت نیاز به دریافت رسید، می‌توانید این صفحه را چاپ کنید.
fi: Tilauksesi on valmis. Saat vahvistusviestin ja ilmoittautumiskoodisi osoitteeseen {link_start}{email}{link_end}. Jos tarvitset kuitin, voit tulostaa tämän sivun.
fr_fr: Votre commande est terminée. Vous recevrez un message de confirmation et vos codes d&#39;inscription à {link_start}{email}{link_end}. Si vous avez besoin d&#39;un reçu, vous pouvez imprimer cette page.
hi: आपका ऑर्डर पूरा हो गया है. आपको {link_start} {email} {link_end} पर एक पुष्टिकरण संदेश और आपका नामांकन कोड प्राप्त होगा। यदि आपको रसीद की आवश्यकता है, तो आप इस पृष्ठ को प्रिंट कर सकते हैं।
it: Il tuo ordine è completo. Riceverai un messaggio di conferma e i tuoi codici di iscrizione all&#39;indirizzo {link_start} {email} {link_end} . Se hai bisogno di una ricevuta, puoi stampare questa pagina.
ko_kr: 주문이 완료되었습니다. {link_start}{email}{link_end}주소에 주문 확인 메시지와 등록 코드(들)가 포함된 이메일을 보내드렸습니다. 영수증이 필요하시면 이 페이지를 인쇄하시면 됩니다.
pl_pl: Twoje zamówienie zostało ukończone. Otrzymasz wiadomość z potwierdzeniem i kodami rejestracyjnymi pod adresem {link_start} {email} {link_end} . Jeśli potrzebujesz rachunku, możesz wydrukować tę stronę.
sl: Vaše naročilo je končano. Prejeli boste potrditveno sporočilo in kodo(e) za vpis na {link_start}{email}{link_end}. Če potrebujete potrdilo, lahko to stran natisnete.
uk_ua: ваше замовлення виконано. ви отримаєте підтвердження щодо в ідомлення та код(и) запис на {link_start} {email} {link_end} . Якщо вам потрібна квитанція, ви можете роздрукувати цю сторінку.

source: Your order is complete. If you need a receipt, you can print this page. {next_start} Next Steps:{next_end} 1. Check your inbox for an order confirmation email from Get Smarter.{next_line} 2: Follow the instructions in the email to complete your registration.
ar_sa: تم اكتمال طلبك. إذا كنت بحاجة إلى إيصال، يمكنك طباعة هذه الصفحة. {next_start} الخطوات التالية: {next_end} 1. تحقق من بريدك الوارد للحصول على رسالة تأكيد الطلب عبر البريد الإلكتروني من Get Smarter. {next_line} 2: اتبع التعليمات الموجودة في البريد الإلكتروني لإكمال تسجيلك.
cs: Vaše objednávka je dokončena. Pokud potřebujete účtenku, můžete si tuto stránku vytisknout. {next_start} Další kroky:{next_end} 1. Zkontrolujte svou doručenou poštu, zda nemáte e-mail s potvrzením objednávky od služby Get Smarter.{next_line} 2: Dokončete registraci podle pokynů v e-mailu.
de: Ihre Bestellung ist abgeschlossen. Wenn Sie eine Quittung benötigen, können Sie diese Seite ausdrucken. {next_start} Nächste Schritte: {next_end} 1. Überprüfen Sie Ihren Posteingang auf eine Bestellbestätigungs-E-Mail von Get Smarter. {next_line} 2: Befolgen Sie die Anweisungen in der E-Mail, um Ihre Registrierung abzuschließen.
fi: Tilauksesi on valmis. Jos tarvitset kuitin, voit tulostaa tämän sivun. {next_start} Seuraavat vaiheet:{next_end} 1. Tarkista Saapuneet-kansiostasi Get Smarter.{next_line} lähettämän tilausvahvistuksen sähköposti. 2: Suorita rekisteröinti loppuun noudattamalla sähköpostissa olevia ohjeita.
fr_fr: Votre commande est terminée. Si vous avez besoin d&#39;un reçu, vous pouvez imprimer cette page. {next_start} Prochaines étapes :{next_end} 1. Vérifiez votre boîte de réception pour un e-mail de confirmation de commande de Get Smarter.{next_line} 2 : Suivez les instructions de l&#39;e-mail pour terminer votre inscription.
hi: आपका ऑर्डर पूरा हो गया है. यदि आपको रसीद की आवश्यकता है, तो आप इस पृष्ठ को प्रिंट कर सकते हैं। {next_start} अगले चरण: {next_end} 1. गेट स्मार्टर से ऑर्डर पुष्टिकरण ईमेल के लिए अपना इनबॉक्स जांचें। {next_line} 2: अपना पंजीकरण पूरा करने के लिए ईमेल में दिए गए निर्देशों का पालन करें।
it: Il tuo ordine è completo. Se hai bisogno di una ricevuta, puoi stampare questa pagina. {next_start} Passaggi successivi: {next_end} 1. Controlla la tua casella di posta per un&#39;e-mail di conferma dell&#39;ordine da Get Smarter. {next_line} 2: Segui le istruzioni contenute nell&#39;e-mail per completare la registrazione.
pl_pl: Twoje zamówienie zostało ukończone. Jeśli potrzebujesz rachunku, możesz wydrukować tę stronę. {next_start} Następne kroki: {next_end} 1. Sprawdź, czy w skrzynce odbiorczej znajduje się wiadomość e-mail z potwierdzeniem zamówienia od Get Smarter. {next_line} 2: Postępuj zgodnie z instrukcjami zawartymi w wiadomości e-mail, aby dokończyć rejestrację.
uk_ua: ваше замовлення виконано. Якщо вам потрібна квитанція, ви можете роздрукувати цю сторінку. {next_start} Наступні кроки: {next_end} 1. Перевірте свою поштову скриньку на наявність електронного листа з підтвердженням замовлення від Get Smarter. {next_line} 2: дотримуйтесь інструкцій в електронному листі, щоб завершити реєстрацію.

source: Your order is complete. If you need a receipt, you can print this page.
ar_sa: تم اكتمال طلبك. إذا كنت بحاجة إلى إيصال، يمكنك طباعة هذه الصفحة.
cs: Vaše objednávka je dokončena. Pokud potřebujete účtenku, můžete si tuto stránku vytisknout.
de: Ihre Bestellung ist abgeschlossen. Wenn Sie eine Quittung benötigen, können Sie diese Seite ausdrucken.
fa_ir: سفارش شما تکمیل شد. در صورت نیاز به رسید، می‌توانید این صفحه را چاپ کنید.
fi: Tilauksesi on valmis. Jos tarvitset kuitin, voit tulostaa tämän sivun.
fr_fr: Votre commande est terminée. Si vous avez besoin d&#39;un reçu, vous pouvez imprimer cette page.
hi: आपका ऑर्डर पूरा हो गया है. यदि आपको रसीद की आवश्यकता है, तो आप इस पृष्ठ को प्रिंट कर सकते हैं।
it: Il tuo ordine è completo. Se hai bisogno di una ricevuta, puoi stampare questa pagina.
pl_pl: Twoje zamówienie zostało ukończone. Jeśli potrzebujesz rachunku, możesz wydrukować tę stronę.
uk_ua: ваше замовлення виконано. Якщо вам потрібна квитанція, ви можете роздрукувати цю сторінку.

source: Order Number:
ar_sa: رقم الأمر:
cs: Číslo objednávky:
de: Bestellnummer:
fa_ir: شماره سفارش:
fi: Tilausnumero:
fr_fr: Numéro de commande:
hi: क्रम संख्या:
it: Numero d&#39;ordine:
ko_kr: 주문 번호:
pl_pl: Numer zamówienia:
sl: Številka naročila:
uk_ua: Номер замовлення:

source: Payment Method:
ar_sa: طريقة الدفع او السداد:
cs: Způsob platby:
de: Bezahlverfahren:
fa_ir: شیوه پرداخت:
fi: Maksutapa:
fr_fr: Mode de paiement:
hi: भुगतान विधि:
it: Metodo di pagamento:
ko_kr: 결제 방법:
pl_pl: Metoda płatności:
sl: Način plačila:
uk_ua: Спосіб оплати:

source: Order Date:
ar_sa: تاريخ الطلب:
cs: Datum objednávky:
de: Auftragsdatum:
fa_ir: تاریخ سفارش:
fi: Tilauspäivämäärä:
fr_fr: Date de commande:
hi: आर्डर की तारीख:
it: Data dell&#39;ordine:
ko_kr: 주문 날짜:
pl_pl: Data zamówienia:
sl: Datum naročila:
uk_ua: Дата замовлення:

source: Order Information
ar_sa: معلومات الطلب
cs: Informace o objednávce
de: Bestellinformationen
fa_ir: اطلاعات سفارش
fi: tilaus Informaatio
fr_fr: Informations sur la commande
hi: आदेश की जानकारी
it: Informazioni sull&#39;ordine
ko_kr: 주문 정보:
pl_pl: Szczegóły zamówienia
sl: Informacije o naročilu
uk_ua: Інформація про замовлення

source: Description
ar_sa: الوصف
cs: Popis
de: Beschreibung
fa_ir: شرح
fi: Kuvaus
fr_fr: La description
hi: विवरण
it: Descrizione
ko_kr: 설명
pl_pl: Opis
sl: Opis
uk_ua: опис

source: Item Price
ar_sa: سعر السلعة
cs: Cena položky
de: Stückpreis
fa_ir: قیمت
fi: Tuotteen hinta
fr_fr: Prix de l&#39;article
hi: आइटम की कीमत
it: Prezzo dell&#39;articolo
ko_kr: 상품 가격
pl_pl: Cena przedmiotu
sl: Cena artikla
uk_ua: Ціна товару

source: Quantity:
ar_sa: كمية:
cs: Množství:
de: Menge:
fa_ir: کمیت:
fi: Määrä:
fr_fr: Quantité:
hi: मात्रा:
it: Quantità:
ko_kr: 수량:
pl_pl: Ilość:
sl: količina:
uk_ua: кількість:

source: Description:
ar_sa: وصف:
cs: Popis:
de: Beschreibung:
fa_ir: شرح:
fi: Kuvaus:
fr_fr: La description:
hi: विवरण:
it: Descrizione:
ko_kr: 설명:
pl_pl: Opis:
sl: Opis:
uk_ua: опис:

source: Item Price:
ar_sa: سعر السلعة:
cs: Cena položky:
de: Stückpreis:
fa_ir: قیمت محصول:
fi: Tuotteen hinta:
fr_fr: Prix de l&#39;article:
hi: आइटम की कीमत:
it: Prezzo dell&#39;articolo:
ko_kr: 상품 가격:
pl_pl: Cena przedmiotu:
sl: Cena artikla:
uk_ua: Ціна товару:

source: Subtotal
ar_sa: المجموع الفرعي
cs: Mezisoučet
de: Zwischensumme
fa_ir: جمع فرعی
fi: Välisumma
fr_fr: Sous-total
hi: सबटोटल
it: totale parziale
ko_kr: 소계
pl_pl: Suma częściowa
sl: Vmesni seštevek
uk_ua: Проміжний підсумок

source: %(voucher_discount_amount)s off
ar_sa: %(voucher_discount_amount)s معطلة
cs: %(voucher_discount_amount)s sleva
de: %(voucher_discount_amount)s aus
fa_ir: %(voucher_discount_amount)s خاموش
fi: %(voucher_discount_amount)s pois päältä
fr_fr: %(voucher_discount_amount)s désactivé
hi: %(voucher_discount_amount)s बंद
it: %(voucher_discount_amount)s spento
ko_kr: %(voucher_discount_amount)s 할인됨
pl_pl: %(voucher_discount_amount)s wyłączone
sl: %(voucher_discount_amount)s izklopljen
uk_ua: %(voucher_discount_amount)s вимкнено

source: Discount of type %(type)s provided by %(enterprise_name)s
ar_sa: خصم من النوع %(type)s مقدم من %(enterprise_name)s
cs: Sleva typu %(type)s poskytovaná od %(enterprise_name)s
de: Rabatt vom Typ %(type)s bereitgestellt von %(enterprise_name)s
fa_ir: تخفیف نوع %(type)s ارائه‌شده توسط %(enterprise_name)s
fi: Alennus tyypistä %(type)s tarjoaa %(enterprise_name)s
fr_fr: Remise de type %(type)s fourni par %(enterprise_name)s
hi: %(type)s प्रकार की छूट %(enterprise_name)s द्वारा प्रदान की गई
it: Sconto di tipo %(type)s fornito da %(enterprise_name)s
ko_kr: %(enterprise_name)s에서 제공하는 %(type)s 유형의 할인
pl_pl: Rabat typu %(type)s udzielony przez %(enterprise_name)s
sl: Popust vrste %(type)s, ki ga zagotavlja %(enterprise_name)s
uk_ua: Знижка типу %(type)s надано %(enterprise_name)s

source: Discount for your first upgrade
ar_sa: خصم على الترقية الأولى
cs: Sleva na váš první upgrade
de: Rabatt für Ihr erstes Upgrade
fa_ir: تخفیف برای اولین ارتقا شما
fi: Alennus ensimmäisestä päivityksestäsi
fr_fr: Remise pour votre première mise à jour
hi: आपके पहले अपग्रेड के लिए छूट
it: Sconto per il tuo primo aggiornamento
ko_kr: 귀하의 첫 번째 업그레이드에 대한 할인
pl_pl: Zniżka na pierwszą aktualizację
sl: Popust za prvo nadgradnjo
uk_ua: Знижка для вашого першого оновлення

source: Discount of type %(type)s is provided.
ar_sa: يتم توفير خصم من النوع %(type)s .
cs: Je poskytována sleva typu %(type)s.
de: Es wird ein Rabatt vom Typ %(type)s gewährt.
fa_ir: تخفیف نوع %(type)sارائه می‌شود.
fi: Alennus tyypistä %(type)s.
fr_fr: Une remise de type %(type)s est fournie.
hi: %(type)s प्रकार की छूट प्रदान की जाती है।
it: È previsto uno sconto di tipo %(type)s .
ko_kr: 타입 %(type)s에 대한 할인이 제공됩니다.
pl_pl: Udzielany jest rabat typu %(type)s .
sl: Zagotovljen je popust tipa %(type)s.
uk_ua: Знижка типу %(type)s id .

source: Courtesy of %(enterprise_name)s.
ar_sa: بإذن من %(enterprise_name)s .
cs: S laskavým svolením %(enterprise_name)s.
de: Mit freundlicher Genehmigung von %(enterprise_name)s .
fa_ir: با احترام %(enterprise_name)s.
fi: %(enterprise_name)s:n luvalla.
fr_fr: Avec l&#39;aimable autorisation de %(enterprise_name)s.
hi: %(enterprise_name)s के सौजन्य से।
it: Per gentile concessione di %(enterprise_name)s .
ko_kr: %(enterprise_name)s의 제공
pl_pl: Dzięki uprzejmości %(enterprise_name)s .
sl: Z dovoljenjem %(enterprise_name)s.
uk_ua: Надано %(enterprise_name)s .

source: Total
ar_sa: المجموع
cs: Celkem
de: Gesamt
fa_ir: جمع
fi: Kaikki yhteensä
hi: कुल
it: Totale
ko_kr: 합계
pl_pl: Całkowity
sl: Skupaj
uk_ua: всього

source: Get Your Course Credit
ar_sa: احصل على رصيد الدورة التدريبية الخاصة بك
cs: Získejte zápočet za kurz
de: Holen Sie sich Ihre Kursgutschrift
fa_ir: اعتبار دوره آموزشی خود را دریافت کنید
fi: Hanki kurssihyvitys
fr_fr: Obtenez votre crédit de cours
hi: अपना कोर्स क्रेडिट प्राप्त करें
it: Ottieni il credito del tuo corso
ko_kr: 귀하의 코스 학점 취득
pl_pl: Uzyskaj punkty za kurs
sl: Pridobite dobroimetje za tečaj
uk_ua: Отримайте кредит на курс
