Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: Offer currently available
ar_sa: العرض متاح حاليا
cs: Nabídka aktuálně dostupná
de: Angebot derzeit verfügbar
fa_ir: پیشنهاد اکنون فراهم است
fi: Tarjous tällä hetkellä saatavilla
fr_fr: Offre actuellement disponible
hi: ऑफर फिलहाल उपलब्ध है
it: Offerta attualmente disponibile
ko_kr: 현재 제공 가능한 서비스
pl_pl: Oferta aktualnie dostępna
sl: Ponudba trenutno na voljo
uk_ua: Пропозиція на даний час доступна

source: Offer not available due to restrictions!
ar_sa: العرض غير متوفر بسبب القيود!
cs: Nabídka není z důvodu omezení dostupná!
de: Angebot aufgrund von Einschränkungen nicht verfügbar!
fa_ir: پیشنهاد به‌دلیل محدودیت فراهم نیست!
fi: Tarjous ei ole voimassa rajoitusten vuoksi!
fr_fr: Offre non disponible en raison de restrictions !
hi: प्रतिबंधों के कारण ऑफर उपलब्ध नहीं!
it: Offerta non disponibile a causa di restrizioni!
ko_kr: 제한 사항으로 인해 이용하실 수 없습니다!
pl_pl: Oferta niedostępna ze względu na ograniczenia!
sl: Ponudba zaradi omejitev ni na voljo!
uk_ua: Пропозиція недоступна через обмеження!

source: Total cost:
ar_sa: التكلفة الإجمالية:
cs: Celkové náklady:
de: Kosten :
fa_ir: هزینه کل:
fi: Kokonaiskustannukset:
fr_fr: Coût total:
hi: कुल लागत:
it: Costo totale:
ko_kr: 전체 비용:
pl_pl: Całkowity koszt:
sl: Skupni stroški:
uk_ua: Загальна вартість:

source: Number of orders:
ar_sa: عدد الطلبات:
cs: Počet objednávek:
de: Anzahl der Bestellungen:
fa_ir: شماره سفارش‌ها:
fi: Tilausten määrä:
fr_fr: Nombre de commandes:
hi: आदेशों की संख्या:
it: Numero di ordini:
ko_kr: 주문 수:
pl_pl: Ilość zamówień:
sl: Število naročil:
uk_ua: Кількість замовлень:

source: Number of uses:
ar_sa: عدد الاستخدامات:
cs: Počet použití:
de: Anzahl der Verwendungen:
fa_ir: تعداد موارد استفاده:
fi: Käyttökertojen määrä:
fr_fr: Nombre d&#39;utilisations :
hi: उपयोग की संख्या:
it: Numero di usi:
ko_kr: 사용 횟수:
pl_pl: Liczba zastosowań:
sl: Število uporab:
uk_ua: Кількість використань:

source: Date created:
ar_sa: تاريخ الإنشاء:
cs: Datum vytvoření:
de: Datum erstellt:
fa_ir: تاریخ ایجاد:
fi: Päivämäärä luotu:
fr_fr: Date créée:
hi: बनाया गया दिनांक:
it: Data di creazione:
ko_kr: 생성된 날짜:
pl_pl: Data utworzenia:
sl: Datum ustvarjanja:
uk_ua: Дата створення:

source: Offer details
ar_sa: تفاصيل العرض
cs: Podrobnosti nabídky
de: Angebotsdetails
fa_ir: جزییات پیشنهاد
fi: Tarjouksen tiedot
fr_fr: Détails de l&#39;offre
hi: प्रस्ताव विवरण
it: Dettagli dell&#39;offerta
ko_kr: 할인 세부 정보
pl_pl: Szczegóły oferty
sl: Podrobnosti ponudbe
uk_ua: Деталі пропозиції

source: Incentive
ar_sa: حافز
cs: Pobídka
de: Anreiz
fa_ir: انگیزه
fi: Kannustin
fr_fr: Incitation
hi: प्रोत्साहन
it: Incentivo
ko_kr: 성과급
pl_pl: Zachęta
sl: Spodbuda
uk_ua: Стимул

source: Condition
ar_sa: حالة
cs: Stav
de: Zustand
fa_ir: شرط
fi: Kunto
fr_fr: État
hi: स्थिति
it: Condizione
ko_kr: 조건
pl_pl: Stan
sl: Stanje
uk_ua: Хвороба

source: Restrictions
ar_sa: قيود
cs: Omezení
de: Einschränkungen
fa_ir: محدودیت‌ها
fi: Rajoitukset
hi: प्रतिबंध
it: Restrizioni
ko_kr: 제한사항
pl_pl: Ograniczenia
sl: Omejitve
uk_ua: Обмеження

source: Num of vouchers
ar_sa: عدد القسائم
de: Anzahl Gutscheine
fi: Lahjakorttien määrä
fr_fr: Nombre de bons
hi: वाउचर की संख्या
it: Numero di voucher
pl_pl: Liczba kuponów
uk_ua: Кількість ваучерів

source: Attached vouchers
ar_sa: القسائم المرفقة
de: Beigefügte Gutscheine
fi: Liitteenä kupongit
fr_fr: Bons ci-joints
hi: संलग्न वाउचर
it: Voucher allegati
pl_pl: W załączeniu vouchery
uk_ua: Прикріплені ваучери

source: No vouchers are attached to this offer.
ar_sa: لا توجد قسائم مرفقة بهذا العرض.
de: Diesem Angebot sind keine Gutscheine beigefügt.
fi: Tähän tarjoukseen ei ole liitetty kuponkeja.
fr_fr: Aucun bon n&#39;est attaché à cette offre.
hi: इस ऑफर के साथ कोई वाउचर संलग्न नहीं है।
it: Nessun buono è allegato a questa offerta.
pl_pl: Do tej oferty nie są dołączone żadne kupony.
uk_ua: ваучери не додаються до цієї пропозиції.

source: Export to CSV
ar_sa: تصدير إلى CSV
cs: Exportovat do CSV
de: Als CSV exportieren
fa_ir: صدور به CSV
fi: Vie CSV-muotoon
fr_fr: Exporter vers CSV
hi: सीएसवी को निर्यात करें
it: Esporta in CSV
ko_kr: CSV로 내보내기
pl_pl: Eksportuj do CSV
sl: Izvozi v CSV
uk_ua: експорту <span class='notranslate'>в ати</span> в CSV

source: Orders that used this offer
ar_sa: الطلبات التي استخدمت هذا العرض
cs: Objednávky, které využily tuto nabídku
de: Bestellungen, die dieses Angebot genutzt haben
fa_ir: سفارش‌هایی که از این پیشنهاد استفاده کرده‌اند
fi: Tilaukset, jotka käyttivät tätä tarjousta
fr_fr: Commandes ayant utilisé cette offre
hi: वे ऑर्डर जिन्होंने इस ऑफ़र का उपयोग किया
it: Ordini che hanno utilizzato questa offerta
ko_kr: 이 할인 정보를 이용한 주문들
pl_pl: Zamówienia, które skorzystały z tej oferty
sl: Naročila, ki so uporabila to ponudbo
uk_ua: Замовлення, які скористалися цією пропозицією

source: Order number
ar_sa: رقم الطلب
cs: Číslo objednávky
de: Bestellnummer
fa_ir: شماره سفارش
fi: Tilausnumero
fr_fr: Numéro de commande
hi: ऑर्डर नंबर
it: Numero d&#39;ordine
ko_kr: 주문 번호
pl_pl: Numer zamówienia
sl: Številka naročila
uk_ua: Номер замовлення

source: Order date
ar_sa: تاريخ الطلب
cs: Datum objednávky
de: Auftragsdatum
fa_ir: تاریخ سفارش
fi: Tilauspäivämäärä
fr_fr: Date de commande
hi: आर्डर की तारीख
it: Data dell&#39;ordine
ko_kr: 주문 날짜
pl_pl: Data zamówienia
sl: Datum naročila
uk_ua: Дата замовлення

source: Order total
ar_sa: الطلب الكلي
cs: Celkem objednávka
de: Auftragssumme
fa_ir: کل سفارش
fi: Tilaus yhteensä
fr_fr: Total de la commande
hi: कुल आर्डर
it: Ordine totale
ko_kr: 주문 총액
pl_pl: Suma zamówienia
sl: Skupaj naročila
uk_ua: Всього замовлення

source: Cost
ar_sa: يكلف
cs: Náklady
de: Kosten
fa_ir: هزینه
fi: Kustannus
fr_fr: Coût
hi: लागत
it: Costo
ko_kr: 요구 비용:
pl_pl: Koszt
sl: Stroški
uk_ua: вартість

source: Offer summary
ar_sa: ملخص العرض
cs: Shrnutí nabídky
de: Zusammenfassung des Angebots
fa_ir: خلاصه پیشنهاد
fi: Yhteenveto tarjouksesta
fr_fr: Résumé de l&#39;offre
hi: प्रस्ताव सारांश
it: Riepilogo dell&#39;offerta
ko_kr: 할인 정보 요약
pl_pl: Podsumowanie oferty
sl: Povzetek ponudbe
uk_ua: Підсумок пропозиції

source: Order %(number)s - Line #%(id)s
ar_sa: اطلب %(number)s - السطر رقم %(id)s
cs: Objednávka %(number)s – řádek #%(id)s
de: Bestellen Sie %(number)s – Zeilennummer %(id)s
fa_ir: سفارش%(number)s- خط #%(id)s
fi: Tilaa %(number)s - rivi #%(id)s
fr_fr: Commande %(number)s - Ligne #%(id)s
hi: ऑर्डर %(number)s - लाइन # %(id)s
it: Ordine %(number)s - Linea n. %(id)s
ko_kr: %(number)s주문 - # %(id)s 줄
pl_pl: Zamówienie %(number)s - Linia # %(id)s
uk_ua: Замовлення %(number)s - рядок # %(id)s

source: Line #%(id)s
ar_sa: السطر # %(id)s
cs: Řádek #%(id)s
de: Zeile # %(id)s
fa_ir: خط #%(id)s
fi: Rivi #%(id)s
fr_fr: Ligne #%(id)s
hi: लाइन # %(id)s
it: Linea n. %(id)s
ko_kr: #%(id)s 줄
pl_pl: Linia # %(id)s
sl: Vrstica #%(id)s
uk_ua: Рядок # %(id)s

source: Order #%(number)s - Line #%(id)s
ar_sa: الطلب رقم %(number)s - السطر رقم %(id)s
cs: Objednávka #%(number)s – řádek #%(id)s
de: Bestellnr. %(number)s – Leitungsnr. %(id)s
fa_ir: سفارش #%(number)s- خط #%(id)s
fi: Tilaus #%(number)s - rivi #%(id)s
fr_fr: Commande #%(number)s - Ligne #%(id)s
hi: ऑर्डर # %(number)s - लाइन # %(id)s
it: Ordine n. %(number)s - Linea n. %(id)s
ko_kr: # %(number)s 주문 - #%(id)s 줄
pl_pl: Zamówienie nr %(number)s - Linia nr %(id)s
sl: Naročilo #%(number)s - vrstica #%(id)s
uk_ua: Замовлення # %(number)s - рядок # %(id)s

# Product title
source: Title
ar_sa: العنوان
cs: Název
de: Titel
fa_ir: عنوان
fi: Otsikko
fr_fr: Titre
hi: शीर्षक
it: Titolo
ko_kr: 제목
pl_pl: Tytuł
sl: Naslov
uk_ua: Назва

source: Product Type
ar_sa: نوع المنتج
cs: Typ produktu
de: Produktart
fa_ir: نوع محصول
fi: Tuotetyyppi
fr_fr: type de produit
hi: उत्पाद का प्रकार
it: Tipologia di prodotto
ko_kr: 제품 유형
pl_pl: Rodzaj produktu
sl: tip izdelka
uk_ua: Тип продукту

source: UPC
fr_fr: CUP
hi: यूपीसी

source: Product Options
ar_sa: خيارات المنتج
cs: Možnosti produktu
de: Produktoptionen
fa_ir: گزینه‌های محصول
fi: Tuotevaihtoehdot
fr_fr: Choix du produit
hi: उत्पाद विकल्प
it: Opzioni del prodotto
ko_kr: 제품 옵션
pl_pl: Opcje produktu
sl: Možnosti izdelka
uk_ua: Опції продукту

source: Partner details
ar_sa: تفاصيل الشريك
cs: Podrobnosti o partnerovi
fa_ir: مشخصات همکار
fi: Yhteistyökumppanin tiedot
fr_fr: Coordonnées du partenaire
hi: साझेदार विवरण
it: Dettagli del partner
ko_kr: 협력업체 세부 정보
pl_pl: Dane partnera
sl: Podrobnosti o partnerju
uk_ua: Реквізити партнера

source: Partner SKU
ar_sa: رمز التخزين التعريفي للشريك
fa_ir: همکار SKU
fi: Kumppanin SKU
fr_fr: SKU partenaire
hi: साथी SKU
it: SKU del partner
ko_kr: 제휴사 SKU
pl_pl: Kod SKU partnera
sl: SKU partnerja
uk_ua: SKU партнера

source: Shipping details
ar_sa: تفاصيل الشحن
cs: Podrobnosti o přepravě
de: Versanddetails
fa_ir: جزئیات حمل‌ونقل
fi: Rahti tiedot
fr_fr: Les détails d&#39;expédition
hi: शिपिंग की जानकारियां
it: Dettagli di spedizione
ko_kr: 배송 정보
pl_pl: Szczegóły dostawy
sl: Podrobnosti o pošiljanju
uk_ua: Деталі доставки

source: Partner reference number
ar_sa: الرقم المرجعي للشريك
cs: Referenční číslo partnera
de: Referenznummer des Partners
fa_ir: شماره مرجع همکار
fi: Kumppanin viitenumero
fr_fr: Numéro de référence du partenaire
hi: पार्टनर संदर्भ संख्या
it: Numero di riferimento del partner
ko_kr: 제휴사 참조 번호
pl_pl: Numer referencyjny partnera
sl: Referenčna številka partnerja
uk_ua: Номер партнера

source: Partner notes
ar_sa: ملاحظات الشريك
cs: Poznámky partnera
de: Partnernotizen
fa_ir: یادداشت‌های همکار
fi: Kumppanin muistiinpanot
fr_fr: Remarques du partenaire
hi: पार्टनर नोट्स
it: Note dei soci
ko_kr: 제휴사 소식
pl_pl: Notatki partnera
sl: Opombe partnerja
uk_ua: Примітки партнера

source: Estimate dispatch date
ar_sa: تقدير تاريخ الإرسال
cs: Odhadovaný datum odeslání
de: Geschätztes Versanddatum
fa_ir: برآورد تاریخ ارسال
fi: Arvioitu lähetyspäivä
fr_fr: Date d&#39;expédition estimée
hi: अनुमानित प्रेषण तिथि
it: Data di spedizione stimata
ko_kr: 발송일 예상
pl_pl: Szacunkowa data wysyłki
sl: Ocenite datum odpreme
uk_ua: Орієнтовна дата відправлення

source: Shipping status
ar_sa: حالة الشحن
cs: Stav dodávky
de: Versandstatus
fa_ir: وضعیت ارسال
fi: Toimituksen tila
fr_fr: Statut d&#39;envoi
hi: शिपिंग की स्थिति
it: Stato della spedizione
ko_kr: 배송 상태
pl_pl: Stan wysyłki
sl: Status pošiljanja
uk_ua: Статус доставки

source: State
ar_sa: الحالة
cs: Stav
de: Zustand
fa_ir: ایالت
fi: Osavaltio
fr_fr: État
hi: राज्‍य
it: Stato
ko_kr: 상태
pl_pl: Państwo
sl: Država
uk_ua: Держава

source: No shipping events have occurred.
ar_sa: لم تحدث أي أحداث الشحن.
cs: Nenastaly žádné přepravní události.
de: Es sind keine Versandereignisse aufgetreten.
fa_ir: هنوز ارسال صورت نگرفته است.
fi: Lähetystapahtumia ei ole tapahtunut.
fr_fr: Aucun événement d&#39;expédition ne s&#39;est produit.
hi: कोई शिपिंग इवेंट नहीं हुआ है.
it: Non si è verificato alcun evento di spedizione.
ko_kr: 배송 이벤트가 일어나지 않았습니다.
pl_pl: Nie wystąpiły żadne zdarzenia związane z wysyłką.
sl: Ni prišlo do dogodkov pošiljanja.
uk_ua: Жодних подій доставки не відбулося.

source: Shipping events
ar_sa: أحداث الشحن
cs: Přepravní akce
de: Versandereignisse
fa_ir: رویدادهای مربوط به حمل‌ونقل
fi: Toimitustapahtumat
fr_fr: Événements d&#39;expédition
hi: शिपिंग घटनाएँ
it: Eventi di spedizione
ko_kr: 배송 이벤트
pl_pl: Wydarzenia związane z wysyłką
sl: Dogodki pošiljanja
uk_ua: Події доставки

source: Event
ar_sa: حدث
cs: událost
de: Ereignis
fa_ir: رویداد
fi: Tapahtuma
fr_fr: Événement
hi: आयोजन
it: Evento
ko_kr: 이벤트
pl_pl: Wydarzenie
sl: Dogodek
uk_ua: Подія

source: Reference
ar_sa: مرجع
cs: Odkaz
de: Referenz
fa_ir: ارجاع
fi: Viite
fr_fr: Référence
hi: संदर्भ
it: Riferimento
ko_kr: 참고
pl_pl: Odniesienie
sl: Referenca
uk_ua: довідка

source: Date
ar_sa: التاريخ
cs: Datum
de: Datum
fa_ir: تاریخ
fi: Päivämäärä
hi: तिथि
it: Data
ko_kr: 날짜
pl_pl: Data
sl: Datum
uk_ua: Дата

source: Payment events
ar_sa: أحداث الدفع
cs: Platební akce
de: Zahlungsereignisse
fa_ir: رویدادهای پرداخت
fi: Maksutapahtumat
fr_fr: Événements de paiement
hi: भुगतान घटनाएँ
it: Eventi di pagamento
ko_kr: 결제 이벤트
pl_pl: Zdarzenia płatnicze
sl: Plačilni dogodki
uk_ua: Платіжні події

source: No payment events have occurred.
ar_sa: لم تحدث أي أحداث دفع.
cs: Nenastaly žádné platební události.
de: Es sind keine Zahlungsereignisse aufgetreten.
fa_ir: هیچ رویداد پرداختی رخ نداده است.
fi: Maksutapahtumia ei ole tapahtunut.
fr_fr: Aucun événement de paiement ne s&#39;est produit.
hi: कोई भुगतान ईवेंट नहीं हुआ है.
it: Non si è verificato alcun evento di pagamento.
ko_kr: 결제 이벤트가 발생하지 않았습니다.
pl_pl: Nie wystąpiły żadne zdarzenia płatnicze.
sl: Ni prišlo do plačilnih dogodkov.
uk_ua: Платіжні події не відбулися.

source: Order %(number)s
ar_sa: اطلب %(number)s
cs: Objednávka %(number)s
de: Bestellen Sie %(number)s
fa_ir: سفارش %(number)s
fi: Tilaa %(number)s
fr_fr: Commander %(number)s
hi: आदेश %(number)s
it: Ordina %(number)s
ko_kr: 주문 %(number)s
pl_pl: Zamów %(number)s
sl: Naročite %(number)s
uk_ua: Порядок %(number)s

source: Order #%(number)s
ar_sa: الطلب رقم %(number)s
cs: Objednávka č.%(number)s
de: Bestellnr. %(number)s
fa_ir: سفارش #%(number)s
fi: Tilaa #%(number)s
fr_fr: Commande #%(number)s
hi: ऑर्डर # %(number)s
it: Ordine n. %(number)s
ko_kr: 주문 #%(number)s
pl_pl: Zamówienie nr %(number)s
sl: Naročilo #%(number)s
uk_ua: Замовлення № %(number)s

source: Customer Information
ar_sa: معلومات العميل
cs: Informace o zákazníkovi
de: Kunden Information
fa_ir: اطلاعات مشتری
fi: Asiakastiedot
fr_fr: Informations client
hi: ग्राहक सूचना
it: informazioni per il cliente
ko_kr: 고객정보
pl_pl: Informacje dla klientów
sl: informacije za stranke
uk_ua: Інформація споживача

source: Email address
ar_sa: عنوان البريد الإلكتروني
cs: Emailová adresa
de: E-mail Adresse
fa_ir: نشانی رایانامه
fi: Sähköpostiosoite
fr_fr: Adresse e-mail
hi: ईमेल पता
it: Indirizzo email
ko_kr: 이메일 주소
pl_pl: Adres e-mail
sl: Email naslov
uk_ua: Адреса електронної пошти

source: Customer checked out as a guest.
ar_sa: قام العميل بتسجيل الخروج كضيف.
de: Der Kunde hat als Gast ausgecheckt.
fi: Asiakas kirjautui ulos vieraana.
fr_fr: Le client a vérifié en tant qu&#39;invité.
hi: ग्राहक ने अतिथि के रूप में चेकआउट किया।
it: Il cliente ha effettuato il check-out come ospite.
pl_pl: Klient wymeldował się jako gość.
uk_ua: Клієнт виїхав як гість.

source: Customer has deleted their account.
ar_sa: لقد قام العميل بحذف حساب .
cs: Zákazník smazal svůj účet.
de: Der Kunde hat seinen Account gelöscht.
fa_ir: مشتری حساب‌کاربری خود را حذف کرده است.
fi: Asiakas on poistanut tilinsä.
fr_fr: Le client a supprimé son compte.
hi: ग्राहक ने अपना खाता हटा दिया है.
it: Il cliente ha eliminato il proprio account.
ko_kr: 고객은 계정을 삭제 했습니다.
pl_pl: Klient usunął swoje konto.
sl: Stranka je izbrisala svoj račun.
uk_ua: Клієнт має видалений свій Обліковий запис .

source: Order information
ar_sa: معلومات الطلب
cs: Informace o objednávce
de: Bestellinformationen
fa_ir: اطلاعات سفارش
fi: Tilaus Informaatio
fr_fr: Informations sur la commande
hi: आदेश की जानकारी
it: Informazioni sull&#39;ordine
ko_kr: 주문정보
pl_pl: Szczegóły zamówienia
sl: Podatki o naročilu
uk_ua: Інформація про замовлення

source: Order Total
ar_sa: الطلب الكلي
cs: Celková objednávka
de: Auftragssumme
fa_ir: کل سفارش
fi: Tilaus yhteensä
fr_fr: Total de la commande
hi: कुल आर्डर
it: Ordine totale
ko_kr: 주문 총계
pl_pl: Suma zamówienia
sl: Skupaj naročila
uk_ua: Всього замовлення

source: Date of purchase
ar_sa: تاريخ الشراء
cs: Datum nákupu
de: Kaufdatum
fa_ir: تاریخ خرید
fi: Ostopäivä
fr_fr: Date d&#39;achat
hi: खरीदने की तारीख
it: Data di acquisto
ko_kr: 구입일
pl_pl: Data zakupu
sl: Datum nakupa
uk_ua: Дата покупки

source: Time of purchase
ar_sa: وقت الشراء
cs: Čas nákupu
de: Kaufzeit
fa_ir: زمان خرید
fi: Ostoaika
fr_fr: Moment de l&#39;achat
hi: खरीद का समय
it: Momento dell&#39;acquisto
ko_kr: 구매 시간
pl_pl: Czas zakupu
sl: Čas nakupa
uk_ua: Час покупки

source: Order Details
ar_sa: تفاصيل الطلب
cs: podrobnosti objednávky
de: Bestellungsdetails
fa_ir: جزئیات سفارش
fi: Tilauksen tiedot
fr_fr: détails de la commande
hi: ऑर्डर का विवरण
it: Dettagli ordine
ko_kr: 구매 세부사항
pl_pl: Szczegóły zamówienia
sl: podrobnosti naročila
uk_ua: деталі замовлення

source: Order contents
ar_sa: محتويات الطلب
cs: Obsah objednávky
de: Inhalt bestellen
fa_ir: محتواهای سفارش
fi: Tilauksen sisältö
fr_fr: Contenu de la commande
hi: सामग्री ऑर्डर करें
it: Contenuto dell&#39;ordine
ko_kr: 구매 내용
pl_pl: Treść zamówienia
sl: Vsebina naročila
uk_ua: Вміст замовлення

source: Shipping
ar_sa: شحن
cs: Přeprava
de: Versand
fa_ir: ارسال محموله
fi: laivaus
fr_fr: Expédition
hi: शिपिंग
it: Spedizione
ko_kr: 발송
pl_pl: Wysyłka
sl: Dostava
uk_ua: Доставка

source: Payment
ar_sa: قسط
cs: Platba
de: Zahlung
fa_ir: پرداخت
fi: Maksu
fr_fr: Réglement
hi: भुगतान
it: Versamento
ko_kr: 지불
pl_pl: Zapłata
sl: Plačilo
uk_ua: Оплата

source: Discounts
ar_sa: خصومات
cs: slevy
de: Rabatt
fa_ir: تخفیف‌ها
fi: Alennukset
fr_fr: Réductions
hi: छूट
it: Sconti
ko_kr: 할인
pl_pl: Zniżki
sl: Popusti
uk_ua: Знижки

source: Notes
ar_sa: ملاحظات
cs: Poznámky
de: Anmerkungen
fa_ir: یادداشت‌ها
fi: Huomautuksia
fr_fr: Remarques
hi: टिप्पणियाँ
it: Note
ko_kr: 안내
pl_pl: Notatki
sl: Opombe
uk_ua: Примітки

source: Items ordered
ar_sa: العناصر المطلوبة
cs: Objednané položky
de: Bestellte Artikel
fa_ir: اقلام سفارش‌شده
fi: Tilatut tuotteet
fr_fr: Les articles commandés
hi: आइटम का आर्डर दिया है
it: Articoli ordinati
ko_kr: 주문 항목
pl_pl: Zamówione przedmioty
sl: Naročeni artikli
uk_ua: Товари замовлені

source: Line ID
ar_sa: معرف الخط
cs: ID řádku
de: Leitungs ID
fa_ir: کد خط
fi: Linjan tunnus
fr_fr: Id de ligne
hi: लाइन आईडी
it: ID linea
ko_kr: 라인 ID
pl_pl: Identyfikator linii
sl: ID vrstice
uk_ua: id лінії

source: Product
ar_sa: منتج
cs: Produkt
de: Produkt
fa_ir: محصول
fi: Tuote
fr_fr: Produit
hi: उत्पाद
it: Prodotto
ko_kr: 제품
pl_pl: Produkt
sl: Izdelek
uk_ua: Продукт

source: Supplier
ar_sa: المورد
cs: Dodavatel
de: Anbieter
fa_ir: کارپرداز
fi: Toimittaja
fr_fr: Fournisseur
hi: देने वाला
it: Fornitore
ko_kr: 공급자
pl_pl: Dostawca
sl: dobavitelj
uk_ua: Постачальник

source: Supplier SKU
ar_sa: رمز SKU للمورد
cs: SKU dodavatele
de: Lieferanten-SKU
fa_ir: کارپرداز SKU
fi: Toimittaja SKU
fr_fr: UGS du fournisseur
hi: आपूर्तिकर्ता SKU
it: SKU del fornitore
ko_kr: 공급자 SKU
pl_pl: Numer SKU dostawcy
sl: SKU dobavitelja
uk_ua: SKU постачальника

source: Price excl tax (before discounts)
ar_sa: السعر غير شامل الضريبة (قبل التخفيضات)
cs: Cena bez daně (před slevami)
de: Preis ohne Steuern (vor Rabatten)
fa_ir: قیمت بدون احتساب مالیات (پیش از اعمال تخفیف‌ها)
fi: Hinta ilman arvonlisäveroa (ennen alennuksia)
fr_fr: Prix HT (avant remises)
hi: मूल्य कर को छोड़कर (छूट से पहले)
it: Prezzo IVA esclusa (prima degli sconti)
ko_kr: 세금제와 가격(할인전)
pl_pl: Cena bez podatku (przed rabatami)
sl: Cena brez davka (pred popusti)
uk_ua: Ціна без податку (без урахування знижок)

source: Price inc tax (before discounts)
ar_sa: السعر شامل الضريبة (قبل التخفيضات)
cs: Cena včetně daně (před slevami)
de: Preis inklusive Steuern (vor dem Rabatt)
fa_ir: قیمت با احتساب مالیات (پیش از اعمال تخفیف‌ها)
fi: Hinta sis. alv (ennen alennuksia)
fr_fr: Prix TTC (avant remises)
hi: मूल्य सहित कर (छूट से पहले)
it: Prezzo IVA inclusa (prima degli sconti)
ko_kr: 세금 포함 가격(할인전)
pl_pl: Cena zawiera podatek (przed rabatami)
sl: Cena z davkom (pred popusti)
uk_ua: Ціна з податком (до знижок)

source: View
ar_sa: استعراض
cs: Zobrazit
de: Ansicht
fa_ir: مشاهده
fi: Näytä
fr_fr: Voir
hi: देखें
it: Visualizza
ko_kr: 보기
pl_pl: Pogląd
sl: Ogled
uk_ua: Переглянути

source: Basket total (excl. discounts)
ar_sa: إجمالي السلة (باستثناء الخصومات)
cs: Celková částka košíku (bez slev)
de: Gesamtsumme im Warenkorb (exkl. Rabatte)
fa_ir: مبلغ کل خریدها (بدون تخفیف‌ها)
fi: Ostoskori yhteensä (ei alennuksia)
fr_fr: Total du panier (hors remises)
hi: बास्केट कुल (छूट छोड़कर)
it: Totale carrello (escl. sconti)
ko_kr: 장바구니 총액(할인제외)
pl_pl: Suma koszyka (bez rabatów)
sl: Skupaj košarice (brez popustov)
uk_ua: кошик всього (без знижок)

source: Basket total (inc. discounts)
ar_sa: إجمالي السلة (بما في ذلك الخصومات)
cs: Celková částka košíku (včetně slev)
de: Warenkorb insgesamt (inkl. Rabatte)
fa_ir: مبلغ کل خریدها (با اعمال تخفیف‌ها)
fi: Ostoskori yhteensä (sis. alennukset)
fr_fr: Total du panier (rabais compris)
hi: बास्केट कुल (छूट सहित)
it: Totale carrello (sconti inclusi)
ko_kr: 장바구니 총액(할인 포함)
pl_pl: Suma koszyka (w tym rabaty)
sl: Skupna košarica (vključno s popusti)
uk_ua: кошик всього (з урахуванням знижок)

source: Basket total
ar_sa: مجموع السلة
cs: Košík celkem
de: Korb insgesamt
fa_ir: مبلغ کل خریدها
fi: Korin yhteensä
fr_fr: Somme du panier
hi: टोकरी कुल
it: Totale carrello
ko_kr: 장바구니 총액
pl_pl: Suma koszyka
sl: Skupaj košarice
uk_ua: кошик заг

source: Shipping total (excl. discounts)
ar_sa: إجمالي الشحن (باستثناء الخصومات)
cs: Celková cena dopravy (bez slev)
de: Gesamtversand (exkl. Rabatte)
fa_ir: هزینه حمل (بدون اعمال تخفیف‌ها)
fi: Toimituskulut yhteensä (ei alennuksia)
fr_fr: Total des frais de port (hors remises)
hi: कुल शिपिंग (छूट छोड़कर)
it: Totale spedizione (escl. sconti)
ko_kr: 배달 총액(할인 제외)
pl_pl: Całkowita wysyłka (bez rabatów)
sl: Skupaj pošiljanje (brez popustov)
uk_ua: Загальна сума доставки (без знижок)

source: Shipping total (inc. discounts)
ar_sa: إجمالي الشحن (بما في ذلك الخصومات)
cs: Celkem přeprava (včetně slev)
de: Gesamtversand (inkl. Rabatte)
fa_ir: هزینه حمل (با اعمال تخفیف‌ها)
fi: Toimituskulut yhteensä (sis. alennukset)
fr_fr: Total d&#39;expédition (y compris les remises)
hi: कुल शिपिंग (छूट सहित)
it: Totale spedizione (sconti inclusi)
ko_kr: 배달 총액(할인 포함)
pl_pl: Całkowita wysyłka (w tym rabaty)
sl: Skupaj pošiljanje (vključno s popusti)
uk_ua: Загальна сума доставки (з урахуванням знижок)

source: Shipping total
ar_sa: إجمالي الشحن
cs: Přeprava celkem
de: Versand insgesamt
fa_ir: هزینه حمل
fi: Toimitus yhteensä
fr_fr: Total d&#39;expédition
hi: कुल शिपिंग
it: Totale spedizione
ko_kr: 배달 총액
pl_pl: Łączna wysyłka
sl: Skupaj za pošiljanje
uk_ua: Загальна сума доставки

source: Surcharge %(name)s
ar_sa: رسوم إضافية %(name)s
de: Aufpreis %(name)s
fi: Lisämaksu %(name)s
fr_fr: Supplément %(name)s
hi: अधिभार %(name)s
it: Supplemento %(name)s
pl_pl: Dopłata %(name)s
uk_ua: Доплата %(name)s

source: With selected lines
ar_sa: مع خطوط مختارة
cs: S vybranými řádkami
de: Mit ausgewählten Zeilen
fa_ir: با خطوط منتخب
fi: Valituilla linjoilla
fr_fr: Avec lignes sélectionnées
hi: चयनित पंक्तियों के साथ
it: Con linee selezionate
ko_kr: 선택된 라인
pl_pl: Z wybranymi liniami
sl: Z izbranimi vrsticami
uk_ua: З виділеними лініями

source: Change line status to
ar_sa: تغيير حالة الخط إلى
cs: Změnit stav řádku na
de: Ändern Sie den Leitungsstatus in
fa_ir: تغییر وضعیت خط به
fi: Muuta linjan tilaksi
fr_fr: Changer l&#39;état de la ligne en
hi: लाइन स्थिति को इसमें बदलें
it: Cambia lo stato della linea in
ko_kr: 라인 상태 변경
pl_pl: Zmień status linii na
sl: Spremeni stanje linije v
uk_ua: змінювати статус рядка на

source: choose new status
ar_sa: اختر حالة جديدة
cs: zvolte nový stav
de: Wählen Sie einen neuen Status
fa_ir: انتخاب وضعیت جدید
fi: valitse uusi tila
fr_fr: choisir un nouveau statut
hi: नई स्थिति चुनें
it: scegli il nuovo stato
ko_kr: 새로운 상태를 선택합니다.
pl_pl: wybierz nowy status
sl: izberite novo stanje
uk_ua: вибрати новий статус

source: Create shipping event
ar_sa: إنشاء حدث الشحن
cs: Vytvořit přepravní událost
de: Versandereignis erstellen
fa_ir: ایجاد رویداد حمل‌ونقل
fi: Luo toimitustapahtuma
fr_fr: Créer un événement d&#39;expédition
hi: शिपिंग इवेंट बनाएं
it: Crea evento di spedizione
ko_kr: 배송 하기
pl_pl: Utworzyć wydarzenie wysyłkowe
sl: Ustvari dogodek pošiljanja
uk_ua: Створювати подію доставки

source: choose event type
ar_sa: اختر نوع الحدث
cs: vyberte typ události
de: Wählen Sie den Veranstaltungstyp
fa_ir: انتخاب نوع رویداد
fi: valitse tapahtuman tyyppi
fr_fr: choisir le type d&#39;événement
hi: ईवेंट प्रकार चुनें
it: scegli il tipo di evento
ko_kr: 이벤트 유형 선택
pl_pl: wybierz typ wydarzenia
sl: izberite vrsto dogodka
uk_ua: вибрати тип події
