Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: The maximum number of enrollments that can redeem this offer.
ar_sa: الحد الأقصى لعدد التسجيلات التي يمكنها استرداد هذا العرض.
cs: Maximální počet zápisů, které mohou tuto nabídku uplatnit.
de: Die maximale Anzahl an Anmeldungen, die dieses Angebot einlösen können.
fa_ir: حداکثر تعداد ثبت‌نام‌هایی که می‌توانند از این پیشنهاد استفاده کنند.
fi: Ilmoittautumisten enimmäismäärä, jotka voivat lunastaa tämän tarjouksen.
fr_fr: Le nombre maximum d&#39;inscriptions pouvant profiter de cette offre.
hi: अधिकतम संख्या में नामांकन जो इस ऑफर का लाभ उठा सकते हैं।
it: Il numero massimo di iscrizioni che possono riscattare questa offerta.
ko_kr: 이 혜택을 이용할 수 있는 최대 등록 가능 수
pl_pl: Maksymalna liczba rejestracji, w przypadku których można skorzystać z tej oferty.
sl: Največje število vpisov, ki lahko unovčijo to ponudbo.
uk_ua: Максимальна кількість <span class='notranslate'>запис и</span> якими можна скористатися цією пропозицією.

source: The maximum USD dollar amount that can be redeemed by this offer.
ar_sa: الحد الأقصى لمبلغ الدولار الأمريكي الذي يمكن استبداله بهذا العرض.
cs: Maximální částka v USD, kterou lze v rámci této nabídky uplatnit.
de: Der maximale Betrag in US-Dollar, der mit diesem Angebot eingelöst werden kann.
fa_ir: حداکثر مبلغ دلاری که می‌توان با این پیشنهاد بازخرید کرد.
fi: Suurin dollarimäärä, joka voidaan lunastaa tällä tarjouksella.
fr_fr: Le montant maximum en dollars américains pouvant être remboursé par cette offre.
hi: अधिकतम USD डॉलर राशि जिसे इस ऑफ़र द्वारा भुनाया जा सकता है।
it: L&#39;importo massimo in dollari USA che può essere riscattato con questa offerta.
ko_kr: 이 서비스를 통해 사용할 수 있는 최대 USD 달러 금액
pl_pl: Maksymalna kwota w dolarach amerykańskich, którą można wykorzystać w ramach tej oferty.
sl: Največji znesek v USD, ki ga je mogoče unovčiti s to ponudbo.
uk_ua: Максимальна сума в доларах США, яку можна отримати за цією пропозицією.

source: The maximum number of enrollments, by a user, that can redeem this offer.
ar_sa: الحد الأقصى لعدد التسجيلات التي قام بها المستخدم والتي يمكنها استرداد هذا العرض.
cs: Maximální počet zápisů uživatelem, který může tuto nabídku uplatnit.
de: Die maximale Anzahl von Registrierungen eines Benutzers, die dieses Angebot einlösen können.
fa_ir: حداکثر تعداد ثبت‌نام توسط کاربری که می‌تواند از این پیشنهاد استفاده کند.
fi: Käyttäjän ilmoittautumisten enimmäismäärä, joka voi lunastaa tämän tarjouksen.
fr_fr: Le nombre maximum d&#39;inscriptions, par un utilisateur, qui peut profiter de cette offre.
hi: किसी उपयोगकर्ता द्वारा नामांकन की अधिकतम संख्या, जो इस ऑफ़र का लाभ उठा सकती है।
it: Il numero massimo di iscrizioni, da parte di un utente, che può riscattare questa offerta.
ko_kr: 이 서비스를 사용할 수 있는 최대 사용자 등록 수
pl_pl: Maksymalna liczba rejestracji dokonanych przez użytkownika, podczas których można skorzystać z tej oferty.
sl: Največje število vpisov uporabnika, ki lahko unovči to ponudbo.
uk_ua: Максимальна кількість <span class='notranslate'>запис и</span> , користувачем, який може скористатися цією пропозицією.

source: The maximum USD dollar amount that can be redeemed using this offer by a user.
ar_sa: الحد الأقصى لمبلغ الدولار الأمريكي الذي يمكن استرداده باستخدام هذا العرض من قبل المستخدم.
cs: Maximální částka v USD, kterou může uživatel pomocí této nabídky uplatnit.
de: Der maximale Betrag in US-Dollar, den ein Benutzer mit diesem Angebot einlösen kann.
fa_ir: حداکثر مقدار دلاری که کاربر می‌تواند با استفاده از این پیشنهاد بازخرید کند.
fi: Suurin dollarimäärä, jonka käyttäjä voi lunastaa käyttämällä tätä tarjousta.
fr_fr: Le montant maximum en dollars américains pouvant être échangé en utilisant cette offre par un utilisateur.
hi: किसी उपयोगकर्ता द्वारा इस ऑफ़र का उपयोग करके अधिकतम USD डॉलर राशि भुनाई जा सकती है।
it: L&#39;importo massimo in dollari USA che un utente può riscattare utilizzando questa offerta.
ko_kr: 사용자가 이 서비스를 이용하여 상환할 수 있는 최대 USD 금액
pl_pl: Maksymalna kwota w dolarach amerykańskich, którą użytkownik może wykorzystać w ramach tej oferty.
sl: Največji znesek v USD, ki ga lahko uporabnik unovči s to ponudbo.
uk_ua: Максимальна сума в доларах США, яку користувач може обміняти за допомогою цієї пропозиції.

source: Start Date
ar_sa: تاريخ البدء
cs: Počáteční datum
de: Startdatum
fa_ir: تاریخ آغاز
fi: Aloituspäivämäärä
fr_fr: Date de début
hi: आरंभ करने की तिथि
it: Data di inizio
ko_kr: 시작 일자
pl_pl: Data rozpoczęcia
sl: Začetni datum
uk_ua: Дата початку

source: End Date
ar_sa: تاريخ الانتهاء
cs: Datum ukončení
de: Endtermin
fa_ir: تاریخ پایان
fi: Päättymispäivä
fr_fr: Date de fin
hi: अंतिम तिथि
it: Data di fine
ko_kr: 종료 날짜
pl_pl: Data końcowa
sl: Končni datum
uk_ua: кінце<span class='notranslate'>ва дата</span>

source: Enrollment Limit
ar_sa: حد التسجيل
cs: Limit zápisu
de: Anmeldelimit
fa_ir: محدودیت ثبت‌نام
fi: Ilmoittautumisraja
fr_fr: Limite d&#39;inscription
hi: नामांकन सीमा
it: Limite di iscrizione
ko_kr: 등록 제한 수
pl_pl: Limit zapisów
sl: Omejitev vpisa
uk_ua: запис Ліміт

source: Bookings Limit
ar_sa: حد الحجوزات
cs: Limit rezervací
de: Buchungslimit
fa_ir: محدودیت رزرو
fi: Varausrajoitus
fr_fr: Limite de réservations
hi: बुकिंग सीमा
it: Limite di prenotazioni
ko_kr: 예약 제한 수
pl_pl: Limit rezerwacji
sl: Omejitev rezervacij
uk_ua: Ліміт бронювань

source: Per User Enrollment Limit
ar_sa: حد تسجيل كل مستخدم
cs: Limit pro zápis na uživatele
de: Registrierungslimit pro Benutzer
fa_ir: محدودیت ثبت‌نام به ازای هر کاربر
fi: Käyttäjän ilmoittautumisraja
fr_fr: Limite d&#39;inscription par utilisateur
hi: प्रति उपयोगकर्ता नामांकन सीमा
it: Limite di registrazione per utente
ko_kr: 사용자별 등록 제한 수
pl_pl: Limit rejestracji użytkownika
sl: Omejitev vpisa uporabnikov
uk_ua: Ліміт запис на користувача

source: Per User Bookings Limit
ar_sa: حد الحجوزات لكل مستخدم
cs: Limit rezervací na uživatele
de: Buchungslimit pro Benutzer
fa_ir: محدودیت رزرو برای هر کاربر
fi: Käyttäjäkohtainen varausraja
fr_fr: Limite de réservations par utilisateur
hi: प्रति उपयोगकर्ता बुकिंग सीमा
it: Limite di prenotazioni per utente
ko_kr: 사용자별 예약 제한 수
pl_pl: Limit rezerwacji na użytkownika
sl: Omejitev rezervacij na uporabnika
uk_ua: Ліміт бронювань на одного користувача

source: Ensure new value must be greater than or equal to consumed({offer_enrollments}) value.
ar_sa: تأكد من أن القيمة الجديدة يجب أن تكون أكبر من أو تساوي القيمة المستهلكة ( {offer_enrollments} ).
cs: Ujistěte se, že nová hodnota musí být větší nebo rovna spotřebované ({offer_enrollments}) hodnotě.
de: Stellen Sie sicher, dass der neue Wert größer oder gleich dem verbrauchten Wert ( {offer_enrollments} ) sein muss.
fa_ir: اطمینان حاصل کنید که مقدار جدید، بزرگتر یا مساوی با مقدار مصرف‌شده ({offer_enrollments}) باشد.
fi: Varmista, että uuden arvon on oltava suurempi tai yhtä suuri kuin kulutettu arvo ({offer_enrollments}).
fr_fr: Assurez-vous que la nouvelle valeur doit être supérieure ou égale à la valeur consommée ({offer_enrollments}).
hi: सुनिश्चित करें कि नया मान उपभोग किए गए ( {offer_enrollments} ) मान से अधिक या उसके बराबर होना चाहिए।
it: Assicurarsi che il nuovo valore debba essere maggiore o uguale al valore consumato ( {offer_enrollments} ).
ko_kr: 새로운 값이 기존에 사용된 값({offer_enrollments})보다 크거나 같아야 합니다.
pl_pl: Upewnij się, że nowa wartość musi być większa lub równa wartości zużytej ( {offer_enrollments} ).
sl: Zagotovite, da mora biti nova vrednost večja ali enaka porabljeni ({offer_enrollments}) vrednosti.
uk_ua: Переконайтеся, що нове значення має бути більшим або рівним спожитому ( {offer_enrollments} ) значенню.

source: Salesforce Opportunity ID must be 18 alphanumeric characters and begin with 006.
ar_sa: يجب أن يتكون معرف فرصة Salesforce من 18 حرفًا أبجديًا رقميًا وأن يبدأ بالرقم 006.
cs: ID příležitosti Salesforce musí mít 18 alfanumerických znaků a začínat 006.
de: Die Salesforce-Opportunity- ID muss 18 alphanumerische Zeichen lang sein und mit 006 beginnen.
fa_ir: شناسه فرصت Salesforce باید 18 نویسه الفبایی عددی داشته باشد و با 006 شروع شود.
fi: Salesforce Opportunity ID:ssä on oltava 18 aakkosnumeerista merkkiä ja alkava numerolla 006.
fr_fr: L&#39;ID d&#39;opportunité Salesforce doit comporter 18 caractères alphanumériques et commencer par 006.
hi: सेल्सफोर्स ऑपर्च्युनिटी आईडी 18 अल्फ़ान्यूमेरिक वर्ण की होनी चाहिए और 006 से शुरू होनी चाहिए।
it: L&#39;ID opportunità Salesforce deve contenere 18 caratteri alfanumerici e iniziare con 006.
pl_pl: Identyfikator możliwości Salesforce musi składać się z 18 znaków alfanumerycznych i zaczynać się od cyfry 006.
sl: ID Salesforce Opportunity mora vsebovati 18 alfanumeričnih znakov in se začeti z 006.
uk_ua: id можливості Salesforce має містити 18 буквено-цифрових символів і починатися з 006.

source: The Salesforce Opportunity Line Item must be 18 alphanumeric characters and begin with '00k'.
ar_sa: يجب أن يتكون عنصر فرصة Salesforce من 18 حرفًا أبجديًا رقميًا وأن يبدأ بـ &quot;00k&quot;.
de: Die Salesforce-Opportunity-Werbebuchung muss 18 alphanumerische Zeichen lang sein und mit „00.000“ beginnen.
fi: Salesforce Opportunity -rivikohdassa on oltava 18 aakkosnumeerista merkkiä ja sen alussa on oltava &#39;00k&#39;.
fr_fr: L&#39;élément de ligne d&#39;opportunité Salesforce doit comporter 18 caractères alphanumériques et commencer par « 00k ».
hi: सेल्सफोर्स ऑपर्च्युनिटी लाइन आइटम 18 अल्फ़ान्यूमेरिक वर्ण का होना चाहिए और &#39;00k&#39; से शुरू होना चाहिए।
it: La voce Opportunità Salesforce deve contenere 18 caratteri alfanumerici e iniziare con &quot;00k&quot;.
pl_pl: Element zamówienia Szansa Salesforce musi zawierać 18 znaków alfanumerycznych i zaczynać się od „00k”.
uk_ua: Позиція Salesforce Opportunity Line Item має містити 18 буквено-цифрових символів і починатися з «00k».

source: Ensure this value is greater than or equal to 0.
ar_sa: تأكد من أن هذه القيمة أكبر من أو تساوي 0.
cs: Ujistěte se, že tato hodnota je větší nebo rovna 0.
de: Stellen Sie sicher, dass dieser Wert größer oder gleich 0 ist.
fa_ir: اطمینان حاصل کنید که این مقدار بزرگتر یا مساوی 0 باشد.
fi: Varmista, että tämä arvo on suurempi tai yhtä suuri kuin 0.
fr_fr: Assurez-vous que cette valeur est supérieure ou égale à 0.
hi: सुनिश्चित करें कि यह मान 0 से अधिक या उसके बराबर है।
it: Assicurarsi che questo valore sia maggiore o uguale a 0.
ko_kr: 이 값은 0보다 크거나 같아야 합니다.
pl_pl: Upewnij się, że ta wartość jest większa lub równa 0.
sl: Prepričajte se, da je ta vrednost večja ali enaka 0.
uk_ua: Переконайтеся, що це значення більше або дорівнює 0.

source: Ensure new value must be greater than or equal to consumed({consumed_discount:.2f}) value.
ar_sa: تأكد من أن القيمة الجديدة يجب أن تكون أكبر من أو تساوي القيمة المستهلكة ({consumed_discount:.2f}).
cs: Ujistěte se, že nová hodnota musí být větší nebo rovna spotřebované hodnotě ({consumed_discount:.2f}).
de: Stellen Sie sicher, dass der neue Wert größer oder gleich dem verbrauchten Wert ({consumed_discount:.2f}) sein muss.
fa_ir: مطمئن شوید که مقدار جدید باید بزرگتر یا مساوی با مقدار مصرف‌شده ({consumed_discount:.2f}) باشد.
fi: Varmista, että uuden arvon on oltava suurempi tai yhtä suuri kuin kulutettu arvo ({consumed_discount:.2f}).
fr_fr: Assurez-vous que la nouvelle valeur doit être supérieure ou égale à la valeur consommée ({consumed_discount:.2f}).
hi: सुनिश्चित करें कि नया मूल्य उपभोग({consumed_discount:.2f}) मूल्य से अधिक या उसके बराबर होना चाहिए।
it: Assicurarsi che il nuovo valore debba essere maggiore o uguale al valore consumato({consumed_discount:.2f}).
ko_kr: 새로운 값은 기존에 사용된 값({used_discount:.2f})보다 크거나 같아야 합니다.
pl_pl: Upewnij się, że nowa wartość musi być większa lub równa wartości skonsumowanej ({consumed_discount:.2f}).
sl: Zagotovite, da mora biti nova vrednost večja ali enaka porabljeni ({consumed_discount:.2f}) vrednosti.
uk_ua: Переконайтеся, що нове значення має бути більше або дорівнювати значенню consumed({consumed_discount:.2f}).

source: Given email address {email} is not a valid email.
ar_sa: عنوان البريد الإلكتروني المحدد {email} ليس بريدًا إلكترونيًا صالحًا.
cs: Daná e-mailová adresa {email} není platná.
de: Die angegebene E-Mail-Adresse {email} ist keine gültige E-Mail.
fa_ir: نشانی رایانامه {email} معتبر نیست.
fi: Annettu sähköpostiosoite {email} ei ole kelvollinen sähköpostiosoite.
fr_fr: L&#39;adresse e-mail donnée {email} n&#39;est pas un e-mail valide.
hi: दिया गया ईमेल पता {email} वैध ईमेल नहीं है।
it: L&#39;indirizzo email indicato {email} non è un indirizzo email valido.
ko_kr: 주어진 이메일 주소 {email}는 올바른 이메일 주소가 아닙니다.
pl_pl: Podany adres e-mail {email} nie jest prawidłowym adresem e-mail.
sl: Podani e-poštni naslov {email} ni veljaven e-poštni naslov.
uk_ua: вказана електронна адреса {email} не є дійсною електронною id .

source: An offer already exists for this Enterprise & Catalog combination.
ar_sa: يوجد عرض بالفعل لمجموعة Enterprise &amp; Catalog هذه.
cs: Nabídka pro tuto kombinaci Enterprise & Catalog již existuje.
de: Für diese Enterprise- und Katalog-Kombination liegt bereits ein Angebot vor.
fa_ir: پیشنهادی از پیش برای این ترکیب شرکت و فهرست وجود دارد.
fi: Tarjous on jo olemassa tälle Enterprise &amp; Catalog -yhdistelmälle.
fr_fr: Une offre existe déjà pour cette combinaison Entreprise &amp; Catalogue.
hi: इस एंटरप्राइज़ और कैटलॉग संयोजन के लिए एक ऑफ़र पहले से मौजूद है।
it: Esiste già un&#39;offerta per questa combinazione Azienda e Catalogo.
ko_kr: 이 기업 & 카탈로그 조합에 대한 할인 정보가 이미 존재합니다.
pl_pl: Oferta dla tej kombinacji przedsiębiorstwa i katalogu już istnieje.
sl: Ponudba za to kombinacijo podjetja in kataloga že obstaja.
uk_ua: Для цієї комбінації Enterprise &amp; каталог уже існує пропозиція.

source: Percentage discounts cannot be greater than 100%.
ar_sa: لا يمكن أن تكون نسبة الخصومات أكبر من 100%.
cs: Procentní slevy nesmí být větší než 100 %.
de: Prozentuale Rabatte können nicht größer als 100 % sein.
fa_ir: درصد تخفیف نمی‌تواند بیشتر از 100٪ باشد.
fi: Prosenttialennus ei voi olla suurempi kuin 100 %.
fr_fr: Les remises en pourcentage ne peuvent pas être supérieures à 100 %.
hi: प्रतिशत छूट 100% से अधिक नहीं हो सकती।
it: Gli sconti percentuali non possono essere superiori al 100%.
ko_kr: 백분율 단위의 할인은 100%를 초과할 수 없습니다.
pl_pl: Rabaty procentowe nie mogą być większe niż 100%.
sl: Odstotek popusta ne sme biti večji od 100%.
uk_ua: процент знижки не можуть перевищувати 100%.

source: A start date must be specified when specifying an end date.
ar_sa: يجب تحديد تاريخ البدء عند تحديد تاريخ الانتهاء.
cs: Při zadávání data ukončení je nutné zadat počáteční datum.
de: Bei der Angabe eines Enddatums muss ein Startdatum angegeben werden.
fa_ir: هنگام تعیین تاریخ پایان باید تاریخ آغاز مشخص شود.
fi: Aloituspäivä on määritettävä lopetuspäivää määritettäessä.
fr_fr: Une date de début doit être spécifiée lors de la spécification d&#39;une date de fin.
hi: समाप्ति तिथि निर्दिष्ट करते समय एक प्रारंभ तिथि निर्दिष्ट की जानी चाहिए।
it: È necessario specificare una data di inizio quando si specifica una data di fine.
ko_kr: 종료 날짜를 지정하실 때 시작 날짜도 함께 지정해야 합니다.
pl_pl: Przy określaniu daty końcowej należy określić datę początkową.
sl: Pri določanju končnega datuma je treba navesti začetni datum.
uk_ua: Початкову дату необхідно вказати під час зазначення кінце <span class='notranslate'>в а дата</span> .

source: The start date must occur before the end date.
ar_sa: يجب أن يقع تاريخ البدء قبل تاريخ الانتهاء.
cs: Datum zahájení musí předcházet datu ukončení.
de: Das Startdatum muss vor dem Enddatum liegen.
fa_ir: تاریخ آغاز باید پیش از تاریخ پایان باشد.
fi: Aloituspäivän on oltava ennen lopetuspäivää.
fr_fr: La date de début doit être antérieure à la date de fin.
hi: आरंभ तिथि अंतिम तिथि से पहले होनी चाहिए.
it: La data di inizio deve essere antecedente alla data di fine.
ko_kr: 시작 날짜는 종료 날짜보다 이전이어야 합니다.
pl_pl: Data początkowa musi przypadać przed datą końcową.
sl: Začetni datum mora nastopiti pred končnim datumom.
uk_ua: Початкова дата має бути перед кінце <span class='notranslate'>в а дата</span> .

source: More than 2 digits after the decimal not allowed for absolute value.
ar_sa: أكثر من رقمين بعد العلامة العشرية غير مسموح بها للقيمة المطلقة.
cs: Více než 2 číslice za desetinnou čárkou není povoleno pro absolutní hodnotu.
de: Mehr als 2 Nachkommastellen sind für den Absolutwert nicht zulässig.
fa_ir: بیش از 2 رقم بعد از اعشار برای مقدار مطلق مجاز نیست.
fi: Yli 2 numeroa desimaalin jälkeen ei ole sallittu absoluuttisessa arvossa.
fr_fr: Plus de 2 chiffres après la virgule ne sont pas autorisés pour la valeur absolue.
hi: निरपेक्ष मान के लिए दशमलव के बाद 2 से अधिक अंकों की अनुमति नहीं है।
it: Più di 2 cifre dopo la virgola non sono consentite per il valore assoluto.
ko_kr: 절대값에는 소수점 뒤의 3자리 이상이 허용되지 않습니다.
pl_pl: Więcej niż 2 cyfry po przecinku nie są dozwolone w przypadku wartości bezwzględnej.
sl: Več kot 2 števki za decimalko ni dovoljeno za absolutno vrednost.
uk_ua: Для абсолютного значення не допускається більше 2 цифр після коми.

source: This field is required when contract discount type is absolute.
ar_sa: هذا الحقل مطلوب عندما يكون نوع خصم العقد مطلقًا.
cs: Toto pole je povinné, pokud je typ smluvní slevy absolutní.
de: Dieses Feld ist erforderlich, wenn der Vertragsrabatttyp absolut ist.
fa_ir: این قسمت زمانی الزامی است که نوع تخفیف قرارداد صحیح باشد.
fi: Tämä kenttä on pakollinen, kun sopimuksen alennustyyppi on ehdoton.
fr_fr: Ce champ est obligatoire lorsque le type de remise de contrat est absolu.
hi: यह फ़ील्ड तब आवश्यक होती है जब अनुबंध छूट प्रकार निरपेक्ष हो।
it: Questo campo è obbligatorio quando il tipo di sconto del contratto è assoluto.
ko_kr: 이 필드는 계약 할인 유형이 절대적인 경우에 필요합니다.
pl_pl: pole ten jest wymagany, gdy rodzaj rabatu kontraktowego ma charakter bezwzględny.
sl: To polje je obvezno, če je vrsta pogodbenega popusta absolutna.
uk_ua: Це поле є обов’язковим, якщо контрактний тип Знижка є абсолютним.

source: Discount of type {} provided by {} for {}.
ar_sa: خصم من النوع {} مقدم من {} لـ {}.
cs: Sleva typu {} poskytnutá od {} za {}.
de: Rabatt vom Typ {}, bereitgestellt von {} für {}.
fa_ir: تخفیف نوع {} ارائه‌شده توسط {} برای {}.
fi: Alennuksen tyyppi {} tarjoaa {} hintaan {}.
fr_fr: Remise de type {} fournie par {} pour {}.
hi: {} के लिए {} द्वारा प्रदान की गई प्रकार की छूट।
it: Sconto di tipo {} fornito da {} per {}.
ko_kr: {}에서 {}에 대해 제공하는 {} 유형의 할인입니다.
pl_pl: Rabat typu {} udzielony przez {} dla {}.
sl: Popust vrste {}, ki ga zagotavlja {} za {}.
uk_ua: Знижка типу {}, id {} для {}.

source: Enterprise Coupon Codes
ar_sa: رموز قسيمة المجموعات
cs: Kódy podnikových kupónů
de: Gutscheincodes für Unternehmen
fa_ir: کد کوپن‌های سازمانی
fi: Yrityksen kuponkikoodit
fr_fr: Codes de coupon d'entreprise
hi: एंटरप्राइज़ कूपन कोडस
it: Codici promozionali aziendali
ko_kr: 쿠폰 코드 기획
pl_pl: Kody kupon korporacyjnych
sl: Kode kuponov podjetja
uk_ua: Коди купон підприємств

source: Edit Enterprise Offer: %(enterprise_customer_name)s
ar_sa: تحرير عرض المؤسسة: %(enterprise_customer_name)s
cs: Upravit podnikovou nabídku: %(enterprise_customer_name)s
de: Unternehmensangebot bearbeiten : %(enterprise_customer_name)s
fa_ir: ویرایش پیشنهاد سازمانی: %(enterprise_customer_name)s
fi: Muokkaa yritystarjousta: %(enterprise_customer_name)s
fr_fr: Modifier l&#39;offre d&#39;entreprise : %(enterprise_customer_name)s
hi: एंटरप्राइज़ ऑफ़र संपादित करें: %(enterprise_customer_name)s
it: Modifica offerta aziendale: %(enterprise_customer_name)s
ko_kr: 기업 할인 정보 편집: %(enterprise_customer_name)s
pl_pl: Edytuj ofertę korporacyjną: %(enterprise_customer_name)s
sl: Uredi ponudbo podjetja: %(enterprise_customer_name)s
uk_ua: редагувати Enterprise Offer: %(enterprise_customer_name)s

source: Create Enterprise Offer
ar_sa: إنشاء عرض المؤسسة
cs: Vytvořit podnikovou nabídku
de: Erstellen Sie ein Unternehmensangebot
fa_ir: ساخت پیشنهاد سازمانی
fi: Luo yritystarjous
fr_fr: Créer une offre d&#39;entreprise
hi: एंटरप्राइज ऑफर बनाएं
it: Crea offerta aziendale
ko_kr: 기업 할인 정보 생성
pl_pl: Utworzyć ofertę dla przedsiębiorstw
sl: Ustvarite Enterprise ponudbo
uk_ua: Створювати Enterprise Offer

source: Enterprise Offers
ar_sa: عروض المؤسسات
cs: Podnikové nabídky
de: Unternehmensangebote
fa_ir: پیشنهادهای سازمانی
fi: Yrityksen tarjoukset
fr_fr: Offres d&#39;entreprise
hi: एंटरप्राइज ऑफर
it: Offerte aziendali
ko_kr: 기업 할인 정보
pl_pl: Oferty dla przedsiębiorstw
sl: Podjetniške ponudbe
uk_ua: Корпоративні пропозиції

source: Edit
ar_sa: تحرير
cs: Upravit
de: Bearbeiten
fa_ir: ویرایش
fi: Muokata
fr_fr: Éditer
hi: परिवर्तन करें
it: Modifica
ko_kr: 편집
pl_pl: Edytować
sl: Uredi
uk_ua: Редагувати

source: Create
ar_sa: إنشاء
cs: Vytvořit
de: Erstellen
fa_ir: ایجاد
fi: Luoda
fr_fr: Créer
hi: सृजन करना
it: Crea
ko_kr: 생성
pl_pl: Utworzyć
sl: Ustvari
uk_ua: Ст<span class='notranslate'>ворювати</span>

source: Edit Enterprise Offer
ar_sa: تحرير عرض المؤسسة
cs: Upravit podnikovou nabídku
de: Unternehmensangebot bearbeiten
fa_ir: ویرایش پیشنهاد سازمانی
fi: Muokkaa yritystarjousta
fr_fr: Modifier l&#39;offre d&#39;entreprise
hi: एंटरप्राइज ऑफर संपादित करें
it: Modifica offerta aziendale
ko_kr: 기업 할인 정보 수정
pl_pl: Edytuj ofertę dla przedsiębiorstw
sl: Uredi ponudbo podjetja
uk_ua: редагувати Enterprise Offer

source: Save Changes
ar_sa: حفّظ التغييرات
cs: Uložit změny
de: Änderungen speichern
fa_ir: ذخیرۀ تغییرات
fi: Tallenna muutokset
fr_fr: Enregistrer les modifications
hi: परिवर्तनों को सुरक्षित करें
it: Salva Modifiche
ko_kr: 변경 사항 저장
pl_pl: Zapisz zmiany
sl: Shrani spremembe
uk_ua: Зберегти зміни

source: Cancel
ar_sa: إلغاء
cs: Zrušit
de: Abbrechen
fa_ir: لغو
fi: Peruuttaa
fr_fr: Annuler
hi: रद्द करें
it: Annulla
ko_kr: 취소
pl_pl: Anulować
sl: Prekliči
uk_ua: Скасувати

source: %(platform_name)s Enterprise Offer Administration Tool
ar_sa: %(platform_name)s أداة إدارة عروض المؤسسات
cs: %(platform_name)s Nástroj pro správu podnikových nabídek
de: %(platform_name)s Verwaltungstool für Unternehmensangebote
fa_ir: %(platform_name)sابزار مدیریت پیشنهاد سازمانی
fi: %(platform_name)s Yritystarjouksen hallintatyökalu
fr_fr: %(platform_name)s Outil d&#39;administration des offres d&#39;entreprise
hi: %(platform_name)s एंटरप्राइज ऑफर एडमिनिस्ट्रेशन टूल
it: %(platform_name)s Strumento di amministrazione delle offerte aziendali
ko_kr: %(platform_name)s 기업 할인 정보 관리 도구
pl_pl: %(platform_name)s Narzędzie do administrowania ofertą dla przedsiębiorstw
uk_ua: %(platform_name)s Інструмент адміністрування корпоративних пропозицій

source: Current enterprise offers
ar_sa: عروض المؤسسة الحالية
cs: Aktuální podnikové nabídky
de: Aktuelle Unternehmensangebote
fa_ir: پیشنهادهای سازمانی فعلی
fi: Nykyiset yritystarjoukset
fr_fr: Offres d&#39;entreprise actuelles
hi: वर्तमान उद्यम ऑफर
it: Offerte aziendali attuali
ko_kr: 현재 기업 할인 정보
pl_pl: Aktualne oferty dla przedsiębiorstw
sl: Trenutne ponudbe podjetij
uk_ua: Актуальні пропозиції підприємства

source: Enterprise Customer Name
ar_sa: اسم عميل المؤسسة
cs: Jméno podnikového zákazníka
de: Name des Unternehmenskunden
fa_ir: نام مشتری سازمانی
fi: Yritysasiakkaan nimi
fr_fr: Nom du client d&#39;entreprise
hi: एंटरप्राइज़ ग्राहक का नाम
it: Nome del cliente aziendale
ko_kr: 기업 고객 이름
pl_pl: Nazwa klienta korporacyjnego
sl: Ime stranke v podjetju
uk_ua: Enterprise Customer ім&#39;я

source: Type
ar_sa: النوع
cs: Typ
de: Typ
fa_ir: نوع
fi: Tyyppi
fr_fr: Taper
hi: प्रकार
it: Tipo
ko_kr: 종류
pl_pl: Typ
sl: Vrsta
uk_ua: Тип

source: Value
ar_sa: قيمة
cs: Hodnota
de: Wert
fa_ir: مقدار
fi: Arvo
fr_fr: Valeur
hi: कीमत
it: Valore
ko_kr: 값
pl_pl: Wartość
sl: vrednost
uk_ua: Значення

source: Start
ar_sa: يبدأ
cs: Začít
fa_ir: آغاز
fi: alkaa
fr_fr: Démarrer
hi: शुरू
it: Inizio
ko_kr: 시작
pl_pl: Początek
sl: Začni
uk_ua: старт

source: End
ar_sa: نهاية
cs: Skončit
de: Ende
fa_ir: پایان
fi: Loppu
fr_fr: Finir
hi: समाप्त
it: Fine
ko_kr: 종료
pl_pl: Koniec
sl: Konec
uk_ua: Кінець
