Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: {paragraph_start}By purchasing, you and your organization agree to the following terms:{paragraph_end} {ul_start} {li_start}Each code is valid for the one course covered and can be used only one time.{li_end} {li_start}You are responsible for distributing codes to your learners in your organization.{li_end} {li_start}Each code will expire in one year from date of purchase or, if earlier, once the course is closed.{li_end} {li_start}If a course is not designated as self-paced, you should confirm that a course run is available before expiration. {li_end} {li_start}You may not resell codes to third parties.{li_end} {li_start}All edX for Business Sales are final and not eligible for refunds.{li_end}{ul_end} {paragraph_start}You will receive an email at {user_email} with your enrollment code(s). {paragraph_end}
ar_sa: {paragraph_start} من خلال الشراء، توافق أنت ومؤسستك على الشروط التالية: {paragraph_end} {ul_start} {li_start} كل رمز صالح للدورة الواحدة المغطاة ويمكن استخدامه مرة واحدة فقط. {li_end} {li_start} أنت مسؤول عن توزيع الأكواد على الطلّاب الخاص بك في مؤسستك. {li_end} {li_start} ستنتهي صلاحية كل رمز خلال عام واحد من تاريخ الشراء، أو، إذا كان ذلك قبل ذلك، بمجرد مغلق الدورة التدريبية. {li_end} {li_start} إذا لم يتم تحديد الدورة التدريبية على أنها دورة ذاتية، فيجب عليك التأكد من أن دورة تعليمية متاحة قبل انتهاء الصلاحية. {li_end} {li_start} لا يجوز لك إعادة بيع الرموز إلى أطراف ثالثة. {li_end} {li_start} جميع مبيعات edX للأعمال نهائية وغير مؤهلة لاسترداد الأموال. {li_end} {ul_end} {paragraph_start} ستتلقى بريدًا إلكترونيًا على {user_email} يتضمن رمز (رموز) التسجيل الخاص بك. {paragraph_end}
cs: {paragraph_start}Zakoupením souhlasíte vy a vaše organizace s následujícími podmínkami:{paragraph_end} {ul_start} {li_start}Každý kód je platný pro jeden kurz, na který se vztahuje, a lze jej použít pouze jednou.{li_end} {li_start}Zodpovídáte za distribuci kódů svým studentům ve vaší organizaci. {li_end} {li_start}Každý kód vyprší za jeden rok od data zakoupení nebo, pokud je to dříve, po uzavření kurzu.{li_end} {li_start}Pokud kurz není označen jako samoplátecký, měli byste před vypršením platnosti potvrdit, že je k dispozici běh kurzu. {li_end} {li_start}Kódy nesmíte dále prodávat třetím stranám.{li_end} {li_start}Všechny prodeje edX for Business jsou konečné a nelze je refundovat.{li_end}{ul_end} {paragraph_start}Na adresu {user_email} obdržíte e-mail s přihlašovacím kódem (kódy). {paragraph_end}
de: {paragraph_start} Mit dem Kauf stimmen Sie und Ihre Organisation den folgenden Bedingungen zu: {paragraph_end} {ul_start} {li_start} Jeder Code ist für den einen abgedeckten Kurs gültig und kann nur einmal verwendet werden. {li_end} {li_start} Sie sind für die Verteilung von Codes an Ihre Lernenden in Ihrer Organisation verantwortlich. {li_end} {li_start} Jeder Code verfällt ein Jahr ab Kaufdatum oder, falls früher, nach geschlossen des Kurses. {li_end} {li_start} Wenn ein Kurs nicht als Selbststudium gekennzeichnet ist, sollten Sie vor Ablauf bestätigen, dass ein Kursdurchlauf verfügbar ist. {li_end} {li_start} Sie dürfen Codes nicht an Dritte weiterverkaufen. {li_end} {li_start} Alle edX for Business-Verkäufe sind endgültig und nicht erstattungsfähig. {li_end} {ul_end} {paragraph_start} Sie erhalten eine E-Mail an {user_email} mit Ihren Registrierungscodes. {paragraph_end}
fa_ir: {paragraph_start}با خرید، شما و سازمان‌تان با شرایط زیر موافقت می‌کنید:{paragraph_end} {ul_start} {li_start}هر کد برای یک دوره آموزشی حفاظت‌شده معتبر است و فقط یک‌بار می‌توان از آن استفاده کرد.{li_end} {li_start}شما هستید مسئول توزیع کدها برای یادگیرندگان شما در سازمان‌تان است.{li_end} {li_start}هر کد در یک‌سال از تاریخ خرید یا اگر زودتر باشد، پس از بسته‌شدن دوره آموزشی منقضی می‌شود.{li_end} {li_start}اگر دوره‌ آموزشی به‌عنوان خودخوان تعیین نشده است، باید تأیید کنید که دوره پیش از انقضا در دسترس است. {li_end} {li_start}شما نمی‌توانید کدها را به اشخاص ثالث بفروشید.{li_end} {li_start}همه فروش‌های ادکس برای کسب‌وکار نهایی هستند و واجد شرایط بازپرداخت نیستند.{li_end}{ul_end} {paragraph_start}یک نشانی رایانامه در آدرس {user_email} دریافت خواهید کرد.با کد(های) ثبت‌نام شما. {paragraph_end}
fi: {paragraph_start}Ostamalla sinä ja organisaatiosi hyväksyt seuraavat ehdot:{paragraph_end} {ul_start} {li_start}Jokainen koodi on voimassa yhdellä kurssilla, ja sitä voi käyttää vain kerran.{li_end} {li_start}Olet vastuussa jakaa koodit oppijoillesi organisaatiossasi.{li_end} {li_start}Jokainen koodi vanhenee vuoden kuluttua ostopäivästä tai, jos aikaisemmin, kun kurssi suljetaan.{li_end} {li_start}Jos kurssia ei ole määritetty omaa tahtia, sinun tulee varmistaa, että kurssi on saatavilla ennen sen päättymistä. {li_end} {li_start}Et saa jälleenmyydä koodeja kolmansille osapuolille.{li_end} {li_start}Kaikki edX for Business -myynnit ovat lopullisia eivätkä oikeuta hyvitykseen.{li_end}{ul_end} {paragraph_start}Saat sähköpostin osoitteeseen { user_email} ilmoittautumiskoodillasi. {paragraph_end}
fr_fr: {paragraph_start}En achetant, vous et votre organisation acceptez les conditions suivantes :{paragraph_end} {ul_start} {li_start}Chaque code est valide pour le cours couvert et ne peut être utilisé qu&#39;une seule fois.{li_end} {a0ccb2e593}Vous êtes responsable de la distribution des codes à vos apprenants dans votre organisation.{li_end} {li_start}Chaque code expirera dans un an à compter de la date d&#39;achat ou, s&#39;il est antérieur, une fois le cours fermé.{li_end} {li_start}Si un cours n&#39;est pas désigné comme étant à votre rythme, vous devez confirmer qu&#39;un parcours de cours est disponible avant l&#39;expiration. {li_end} {li_start} Vous ne pouvez pas les codes de revente à des tiers. {li_end} {li_start} Tous edX pour les ventes d&#39;affaires sont définitives et ne peuvent bénéficier de restitutions. {li_end} {ul_end} {paragraph_start} Vous recevrez un e-mail à { user_email} avec votre ou vos codes d&#39;inscription. {paragraph_end}
hi: {paragraph_start} खरीदकर, आप और आपका संगठन निम्नलिखित शर्तों से सहमत हैं: {paragraph_end} {ul_start} {li_start} प्रत्येक कोड कवर किए गए एक कोर्स के लिए मान्य है और केवल एक बार उपयोग किया जा सकता है। {li_end} {li_start} आप अपने संगठन में अपने शिक्षार्थियों को कोड वितरित करने के लिए जिम्मेदार हैं। {li_end} {li_start} प्रत्येक कोड खरीद की तारीख से एक वर्ष में या, यदि पहले हो, पाठ्यक्रम बंद होने के बाद समाप्त हो जाएगा। {li_end} {li_start} यदि किसी कोर्स को स्व-गति के रूप में निर्दिष्ट नहीं किया गया है, तो आपको पुष्टि करनी चाहिए कि समाप्ति से पहले कोर्स रन उपलब्ध है। {li_end} {li_start} आप तीसरे पक्ष को कोड दोबारा नहीं बेच सकते। {li_end} {li_start} व्यावसायिक बिक्री के लिए सभी edX अंतिम हैं और रिफंड के लिए पात्र नहीं हैं। {li_end} {ul_end} {paragraph_start} आपको अपने नामांकन कोड के साथ {user_email} पर एक ईमेल प्राप्त होगा। {paragraph_end}
it: {paragraph_start} Acquistando, tu e la tua organizzazione accettate i seguenti termini: {paragraph_end} {ul_start} {li_start} Ogni codice è valido per un corso coperto e può essere utilizzato una sola volta. {li_end} {li_start} Sei responsabile della distribuzione dei codici ai tuoi studenti nella tua organizzazione. {li_end} {li_start} Ogni codice scadrà dopo un anno dalla data di acquisto o, se precedente, alla chiusura del corso. {li_end} {li_start} Se un corso non è designato come autogestito, è necessario confermare che l&#39;esecuzione del corso sia disponibile prima della scadenza. {li_end} {li_start} Non è possibile rivendere i codici a terzi. {li_end} {li_start} Tutte le vendite edX for Business sono definitive e non possono beneficiare di rimborsi. {li_end} {ul_end} {paragraph_start} Riceverai un&#39;e-mail all&#39;indirizzo {user_email} con i tuoi codici di iscrizione. {paragraph_end}
ko_kr: {paragraph_start}구매를 하시게 되면, 귀하와 귀하의 조직은 다음 약관에 동의하는 것으로 간주됩니다.{paragraph_end} {ul_start} {li_start}각 코드는 한 코스에 대해서만 유효하며 한 번만 사용하실 수 있습니다.{li_end} {li_start}귀하는 귀하의 조직의 수강생들에게 코드를 배포할 책임이 있습니다.{li_end} {li_start}각 코드는 구매일로부터 1년 후에 만료되며, 1년 안에 코스가 종료되면 더 일찍 만료될 수도 있습니다.{li_end} {li_start}만약 코스가 자체적으로 지정되지 않은 경우, 만료 되기 전에 해당 코스를 실행할 수 있는지 확인해야 합니다. {li_end} {li_start}코드를 제3자에게 재판매할 수 없습니다.{li_end} {li_start}비즈니스용으로 판매되는 모든 edX는 최종 제품이며 환불 대상이 아닙니다.{li_end}{ul_end} {paragraph_start}{user_email}에 등록 코드(들)가 포함된 이메일을 받게 됩니다. {paragraph_end}
pl_pl: {paragraph_start} Dokonując zakupu, Ty i Twoja organizacja zgadzacie się na następujące warunki: {paragraph_end} {ul_start} {li_start} Każdy kod jest ważny na jeden objęty kurs i może zostać użyty tylko raz. {li_end} {li_start} Jesteś odpowiedzialny za dystrybucję kodów wśród uczniów w swojej organizacji. {li_end} {li_start} Każdy kod straci ważność po roku od daty zakupu lub, jeśli wcześniej, po zamknięty kursu. {li_end} {li_start} Jeśli kurs nie jest oznaczony jako kurs do samodzielnej nauki, przed jego wygaśnięciem należy potwierdzić, że kurs jest dostępny. {li_end} {li_start} Nie możesz odsprzedawać kodów osobom trzecim. {li_end} {li_start} Wszystkie edX dla sprzedaży biznesowej są ostateczne i nie podlegają zwrotowi. {li_end} {ul_end} {paragraph_start} Na adres {user_email} otrzymasz wiadomość e-mail zawierającą kody rejestracyjne. {paragraph_end}
uk_ua: {paragraph_start} Купуючи, ви та ваша організація погоджуєтеся з такими умовами: {paragraph_end} {ul_start} {li_start} Кожен код дійсний для одного охопленого курс та може бути використаний тільки один раз. {li_end} {li_start} ви несете відповідальність за розповсюдження кодів своїм учні в вашій організація . {li_end} {li_start} Термін дії кожного коду закінчується в рік від дати покупки або, якщо раніше, коли курс стане закритий . {li_end} {li_start} Якщо курс не позначено як самостійний, вам слід підтвердити, що випускний курс у доступний до закінчення терміну дії. {li_end} {li_start} ви не можете перепродавати коди третім особам. {li_end} {li_start} Усі продажі edX for Business є остаточними та не підлягають відшкодуванню. {li_end} {ul_end} {paragraph_start} ви отримаєте електронний лист на адресу {user_email} із кодом(ами) запис . {paragraph_end}

source: {strong_start}Purchasing just for yourself?{strong_end}{paragraph_start}If you are purchasing a single code for someone else, please continue with checkout. However, if you are the learner {link_start}go back{link_end} to enroll directly.{paragraph_end}
ar_sa: {strong_start} هل تشتري لنفسك فقط؟ {strong_end} {paragraph_start} إذا كنت تشتري رمزًا واحدًا لشخص آخر، فيرجى متابعة عملية الدفع. ومع ذلك، إذا كنت طالب {link_start} ، فارجع {link_end} للتسجيل مباشرة. {paragraph_end}
cs: {strong_start}Nakupujete jen pro sebe?{strong_end}{paragraph_start}Pokud kupujete jeden kód pro někoho jiného, pokračujte prosím k pokladně. Pokud jste však student, {link_start}vraťte se{link_end} a přihlaste se přímo.{paragraph_end}
de: {strong_start} Kaufen Sie nur für sich selbst? {strong_end} {paragraph_start} Wenn Sie einen einzelnen Code für eine andere Person kaufen, fahren Sie bitte mit der Kaufabwicklung fort. Wenn Sie jedoch der Lernende {link_start} sind, gehen Sie zurück zu {link_end} , um direkt einschreiben . {paragraph_end}
fa_ir: {strong_start}فقط برای خود خرید می‌کنید؟{strong_end}{paragraph_start}اگر یک کد واحد برای شخص دیگری خریداری می‌کنید، لطفاً به تسویه‌حساب ادامه دهید. با این حال، اگر شما یادگیرنده هستید، برای ثبت‌نام مستقیم، {link_start}برگردید{link_end}.{paragraph_end}
fi: {strong_start}Ostatko vain itsellesi?{strong_end}{paragraph_start}Jos ostat yhden koodin jollekin toiselle, jatka kassalla. Jos olet kuitenkin oppija, {link_start}palaa takaisin{link_end} ja rekisteröidy suoraan.{paragraph_end}
fr_fr: {strong_start}Acheter juste pour vous ?{strong_end}{paragraph_start}Si vous achetez un code unique pour quelqu&#39;un d&#39;autre, veuillez poursuivre le paiement. Cependant, si vous êtes l&#39;apprenant {link_start}revenez{link_end} pour vous inscrire directement.{paragraph_end}
hi: {strong_start} सिर्फ अपने लिए खरीदारी? {strong_end} {paragraph_start} यदि आप किसी और के लिए एकल कोड खरीद रहे हैं, तो कृपया चेकआउट जारी रखें। हालाँकि, यदि आप {link_start} सीखने वाले हैं तो सीधे नामांकन करने के लिए {link_end} पर वापस जाएँ। {paragraph_end}
it: {strong_start} Acquisti solo per te stesso? {strong_end} {paragraph_start} Se stai acquistando un singolo codice per qualcun altro, continua con il pagamento. Tuttavia, se sei lo studente {link_start} torna indietro {link_end} per iscriverti direttamente. {paragraph_end}
ko_kr: {strong_start}귀하 혼자서만 사용하시기 위해 구매하시겠습니까?{strong_end}{paragraph_start}다른 사람을 위해 단일 코드를 구매하는 경우 결제를 계속해 주세요. 그러나 귀하께서 수강생인 경우 {link_start}뒤로 돌아가{link_end} 직접 등록해 주세요.{paragraph_end}
pl_pl: {strong_start} Kupujesz tylko dla siebie? {strong_end} {paragraph_start} Jeśli kupujesz pojedynczy kod dla kogoś innego, kontynuuj realizację transakcji. Jeśli jednak jesteś uczniem {link_start} wróć do {link_end} , aby zapisać się bezpośrednio. {paragraph_end}
sl: {strong_start}Nakupujete samo zase?{strong_end}{paragraph_start}Če kupujete eno kodo za nekoga drugega, nadaljujte z nakupom. Če pa ste učenec, {link_start}pojdite nazaj{link_end}, da se vpišete neposredno.{paragraph_end}
uk_ua: {strong_start} Купуєте лише для себе? {strong_end} {paragraph_start} Якщо ви купуєте один код для когось іншого, Будь ласка продовжте оформлення замовлення. Однак, якщо ви учень {link_start} , поверніться до {link_end} , в запис безпосередньо. {paragraph_end}

source: You have already purchased these products
ar_sa: لقد اشتريت هذه المنتجات بالفعل
cs: Tyto produkty jste již zakoupili
de: Sie haben diese Produkte bereits gekauft
fa_ir: شما قبلاً این محصولات را خریداری کرده‌اید
fi: Olet jo ostanut nämä tuotteet
fr_fr: Vous avez déjà acheté ces produits
hi: आप ये उत्पाद पहले ही खरीद चुके हैं
it: Hai già acquistato questi prodotti
ko_kr: 이미 구매하신 제품입니다
pl_pl: Te produkty już kupiłeś
sl: Te izdelke ste že kupili
uk_ua: ви вже придбали ці продукти

source: No product is available to buy.
ar_sa: لا يوجد منتج متاح للشراء.
cs: Žádný produkt není k dispozici ke koupi.
de: Es ist kein Produkt zum Kauf verfügbar.
fa_ir: هیج محصولی برای خرید در دسترس نیست.
fi: Tuotetta ei ole ostettavissa.
fr_fr: Aucun produit n&#39;est disponible à l&#39;achat.
hi: खरीदने के लिए कोई उत्पाद उपलब्ध नहीं है.
it: Nessun prodotto è disponibile per l&#39;acquisto.
ko_kr: 구매 가능한 제품이 없습니다.
pl_pl: Żaden produkt nie jest dostępny do kupienia.
sl: Noben izdelek ni na voljo za nakup.
uk_ua: Немає товарів для покупки.

source: quantity successfully updated
ar_sa: تم تحديث الكمية بنجاح
cs: množství úspěšně aktualizováno
de: Menge erfolgreich aktualisiert
fa_ir: مقدار با موفقیت روزآمد شد
fi: määrä päivitetty onnistuneesti
fr_fr: quantité mise à jour avec succès
hi: मात्रा सफलतापूर्वक अद्यतन की गई
it: quantità aggiornata con successo
ko_kr: 수량이 성공적으로 업데이트 되었습니다.
pl_pl: ilość została pomyślnie zaktualizowana
sl: količina uspešno posodobljena
uk_ua: кількість успішно оновлено

source: Your basket couldn't be updated. Please correct any validation errors below.
ar_sa: لا يمكن تحديث سلتك. الرجاء تصحيح أي أخطاء في التحقق من الصحة أدناه.
cs: Váš košík se nepodařilo aktualizovat. Opravte prosím níže uvedené chyby ověření.
de: Ihr Warenkorb konnte nicht aktualisiert werden. Bitte korrigieren Sie unten alle Validierungsfehler.
fa_ir: امکان روزآمدسازی سبد شما نبود. لطفاً هر گونه خطای اعتبارسنجی را در زیر تصحیح کنید.
fi: Koriasi ei voitu päivittää. Korjaa alla olevat vahvistusvirheet.
fr_fr: Votre panier n&#39;a pas pu être mis à jour. Veuillez corriger les erreurs de validation ci-dessous.
hi: आपकी टोकरी अद्यतन नहीं की जा सकी. कृपया नीचे दी गई किसी भी सत्यापन त्रुटि को ठीक करें।
it: Impossibile aggiornare il tuo carrello. Correggi eventuali errori di convalida di seguito.
ko_kr: 귀하의 장바구니를 업데이트할 수 없습니다. 아래 유효성 검사 오류를 수정해 주세요.
pl_pl: Nie udało się zaktualizować Twojego koszyka. Popraw poniżej wszelkie błędy sprawdzania poprawności.
sl: Vaše košarice ni bilo mogoče posodobiti. Prosimo, popravite morebitne napake pri preverjanju spodaj.
uk_ua: ваш кошик не вдалося оновити. Будь ласка , в будь-які помилки підтвердження нижче.

source: You have already added coupon code '{code}' to your basket.
ar_sa: لقد قمت بالفعل بإضافة رمز القسيمة &#39;{code}&#39; إلى سلتك.
cs: Již jste do košíku přidali kód kupónu '{code}'.
de: Sie haben den Gutscheincode „{code}“ bereits zu Ihrem Warenkorb hinzugefügt.
fa_ir: شما قبلاً کد کوپن '{code}' را به سبد خرید خود افزوده‌اید.
fi: Olet jo lisännyt kuponkikoodin &quot;{code}&quot; ostoskoriin.
fr_fr: Vous avez déjà ajouté le code promo &#39;{code}&#39; à votre panier.
hi: आपने पहले ही अपनी टोकरी में कूपन कोड &#39;{कोड}&#39; जोड़ लिया है।
it: Hai già aggiunto il codice coupon &#39;{code}&#39; al tuo carrello.
ko_kr: 쿠폰 코드 '{code}'를 이미 장바구니에 추가하셨습니다.
pl_pl: Dodałeś już kod kupon &#39;{code}&#39; do swojego koszyka.
sl: V svojo košarico ste že dodali kodo kupona &#39;{code}&#39;.
uk_ua: ви вже додали код купон &#39;{code}&#39; до свого кошик .

source: Coupon code '{code}' does not exist.
ar_sa: رمز القسيمة &#39;{code}&#39; غير موجود.
cs: Kód kupónu '{code}' neexistuje.
de: Der Gutscheincode „{code}“ existiert nicht.
fa_ir: کد کوپن '{code}' وجود ندارد.
fi: Kuponkikoodia &#39;{code}&#39; ei ole olemassa.
fr_fr: Le code de coupon &#39;{code}&#39; n&#39;existe pas.
hi: कूपन कोड &#39;{कोड}&#39; मौजूद नहीं है.
it: Il codice coupon &#39;{code}&#39; non esiste.
ko_kr: 쿠폰 코드 '{code}'가 존재하지 않습니다.
pl_pl: kod kupon &#39;{code}&#39; nie istnieje.
sl: Koda kupona &#39;{code}&#39; ne obstaja.
uk_ua: код купон &#39;{code}&#39; не існує.

source: No coupon found with id '%s'
ar_sa: لم يتم العثور على قسيمة بالمعرف &#39; %s &#39;
cs: Nebyl nalezen žádný kupón s ID '%s'
de: Kein Gutschein mit der ID „ %s “ gefunden
fa_ir: کوپنی با شناسه%s پیدا نشد
fi: Kuponkia ei löytynyt tunnuksella &#39;%s&#39;
fr_fr: Aucun coupon trouvé avec l&#39;identifiant &#39;%s&#39;
hi: &#39; %s &#39; आईडी वाला कोई कूपन नहीं मिला
it: Nessun coupon trovato con ID &#39; %s &#39;
ko_kr: ID가 '%s'인 쿠폰을 찾을 수 없습니다.
pl_pl: Nie znaleziono kupon o identyfikatorze „ %s ”
sl: Kupona z ID-jem &#39;%s&#39; ni bilo mogoče najti
uk_ua: Не знайдено купон з id &#39; %s &#39;

source: Coupon code '%s' was removed from your basket.
ar_sa: تمت إزالة رمز القسيمة &#39; %s &#39; من سلتك.
cs: Kód kupónu '%s' byl odstraněn z vašeho košíku.
de: Der Gutscheincode „ %s “ wurde aus Ihrem Warenkorb entfernt.
fa_ir: کد کوپن '%s' از سبد شما حذف شد.
fi: Kuponkikoodi &#39;%s&#39; poistettiin ostoskoristasi.
fr_fr: Le code promo &#39;%s&#39; a été supprimé de votre panier.
hi: कूपन कोड &#39; %s &#39; आपकी टोकरी से हटा दिया गया था।
it: Il codice coupon &quot; %s &quot; è stato rimosso dal carrello.
ko_kr: 쿠폰 코드 %s가 장바구니에서 제거되었습니다.
pl_pl: Kod kupon &#39; %s &#39; został usunięty z Twojego koszyka.
sl: Koda kupona &#39;%s&#39; je bila odstranjena iz vaše košarice.
uk_ua: Код купон &#39; %s &#39; було видалено з вашого кошик .

source: Last date/time on which this product can be purchased.
ar_sa: آخر تاريخ/وقت يمكن فيه شراء هذا المنتج.
cs: Poslední datum/čas, kdy lze tento produkt zakoupit.
de: Letztes Datum/Uhrzeit, an dem dieses Produkt gekauft werden kann.
fa_ir: آخرین مهلت برای خرید این محصول
fi: Viimeinen päivämäärä/aika, jolloin tämä tuote voidaan ostaa.
fr_fr: Dernière date/heure à laquelle ce produit peut être acheté.
hi: अंतिम तिथि/समय जब यह उत्पाद खरीदा जा सकता है।
it: Ultima data/ora in cui è possibile acquistare questo prodotto.
ko_kr: 이 제품을 구매할 수 있는 마지막 날짜/시간
pl_pl: Ostatnia data/godzina, w której można kupić ten produkt.
sl: Zadnji datum/čas, ko je ta izdelek mogoče kupiti.
uk_ua: Остання дата/час, коли цей продукт можна придбати.

source: Username
ar_sa: اسم المستخدم
cs: Uživatelské jméno
de: Benutzername
fa_ir: نام‌کاربری
fi: Käyttäjätunnus
fr_fr: Nom d&#39;utilisateur
hi: उपयोगकर्ता नाम
it: Nome utente
ko_kr: 아이디
pl_pl: Nazwa użytkownika
sl: Uporabniško ime
uk_ua: Ім&#39;я користувача

source: Email
ar_sa: البريد الإلكتروني
fa_ir: نشانی رایانامه
fi: Sähköposti
hi: ई-मेल
ko_kr: 이메일
sl: E-naslov
uk_ua: Електронна пошта

source: {link_start}Refund #{refund_id}{link_end} created! Click {link_start}here{link_end} to view it.
ar_sa: {link_start} استرداد # {refund_id} {link_end} تم إنشاؤه! أُنقر {link_start} هنا {link_end} لمشاهدته.
cs: {link_start}Vrácení peněz #{refund_id}{link_end} vytvořeno! Chcete-li jej zobrazit, klikněte {link_start}sem{link_end}.
de: {link_start} Rückerstattung # {refund_id} {link_end} erstellt! klicken {link_start} hier {link_end} , um es anzuzeigen.
fa_ir: {link_start} کد بازپرداخت#{refund_id}{link_end}ایجاد شد! برای مشاهده {link_start}اینجا{link_end}کلیک کنید.
fi: {link_start}Hyvitys #{refund_id}{link_end} luotu! Napsauta {link_start}here{link_end} nähdäksesi sen.
fr_fr: {link_start}Remboursement #{refund_id}{link_end} créé ! Cliquez {link_start}ici{link_end} pour l&#39;afficher.
hi: {link_start}Refund #{refund_id}{link_end} created! Click {link_start}here{link_end} to उसे देखें
it: {link_start} Rimborso n. {refund_id} {link_end} creato! Fare clic su {link_start} qui {link_end} per visualizzarlo.
ko_kr: {link_start}환불 #{refund_id}{link_end} 생성되었습니다! 보기위해서 {link_start}여기를{link_end} 클릭하세요.
pl_pl: {link_start} Zwrot # {refund_id} {link_end} utworzony! kliknij {link_start} tutaj {link_end} , aby go wyświetlić.
sl: {link_start}Vračilo kupnine #{refund_id}{link_end} ustvarjeno! Kliknite {link_start}tukaj{link_end}, da si ga ogledate.
uk_ua: {link_start} відшкодування # {refund_id} {link_end} створено! натискати {link_start} тут {link_end} , щоб переглянути його.

source: A refund cannot be created for these lines. They may have already been refunded.
ar_sa: لا يمكن إنشاء استرداد لهذه الخطوط. ربما تم بالفعل رد أموالهم.
cs: Pro tyto řádky nelze vytvořit náhradu. Možná již byly vráceny.
de: Für diese Zeilen kann keine Rückerstattung erstellt werden. Möglicherweise wurden sie bereits erstattet.
fa_ir: کد بازپرداخت را نمی‌توان برای این خطوط ایجاد کرد. ممکن است قبلا ایجاد شده باشند.
fi: Näille riveille ei voi luoda hyvitystä. Ne on ehkä jo palautettu.
fr_fr: Un remboursement ne peut pas être créé pour ces lignes. Ils ont peut-être déjà été remboursés.
hi: इन पंक्तियों के लिए रिफंड नहीं बनाया जा सकता। हो सकता है कि उन्हें पहले ही वापस कर दिया गया हो.
it: Non è possibile creare un rimborso per queste righe. Potrebbero essere già stati rimborsati.
ko_kr: 환불은 이 라인에 만들어질 수 없습니다. 이미 환불되어졌을 것입니다.
pl_pl: Dla tych wierszy nie można utworzyć zwrotu środków. Być może zostały już zwrócone.
sl: Za te vrstice ni mogoče ustvariti povračila. Morda so bili že povrnjeni.
uk_ua: Для цих ліній не можна створити відшкодування. Можливо, їх уже повернули.

source: Refunds Dashboard
ar_sa: لوحة معلومات المبالغ المستردة
cs: Panel refundací
de: Erstattung Meine Kurse
fa_ir: پیشخوان بازپرداخت
fi: Hyvitysten hallintapaneeli
fr_fr: Tableau de bord des remboursements
hi: रिफंड डैशबोर्ड
it: Pannello di controllo dei rimborsi
ko_kr: 환불 정보
pl_pl: Panel zwrotów
sl: Nadzorna plošča za vračila
uk_ua: Інформаційна панель повернення коштів

source: Refund ID
ar_sa: معرف استرداد
cs: ID pro vrácení peněz
de: Rückerstattungs ID
fa_ir: کد بازپرداخت
fi: Hyvitystunnus
fr_fr: ID de remboursement
hi: रिफंड आईडी
it: ID rimborso
ko_kr: 환불 ID
pl_pl: Identyfikator zwrotu
sl: ID vračila kupnine
uk_ua: id відшкодування

source: Status
ar_sa: الحالة
cs: Stav
fa_ir: وضعیت
fi: Tila
fr_fr: Statut
hi: स्थिति
it: Stato
ko_kr: 상태
sl: Stanje
uk_ua: Статус

source: Failed to retrieve enrollment data.
ar_sa: فشل في استرداد بيانات التسجيل.
cs: Nepodařilo se načíst data zápisu.
de: Daten konnten nicht abgerufen werden.
fa_ir: بازیابی داده‌های ثبت‌نام با مشکل مواجه است.
fi: Ilmoittautumistietojen hakeminen epäonnistui.
fr_fr: Échec de la récupération des données d&#39;inscription.
hi: नामांकन डेटा पुनः प्राप्त करने में विफल.
it: Impossibile recuperare i dati di registrazione.
ko_kr: 등록 정보를 검색하는 데 실패했습니다.
pl_pl: Nie udało się pobrać danych rejestracji.
sl: Podatkov o vpisu ni bilo mogoče pridobiti.
uk_ua: Не вдалося отримати запис дані .
