Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: Copyright © %(year)s %(platform_name)s. All rights reserved.
ar_sa: حقوق النشر © %(year)s %(platform_name)s . كل الحقوق محفوظة.
cs: Copyright © %(year)s %(platform_name)s. Všechna práva vyhrazena.
de: Copyright © %(year)s %(platform_name)s . Alle Rechte vorbehalten.
fa_ir: حق تألیف©%(year)s%(platform_name)s. همه حقوق محفوظ است.
fi: Tekijänoikeus © %(year)s %(platform_name)s. Kaikki oikeudet pidätetään.
fr_fr: Droits d&#39;auteur © %(year)s %(platform_name)s. Tous les droits sont réservés.
hi: कॉपीराइट © %(year)s %(platform_name)s । सर्वाधिकार सुरक्षित।
it: Copyright © %(year)s %(platform_name)s . Tutti i diritti riservati.
pl_pl: Prawa autorskie © %(year)s %(platform_name)s . Wszelkie prawa zastrzeżone.
sl: Avtorske pravice © %(year)s %(platform_name)s. Vse pravice pridržane.
uk_ua: Авторське право © %(year)s %(platform_name)s . всі права захищені.

source: Hi %(full_name)s,
ar_sa: مرحبًا %(full_name)s ،
cs: Ahoj %(full_name)s,
de: Hallo %(full_name)s ,
fa_ir: سلام %(full_name)s،
fi: Hei %(full_name)s,
fr_fr: Salut %(full_name)s,
hi: नमस्ते %(full_name)s ,
it: Ciao %(full_name)s ,
ko_kr: 안녕하세요, %(full_name)s!
pl_pl: Cześć %(full_name)s ,
sl: Živjo %(full_name)s,
uk_ua: Привіт, %(full_name)s ,

source: Thank you for purchasing %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
ar_sa: شكرًا لك على شراء %(course_title)s . ستظهر الرسوم في كشف حساب بطاقة الائتمان أو الخصم الخاصة بك باسم الشركة &quot; %(platform_name)s &quot;.
cs: Děkujeme, že jste si zakoupili %(course_title)s. Na výpisu z vaší kreditní nebo debetní karty se objeví poplatek s názvem společnosti „%(platform_name)s“.
de: Vielen Dank für den Kauf von %(course_title)s . Auf Ihrer Kredit- oder Debitkartenabrechnung erscheint eine Belastung mit dem Firmennamen „ %(platform_name)s “.
fa_ir: از خرید %(course_title)s سپاسگزاریم. هزینه‌ای با نام شرکت "%(platform_name)s" در صورت حساب کارت اعتباری یا نقدی شما ظاهر می‌شود.
fi: Kiitos %(course_title)s:n ostamisesta. Veloitus näkyy luotto- tai maksukorttisi tiliotteessa yrityksen nimellä &quot;%(platform_name)s&quot;.
fr_fr: Merci d&#39;avoir acheté %(course_title)s. Un débit apparaîtra sur votre relevé de carte de crédit ou de débit avec le nom de l&#39;entreprise &quot;%(platform_name)s&quot;.
hi: %(course_title)s खरीदने के लिए धन्यवाद। आपके क्रेडिट या डेबिट कार्ड विवरण पर कंपनी के नाम &quot; %(platform_name)s &quot; के साथ एक शुल्क दिखाई देगा।
it: Grazie per aver acquistato %(course_title)s . Sull&#39;estratto conto della tua carta di credito o debito verrà visualizzato un addebito con il nome della società &quot; %(platform_name)s &quot;.
ko_kr: %(course_title)s를 구매해 주셔서 감사합니다. 신용카드 또는 직불카드 명세서는 회사명 %(platform_name)s로 청구됩니다.
pl_pl: Dziękujemy za zakup %(course_title)s . Na wyciągu z Twojej karty kredytowej lub debetowej pojawi się obciążenie z nazwą firmy „ %(platform_name)s ”.
sl: Zahvaljujemo se vam za nakup %(course_title)s. Na izpisku vaše kreditne ali debetne kartice bo prikazana bremenitev z imenom podjetja »%(platform_name)s«.
uk_ua: Дякуємо за покупку %(course_title)s . У виписці з вашої кредитної або дебетової картки з’явиться стягнення з ім&#39;я компанії « %(platform_name)s ».

source: You can access your course and complete your verification (if required) on your %(platform_name)s dashboard.
ar_sa: يمكنك وصول الدورة التدريبية الخاصة بك وإكمال عملية التحقق (إذا لزم الأمر) على لوحة التحكم الخاصة بك %(platform_name)s .
cs: Ke svému kurzu můžete přistupovat a dokončit ověření (je-li vyžadováno) v řídicím panelu %(platform_name)s.
de: Sie können auf Ihren Kurs zugreifen und Ihre Verifizierung (falls erforderlich) auf Ihrem %(platform_name)s Meine Kurse abschließen.
fa_ir: شما می‌توانید به دوره آموزشی موردنظر دسترسی داشته باشید و تأیید خود را (در صورت نیاز) در پیشخوان خود%(platform_name)s تکمیل کنید.
fi: Voit käyttää kurssia ja suorittaa vahvistuksen (tarvittaessa) %(platform_name)s-hallintapaneelissa.
fr_fr: Vous pouvez accéder à votre cours et effectuer votre vérification (si nécessaire) sur votre tableau de bord %(platform_name)s.
hi: आप अपने पाठ्यक्रम तक पहुंच सकते हैं और अपने %(platform_name)s डैशबोर्ड पर अपना सत्यापन (यदि आवश्यक हो) पूरा कर सकते हैं।
it: Puoi accedere al tuo corso e completare la verifica (se richiesta) sulla dashboard %(platform_name)s .
ko_kr: 귀하의 코스에 접근하신 후 %(platform_name)s 대시보드에서 인증서(필요하신 경우)를 획득하실 수 있습니다.
pl_pl: Możesz uzyskać dostęp do swojego kursu i dokończyć weryfikację (jeśli jest to wymagane) na pulpicie nawigacyjnym %(platform_name)s .
sl: Do svojega tečaja lahko dostopate in opravite preverjanje (če je potrebno) na nadzorni plošči %(platform_name)s.
uk_ua: ви можете отримати доступ до свого курс та завершити перевірку (за потреби) на інформаційній панелі %(platform_name)s .

source: To explore other great courses, visit the %(platform_name)s website. More courses are added every day!
ar_sa: لاستكشاف الدورات التدريبية الرائعة الأخرى، قم بزيارة الموقع الإلكتروني %(platform_name)s . يتم إضافة المزيد من الدورات كل يوم!
cs: Chcete-li prozkoumat další skvělé kurzy, navštivte webovou stránku %(platform_name)s. Každý den přibývají další kurzy!
de: Weitere tolle Kurse finden Sie auf der Website %(platform_name)s . Täglich kommen weitere Kurse hinzu!
fa_ir: برای کاوش سایر دوره‌های آموزشی عالی ما، از وبگاه %(platform_name)sدیدن کنید. هر روز دوره‌های بیشتری به این فهرست افزوده می‌شود!
fi: Tutustu muihin hienoihin kursseihin vieraile %(platform_name)s-verkkosivustolla. Lisää kursseja lisätään joka päivä!
fr_fr: Pour explorer d&#39;autres excellents cours, visitez le site Web %(platform_name)s. Plus de cours sont ajoutés chaque jour!
hi: अन्य बेहतरीन पाठ्यक्रमों का पता लगाने के लिए, %(platform_name)s वेबसाइट पर जाएँ। हर दिन अधिक पाठ्यक्रम जोड़े जाते हैं!
it: Per esplorare altri fantastici corsi, visita il sito web %(platform_name)s . Ogni giorno vengono aggiunti nuovi corsi!
ko_kr: 더 많은 멋진 코스를 탐색하고 싶으시면 %(platform_name)s 웹 사이트를 방문해 주세요. 더 많은 강좌가 매일 새롭게 추가됩니다!
pl_pl: Aby zapoznać się z innymi wspaniałymi kursami, odwiedź witrynę %(platform_name)s . Codziennie dodawane są kolejne kursy!
sl: Če želite raziskati druge odlične tečaje, obiščite spletno mesto %(platform_name)s. Vsak dan se doda več tečajev!
uk_ua: Щоб ознайомитися з іншими чудовими курсами, відвідайте веб-сайт %(platform_name)s . Щодня додається більше курсів!

source: View Payment Information
ar_sa: عرض معلومات الدفع
cs: Zobrazit informace o platbě
de: Zahlungsinformationen anzeigen
fa_ir: مشاهده اطلاعات پرداخت
fi: Näytä maksutiedot
fr_fr: Afficher les informations de paiement
hi: भुगतान जानकारी देखें
it: Visualizza le informazioni sul pagamento
ko_kr: 결제 정보 보기
pl_pl: Wyświetl informacje o płatności
sl: Oglejte si podatke o plačilu
uk_ua: Переглянути платіжну інформацію

source: Thank you. We hope you enjoy the course!
ar_sa: شكرًا لك. نأمل أن تستمتع بالدورة!
cs: Děkujeme. Doufáme, že se vám kurz bude líbit!
de: Danke schön. Wir hoffen, dass Ihnen der Kurs gefällt!
fa_ir: با تشکر از شما. امیدواریم از گذراندن این دوره آموزشی لذت ببرید
fi: Kiitos. Toivomme, että pidät kurssista!
fr_fr: Merci. Nous espérons que vous apprécierez le cours !
hi: धन्यवाद। हमें आशा है कि आप पाठ्यक्रम का आनंद लेंगे!
it: Grazie. Ci auguriamo che il corso ti piaccia!
ko_kr: 감사합니다. 본 강좌가 즐겁기를 바랍니다.
pl_pl: Dziękuję. Mamy nadzieję, że kurs Ci się spodoba!
sl: Hvala vam. Upamo, da boste uživali v tečaju!
uk_ua: Дякую тобі. Сподіваємось, вам сподобався курс !

source: %(platform_name)s team
ar_sa: فريق %(platform_name)s
cs: Tým %(platform_name)s
fa_ir: تیم %(platform_name)s
fi: %(platform_name)s-tiimi
fr_fr: équipe %(platform_name)s
hi: %(platform_name)s टीम
it: %(platform_name)s squadra
ko_kr: %(platform_name)s 팀
pl_pl: %(platform_name)s zespół
sl: %(platform_name)s ekipa
uk_ua: %(platform_name)s команда

source: You are receiving this email because you purchased a seat in the %(platform_name)s course %(course_title)s.
ar_sa: أنت تتلقى هذا البريد الإلكتروني لأنك اشتريت مقعدًا في دورة %(platform_name)s %(course_title)s .
cs: Tento e-mail jste obdrželi, protože jste si zakoupili místo v kurzu %(platform_name)s %(course_title)s.
de: Sie erhalten diese E-Mail, weil Sie einen Platz im %(platform_name)s -Kurs %(course_title)s erworben haben.
fa_ir: شما این رایانامه را به این دلیل دریافت کردید ک صندلی در %(platform_name)s دوره آموزشی %(course_title)s خریداری نموده‌اید.
fi: Sait tämän sähköpostin, koska ostit paikan kurssille %(platform_name)s %(course_title)s.
fr_fr: Vous recevez cet e-mail car vous avez acheté une place dans le cours %(platform_name)s %(course_title)s.
hi: आपको यह ईमेल इसलिए प्राप्त हो रहा है क्योंकि आपने %(platform_name)s पाठ्यक्रम %(course_title)s में एक सीट खरीदी है।
it: Ricevi questa email perché hai acquistato un posto nel corso %(platform_name)s %(course_title)s .
ko_kr: 귀하께선 %(platform_name)s 코스의 %(course_title)s 과정을 구매하셨으므로 이 이메일을 받으셨습니다.
pl_pl: Otrzymujesz tego e-maila, ponieważ kupiłeś miejsce na kursie %(platform_name)s %(course_title)s .
sl: To e-pošto ste prejeli, ker ste kupili sedež na tečaju %(platform_name)s %(course_title)s.
uk_ua: ви отримали цей електронний лист, оскільки придбали місце в %(platform_name)s курс %(course_title)s .

source: Receipt Confirmation for:
ar_sa: تأكيد الاستلام لـ:
cs: Potvrzení účtenky pro:
de: Empfangsbestätigung für:
fa_ir: تایید رسید برای:
fi: Kuitin vahvistus kohteelle:
fr_fr: Confirmation de réception pour :
hi: इसके लिए रसीद की पुष्टि:
it: Conferma di ricezione per:
ko_kr: 다음에 대한 영수증 확인:
pl_pl: Potwierdzenie odbioru dla:
sl: Potrdilo o prejemu za:
uk_ua: Підтвердження отримання для:

source: To view your payment information, visit the following website.
ar_sa: لعرض معلومات الدفع الخاصة بك، قم بزيارة الموقع التالي.
cs: Chcete-li zobrazit své platební údaje, navštivte následující web.
de: Um Ihre Zahlungsinformationen anzuzeigen, besuchen Sie die folgende Website.
fa_ir: برای مشاهده اطلاعات پرداخت خود، از این وبگاه بازدید کنید.
fi: Voit tarkastella maksutietojasi seuraavalla verkkosivustolla.
fr_fr: Pour afficher vos informations de paiement, visitez le site Web suivant.
hi: अपनी भुगतान जानकारी देखने के लिए निम्नलिखित वेबसाइट पर जाएँ।
it: Per visualizzare le informazioni di pagamento, visitare il seguente sito Web.
ko_kr: 결제 정보를 확인하시려면 다음 웹사이트를 방문해 주세요.
pl_pl: Aby wyświetlić informacje o płatności, odwiedź następującą witrynę.
sl: Če si želite ogledati svoje podatke o plačilu, obiščite to spletno mesto.
uk_ua: Щоб переглянути платіжну інформацію, відвідайте вказаний нижче веб-сайт.

source: %(platform_name)s team
ar_sa: فريق %(platform_name)s
cs: Tým %(platform_name)s
fa_ir: تیم %(platform_name)s
fi: %(platform_name)s-tiimi
fr_fr: équipe %(platform_name)s
hi: %(platform_name)s टीम
it: %(platform_name)s squadra
ko_kr: %(platform_name)s 팀
pl_pl: %(platform_name)s zespół
sl: %(platform_name)s ekipa
uk_ua: %(platform_name)s команда

source: The edX team
ar_sa: فريق إدكس
cs: Tým edX
de: Das edX-Team
fa_ir: تیم ادکس
fi: edX-tiimi
fr_fr: L&#39;équipe edX
hi: EdX टीम
it: Il team dell&#39;edX
ko_kr: edX 팀
pl_pl: zespół edX
sl: Ekipa edX
uk_ua: Команда edX

source: Order Placed
ar_sa: تم الطلب
cs: Objednávka zadána
de: Bestellung aufgegeben
fa_ir: سفارش ثبت شد
fi: Tilaus tehty
fr_fr: Commande passée
hi: आदेश रखा
it: Ordine effettuato
ko_kr: 주문 완료
pl_pl: Zamówienie złożone
sl: Naročilo oddano
uk_ua: Замовлення розміщено

source: Payment Confirmation
ar_sa: تأكيد الدفعة
cs: Potvrzení platby
de: Zahlungsbestätigung
fa_ir: تایید پرداخت
fi: Maksuvahvistus
fr_fr: Confirmation de paiement
hi: भुगतान की पुष्टि
it: Conferma di pagamento
ko_kr: 결제 확인
pl_pl: Potwierdzenie płatności
sl: Potrdilo plačila
uk_ua: Підтвердження оплати

source: Payment confirmation for:
ar_sa: تأكيد الدفع لـ:
cs: Potvrzení platby za:
de: Zahlungsbestätigung für:
fa_ir: تایید پرداخت برای:
fi: Maksun vahvistus kohteelle:
fr_fr: Confirmation de paiement pour :
hi: इसके लिए भुगतान की पुष्टि:
it: Conferma del pagamento per:
ko_kr: 다음에 대한 지급 확인:
pl_pl: Potwierdzenie płatności za:
sl: Potrditev plačila za:
uk_ua: Підтвердження оплати за:

source: Dear %(full_name)s,
ar_sa: عزيزي %(full_name)s ،
cs: Vážený %(full_name)s,
de: Lieber %(full_name)s ,
fa_ir: %(full_name)s عزیز،
fi: Hyvä %(full_name)s,
fr_fr: Cher %(full_name)s,
hi: प्रिय %(full_name)s ,
it: Caro %(full_name)s ,
ko_kr: 친애하는 %(full_name)s님께,
pl_pl: Drogi %(full_name)s ,
sl: Spoštovani %(full_name)s,
uk_ua: Шановний %(full_name)s ,

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
ar_sa: شكرًا لشرائك %(credit_hours)s ساعة دراسية من %(credit_provider)s للمساق %(course_title)s. سيظهر مبلغ الاقتطاع على إيصال بطاقتك الائتمانية باسم شركة "%(platform_name)s".
cs: Děkujeme, že jste si zakoupili kreditní hodiny %(credit_hours)s od %(credit_provider)s pro %(course_title)s. Na výpisu z vaší kreditní nebo debetní karty se objeví poplatek s názvem společnosti „%(platform_name)s“.
de: Vielen Dank für den Kauf von %(credit_hours)s Kreditstunden von %(credit_provider)s für %(course_title)s . Auf Ihrer Kredit- oder Debitkartenabrechnung erscheint eine Belastung mit dem Firmennamen „ %(platform_name)s “.
fa_ir: از خرید شما متشکریم %(credit_hours)s ساعت اعتبار از %(credit_provider)s برای %(course_title)s. این میزان شارژ در قسمت اعتبار یا در وضعیت کارت نقدی تحت نام سازمانی %(platform_name)s ظاهر خواهد شد.
fi: Kiitos, että ostit %(credit_hours)s luottotunnit valmistajalta %(credit_provider)s tuotteelle %(course_title)s. Veloitus näkyy luotto- tai maksukorttisi tiliotteessa yrityksen nimellä &quot;%(platform_name)s&quot;.
fr_fr: Merci d&#39;avoir acheté des heures de crédit %(credit_hours)s auprès de %(credit_provider)s pour %(course_title)s. Un débit apparaîtra sur votre relevé de carte de crédit ou de débit avec le nom de l&#39;entreprise &quot;%(platform_name)s&quot;.
hi: %(course_title)s के लिए %(credit_provider)s से %(credit_hours)s क्रेडिट घंटे खरीदने के लिए धन्यवाद। आपके क्रेडिट या डेबिट कार्ड विवरण पर कंपनी के नाम &quot; %(platform_name)s &quot; के साथ एक शुल्क दिखाई देगा।
it: Grazie per aver acquistato le ore di credito %(credit_hours)s da %(credit_provider)s per %(course_title)s . Sull&#39;estratto conto della tua carta di credito o debito verrà visualizzato un addebito con il nome della società &quot; %(platform_name)s &quot;.
ko_kr: %(course_title)s에 대한 %(credit_hours)s 학점을 %(credit_provider)s에서 구입해주셔서 감사합니다. 요금은 회사명이 %(platform_name)s인 신용 카드 또는 직불 카드 명세서에 표시될 예정입니다.
pl_pl: Dziękujemy za zakup godzin kredytowych %(credit_hours)s od %(credit_provider)s dla %(course_title)s . Na wyciągu z Twojej karty kredytowej lub debetowej pojawi się obciążenie z nazwą firmy „ %(platform_name)s ”.
uk_ua: Дякуємо за придбання %(credit_hours)s кредитних годин у %(credit_provider)s для %(course_title)s . У виписці з вашої кредитної або дебетової картки з’явиться стягнення з ім&#39;я компанії « %(platform_name)s ».

source: To receive your course credit, you must also request credit at the %(credit_provider)s website. For a link to request credit from %(credit_provider)s, or to see the status of your credit request, go to your %(platform_name)s dashboard.
ar_sa: للحصول على وحداتك الدراسية يجب عليك طلب الوحدات في موقع %(credit_provider)s. وللحصول على رابط طلب الوحدات من%(credit_provider)s، أو لمتابعة حالة طلبك يرجى الاطلاع على لوحة معلوماتك في %(platform_name)s.
cs: Chcete-li získat zápočet z kurzu, musíte také požádat o zápočet na webu %(credit_provider)s. Odkaz na žádost o zápočet z %(credit_provider)s nebo zobrazení stavu žádosti o zápočet najdete na řídicím panelu %(platform_name)s.
de: Um Ihre Kursgutschrift zu erhalten, müssen Sie die Gutschrift auch auf der Website %(credit_provider)s beantragen. Einen Link zum Anfordern einer Gutschrift von %(credit_provider)s oder den Status Ihrer Kreditanfrage finden Sie unter %(platform_name)s Meine Kurse .
fa_ir: برای دریافت دوره آموزشی اعتباری، باید درخواست اعتبار خود را به وبگاه %(credit_provider)s ارائه دهید. برای مشاهده پیوند با هدف درخواست اعتبار از %(credit_provider)s، یا مشاهده وضعیت درخواست اعتبارتان، به پیشخوان %(platform_name)s خود بروید.
fi: Saadaksesi opintopisteen, sinun on myös pyydettävä luottoa %(credit_provider)s-verkkosivustolta. Jos haluat linkin luottopyyntöön %(credit_provider)s:lta tai nähdäksesi luottopyyntösi tilan, siirry %(platform_name)s-hallintapaneeliin.
fr_fr: Pour recevoir votre crédit de cours, vous devez également demander un crédit sur le site Web %(credit_provider)s. Pour obtenir un lien pour demander un crédit à %(credit_provider)s, ou pour voir l&#39;état de votre demande de crédit, accédez à votre tableau de bord %(platform_name)s.
hi: अपना कोर्स क्रेडिट प्राप्त करने के लिए, आपको %(credit_provider)s वेबसाइट पर क्रेडिट का अनुरोध भी करना होगा। %(credit_provider)s से क्रेडिट अनुरोध करने के लिंक के लिए, या अपने क्रेडिट अनुरोध की स्थिति देखने के लिए, अपने %(platform_name)s डैशबोर्ड पर जाएं।
it: Per ricevere il credito del corso, devi anche richiedere il credito sul sito web %(credit_provider)s . Per un collegamento per richiedere credito a %(credit_provider)s o per vedere lo stato della tua richiesta di credito, vai alla dashboard %(platform_name)s .
ko_kr: 수강 학점을 받으시려면 %(credit_provider)s 웹 사이트에도 학점을 요청하셔야 합니다. %(credit_provider)s에서 학점을 요청하시거나 학점 요청 상태를 확인하시려면 귀하의 %(platform_name)s대시보드로 이동해 주세요.
pl_pl: Aby otrzymać zaliczenie kursu, należy również poprosić o zaliczenie na stronie internetowej %(credit_provider)s . Aby uzyskać link umożliwiający zażądanie kredytu od %(credit_provider)s lub aby zobaczyć status swojego wniosku o kredyt, przejdź do panelu %(platform_name)s .
sl: Če želite prejeti kredit za tečaj, morate zahtevati tudi kredit na spletni strani %(credit_provider)s. Za povezavo za zahtevo za kredit od %(credit_provider)s ali za ogled stanja vaše kreditne zahteve pojdite na nadzorno ploščo %(platform_name)s.
uk_ua: Щоб отримати ваш курс , ви також повинні надіслати запит на кредит на веб-сайті %(credit_provider)s . Щоб отримати посилання для запиту кредиту від %(credit_provider)s або переглянути статус вашого запиту кредиту, перейдіть на інформаційну панель %(platform_name)s .

source: To explore other credit-eligible courses, visit the %(platform_name)s website. We add new courses frequently!
ar_sa: لاستكشاف الدورات التدريبية الأخرى المؤهلة للحصول على الائتمان، قم بزيارة موقع الويب %(platform_name)s . نضيف دورات جديدة في كثير من الأحيان!
cs: Chcete-li prozkoumat další kurzy způsobilé pro zápočet, navštivte webovou stránku %(platform_name)s. Často přidáváme nové kurzy!
de: Weitere anrechnungsfähige Kurse finden Sie auf der Website %(platform_name)s . Wir fügen regelmäßig neue Kurse hinzu!
fa_ir: برای کاوش سایر دوره های اعتباری، وبگاه %(platform_name)sرا مشاهده کنید. مرتبا داریم دوره‌های آموزشی جدید می افزاییم!
fi: Tutustu muihin hyvityskelpoisiin kursseihin vieraile %(platform_name)s-verkkosivustolla. Lisäämme uusia kursseja säännöllisesti!
fr_fr: Pour découvrir d&#39;autres cours donnant droit à des crédits, visitez le site Web %(platform_name)s. Nous ajoutons fréquemment de nouveaux cours !
hi: अन्य क्रेडिट-योग्य पाठ्यक्रमों का पता लगाने के लिए, %(platform_name)s वेबसाइट पर जाएँ। हम बार-बार नए पाठ्यक्रम जोड़ते हैं!
it: Per esplorare altri corsi idonei ai crediti, visitare il sito web %(platform_name)s . Aggiungiamo frequentemente nuovi corsi!
ko_kr: 그밖의 학점 적용 코스를 찾고 계시다면 %(platform_name)s 웹 사이트를 방문해 주세요. 우리는 새로운 코스를 주기적으로 업데이트 하고 있습니다!
pl_pl: Aby zapoznać się z innymi kursami kwalifikującymi się do uzyskania punktów, odwiedź witrynę %(platform_name)s . Często dodajemy nowe kursy!
sl: Če želite raziskati druge tečaje, ki izpolnjujejo pogoje za kredit, obiščite spletno mesto %(platform_name)s. Pogosto dodajamo nove tečaje!
uk_ua: Щоб ознайомитися з іншими курсами, які відповідають вимогам кредиту, відвідайте веб-сайт %(platform_name)s . Ми часто додаємо нові курси!

source: Thank you. We hope you enjoyed your course!
ar_sa: شكرًا لك. نأمل أنك استمتعت بالدورة التدريبية الخاصة بك!
cs: Děkuju. Doufáme, že se vám kurz líbil!
de: Danke schön. Wir hoffen, dass Ihnen Ihr Kurs gefallen hat!
fa_ir: سپاس. امیدواریم از گذراندن این دوره لذت ببرید
fi: Kiitos. Toivomme, että pidit kurssistasi!
fr_fr: Merci. Nous espérons que vous avez apprécié votre cours !
hi: धन्यवाद। हमें आशा है कि आपने अपने पाठ्यक्रम का आनंद लिया!
it: Grazie. Ci auguriamo che il corso ti sia piaciuto!
ko_kr: 감사합니다. 즐거운 시간 보내셨기를 바랍니다!
pl_pl: Dziękuję. Mamy nadzieję, że podobał Ci się kurs!
sl: Hvala vam. Upamo, da ste uživali v tečaju!
uk_ua: Дякую тобі. Сподіваємось, вам сподобався ваш курс !

source: The %(platform_name)s team
ar_sa: فريق %(platform_name)s
cs: Tým %(platform_name)s
de: Das %(platform_name)s -Team
fa_ir: تیم %(platform_name)s
fi: %(platform_name)s-tiimi
fr_fr: L&#39;équipe %(platform_name)s
hi: %(platform_name)s टीम
it: La squadra %(platform_name)s
ko_kr: %(platform_name)s 팀
pl_pl: zespół %(platform_name)s
sl: Ekipa %(platform_name)s
uk_ua: Команда %(platform_name)s

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
ar_sa: لقد تلقيت هذه الرسالة لأنك اشتريت ساعات معتمدة لدورة %(course_title)s ، وهي دورة %(platform_name)s .
cs: Tuto zprávu jste obdrželi, protože jste si zakoupili kreditní hodiny pro %(course_title)s, kurz %(platform_name)s.
de: Sie haben diese Nachricht erhalten, weil Sie Kreditstunden für %(course_title)s , einen %(platform_name)s -Kurs, erworben haben.
fa_ir: شما به دلیل خرید ساعات اعتباری برای %(course_title)s، یک دوره آموزشی%(platform_name)s این پیام را دریافت کرده‌اید.
fi: Sait tämän viestin, koska ostit opintotunnit %(course_title)s, %(platform_name)s kurssille.
fr_fr: Vous avez reçu ce message parce que vous avez acheté des heures de crédit pour %(course_title)s, un cours %(platform_name)s.
hi: आपको यह संदेश इसलिए प्राप्त हुआ क्योंकि आपने %(course_title)s , एक %(platform_name)s पाठ्यक्रम के लिए क्रेडिट घंटे खरीदे थे।
it: Hai ricevuto questo messaggio perché hai acquistato ore di credito per %(course_title)s , un corso %(platform_name)s .
ko_kr: 귀하께서 이 메세지를 받으신 이유는 %(platform_name)s 코스의 %(course_title)s 과정에 대한 학점을 취득하셨기 때문입니다.
pl_pl: Otrzymałeś tę wiadomość, ponieważ kupiłeś godziny kredytowe na kurs %(course_title)s %(platform_name)s .
uk_ua: ви отримали це повідомлення , оскільки придбали кредитні години для %(course_title)s , %(platform_name)s курс .

source: Payment confirmation for:
ar_sa: تأكيد الدفع لـ:
cs: Potvrzení platby za:
de: Zahlungsbestätigung für:
fa_ir: تایید پرداخت برای:
fi: Maksun vahvistus kohteelle:
fr_fr: Confirmation de paiement pour :
hi: इसके लिए भुगतान की पुष्टि:
it: Conferma del pagamento per:
ko_kr: 다음에 대한 지급 확인:
pl_pl: Potwierdzenie płatności za:
sl: Potrditev plačila za:
uk_ua: Підтвердження оплати за:
