Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, az, cs, fi_fi, ko_kr, sl, zh_tw

source: Seat type
af_za: Sittipe
az: Yer növü
cs: Typ místa
fi_fi: Paikan tyyppi
ko_kr: 좌석 종류
sl: Vrsta sedeža
zh_tw: 名額類型

source: Can be used multiple times by one customer
af_za: Kan verskeie kere deur een kliënt gebruik word
cs: Může být použit vícekrát jedním zákazníkem
fi_fi: Voidaan käyttää usean kerran yhden asiakkaan toimesta
ko_kr: 한 명의 고객이 여러 번 사용할 수 있습니다.
sl: En kupec ga lahko uporablja večkrat
zh_tw: 可給一位客戶可以多次使用

source: Create and Add More
af_za: Skep en voeg meer by
cs: Vytvořit a přidat další
fi_fi: Luo ja lisää enemmän
ko_kr: 생성 및 추가
sl: Ustvarite in dodajte več

source: Status
cs: Stav
fi_fi: Tila
ko_kr: 상태
sl: Stanje
zh_tw: 狀態

source: Enterprise Customer
af_za: Ondernemingskliënt
cs: Podnikový zákazník
fi_fi: Yritystason asiakas
ko_kr: 기업 고객
sl: Podjetniška stranka
zh_tw: 企業客戶

source: Enterprise Customer Catalog
af_za: Ondernemingskliëntkatalogus
cs: Katalog podnikových zákazníků
ko_kr: 기업 고객 카탈로그
sl: Katalog poslovnih strank
zh_tw: 企業客戶目錄

source: A course with the specified ID already exists.
af_za: 'N Kursus met die gespesifiseerde ID bestaan reeds.
az: Müəyyənləşdirilmiş ID ilə kurs artıq mövcuddur.
cs: Kurz se zadaným ID již existuje.
ko_kr: 지정하신 ID를 가진 코스가 이미 존재합니다.
sl: Tečaj z navedenim ID-jem že obstaja.
zh_tw: 指定編號的課程已存在。

source: Error!
af_za: Fout!
az: Xəta
cs: Chyba!
fi_fi: Virhe!
ko_kr: 오류!
sl: Napaka!
zh_tw: 錯誤!

source: Saving...
af_za: Besparing. . .
az: Yaddaşda saxlayır...
cs: Ukládání...
fi_fi: Tallennetaan...
ko_kr: 저장중...
sl: Shranjevanje ...
zh_tw: 儲存中

source: Please complete all required fields.
af_za: Voltooi asseblief alle vereiste velde.
az: Zəhmət olmasa, tələb olunan bütün xanaları doldurun.
cs: Prosím, vyplňte všechna požadovaná pole.
ko_kr: 주어진 모든 필드에 내용을 채워주세요.
sl: Izpolnite vsa zahtevana polja.
zh_tw: 請完成所有的欄位。

source: An error occurred while saving the data.
af_za: 'N fout het voorgekom tydens die stoor van die data.
az: Datanı yaddaşa salarkən xəta baş verdi.
cs: Při ukládání dat došlo k chybě.
fi_fi: Tapahtui virhe tietoja tallennettaessa.
ko_kr: 데이터를 저장하는 동안 오류가 발생했습니다.
sl: Pri shranjevanju podatkov je prišlo do napake.
zh_tw: 儲存時發生錯誤。

source: Ellipsis
az: Ellips
cs: Elipsa
ko_kr: 생략
sl: Elipsa
zh_tw: 省略符號

source: Load the records for page
af_za: Laai die rekords vir bladsy
az: Səhifə üçün qeydləri yükləyin
cs: Načtěte záznamy pro stránku
ko_kr: 현재 페이지 불러오기
sl: Naložite zapise za stran
zh_tw: 載入頁面記錄

source: Load the records for the next page
af_za: Laai die rekords vir die volgende bladsy
az: Növbəti səhifə üçün qeydləri yükləyin
cs: Načtěte záznamy pro další stránku
ko_kr: 다음 페이지 불러오기
sl: Naložite zapise za naslednjo stran
zh_tw: 載入下一頁記錄

source: Load the records for the previous page
af_za: Laai die rekords vir die vorige bladsy
az: Öncəki səhifə üçün qeydləri yükləyin
cs: Načtěte záznamy pro předchozí stránku
ko_kr: 이전 페이지 불러오기
sl: Naložite zapise za prejšnjo stran
zh_tw: 載入上一頁記錄

source: Select
af_za: Uitkies
az: Seçin
cs: Vybrat
fi_fi: Valitse
ko_kr: 선택
sl: Izberite
zh_tw: 選擇

source: Selected
af_za: Gekies
az: Seçildi
cs: Vybraný
fi_fi: Valittu
ko_kr: 선택된
sl: Izbrano
zh_tw: 被選擇的

source: Order %(order_number)s has been fulfilled.
af_za: Bestel %(order_number)s is vervul.
az: %(order_number)s sifariş yerinə yetirilib.
cs: Objednávka %(order_number)s byla splněna.
ko_kr: %(order_number)s 주문이 완료되었습니다.
sl: Naročilo %(order_number)s je izpolnjeno.
zh_tw: 訂單 %(order_number)s 已經被履行。

source: Failed to fulfill order %(order_number)s: %(error)s
af_za: Kon nie die bestelling nakom nie %(order_number)s: %(error)s
az: %(order_number)s sifarişi yerinə yetirmək uğursuz oldu: %(error)s
cs: Objednávku se nepodařilo splnit %(order_number)s: %(error)s
ko_kr: %(error)s 에러로 인해 %(order_number)s 주문을 완료하지 못했습니다.
sl: Naročila ni bilo mogoče izpolniti %(order_number)s: %(error)s
zh_tw: 未能履行訂單 %(order_number)s: %(error)s

source: Refund #%(refund_id)s has been processed.
af_za: Terugbetaling #%(refund_id)s is verwerk.
az: Geri ödəmə №%(refund_id)s icra edilib.
cs: Vrácení peněz #%(refund_id)s bylo zpracováno.
ko_kr: %(refund_id)s 환불이 완료되었습니다.
sl: Vračilo #%(refund_id)s je bilo obdelano.
zh_tw: 退費 #%(refund_id)s 已經被處理。

source: Error
af_za: Fout
az: Xəta
cs: Chyba
fi_fi: Virhe
ko_kr: 오류
sl: Napaka
zh_tw: 錯誤

source: Failed to process refund #%(refund_id)s: %(error)s. Please try again, or contact the E-Commerce Development Team.
af_za: Kon nie die terugbetaling #%(refund_id)s verwerk nie: %(error)s. Probeer asseblief weer, of kontak die e-commerce-ontwikkelingspan.
az: Geri ödəmə №%(refund_id)s uğursuz oldu: %(error)s. Zəhmət olmasa, yenidən cəhd edin və ya E-ticarət İnkişaf Komandası ilə əlaqə saxlayın.
cs: Nepodařilo se zpracovat refundaci #%(refund_id)s: %(error)s. Zkuste to prosím znovu nebo kontaktujte tým pro vývoj elektronického obchodu.
ko_kr: %(error)s 에러로 인해 %(refund_id)s을 환불하는데 실패했습니다. 다시 시도해 보시거나 E-Commerce 개발팀에 문의해 보세요.
sl: Vračila ni bilo mogoče obdelati #%(refund_id)s: %(error)s. Poskusite znova ali se obrnite na skupino za razvoj e-trgovine.
zh_tw: 無法處理退費#%(refund_id)s: %(error)s。請再試一遍，或是聯繫電子商務發展團隊。

source: <Choose state/province>
af_za: <Kies State/Provinsie>
