Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: Number of times to retry failing IAP client actions (e.g., payment creation, payment execution)
ar_sa: عدد مرات إعادة محاولة تنفيذ إجراءات عميل IAP الفاشلة (على سبيل المثال، إنشاء الدفع وتنفيذ الدفع)
cs: Počet opakování neúspěšných akcí klienta IAP (např. vytvoření platby, provedení platby)
de: Anzahl der Wiederholungsversuche fehlgeschlagener IAP-Client-Aktionen (z. B. Zahlungserstellung, Zahlungsausführung)
fi: Kuinka monta kertaa on yritetty uudelleen epäonnistuneita IAP-asiakastoimintoja (esim. maksun luonti, maksun suorittaminen)
fr_fr: Nombre de tentatives d&#39;échec des actions client IAP (par exemple, création de paiement, exécution de paiement)
hi: विफल IAP क्लाइंट कार्रवाइयों (उदाहरण के लिए, भुगतान निर्माण, भुगतान निष्पादन) को पुनः प्रयास करने की संख्या
it: Numero di volte in cui riprovare le azioni client IAP non riuscite (ad esempio, creazione di pagamenti, esecuzione di pagamenti)
pl_pl: Liczba ponownych prób nieudanych działań klienta IAP (np. utworzenie płatności, wykonanie płatności)
uk_ua: Кількість разів повторної спроби виконання невдалих дій клієнта IAP (наприклад, створення платежу, виконання платежу)

source: Past number of days to fetch Android refunds for.
ar_sa: عدد الأيام الماضية لجلب المبالغ المستردة لنظام Android.
cs: Poslední počet dní pro načtení refundací pro Android.
de: Vergangene Anzahl von Tagen, für die Android-Rückerstattungen abgerufen werden müssen.
fi: Viimeisten päivien määrä Android-hyvitysten hakemiseen.
fr_fr: Nombre de jours écoulés pour récupérer les remboursements Android.
hi: Android रिफंड प्राप्त करने के लिए पिछले दिनों की संख्या।
it: Numero di giorni precedenti per cui recuperare i rimborsi Android.
pl_pl: Liczba ostatnich dni, za które można pobrać zwrot środków za Androida.
uk_ua: Остання кількість днів, за які потрібно отримати відшкодування id Andro.

source: mobile team email
ar_sa: البريد الإلكتروني للفريق المحمول
de: E-Mail des mobilen Teams
fi: mobiilitiimin sähköposti
fr_fr: e-mail de l&#39;équipe mobile
hi: मोबाइल टीम ईमेल
it: e-mail del team mobile
pl_pl: mobilny zespół e-mail
uk_ua: мобільна команда електронної пошти

source: Original Transaction ID
ar_sa: معرف المعاملة الأصلي
cs: Původní ID transakce
de: Ursprüngliche Transaktions ID
fi: Alkuperäinen tapahtumatunnus
fr_fr: ID de transaction d&#39;origine
hi: मूल लेनदेन आईडी
it: ID transazione originale
pl_pl: Oryginalny identyfikator transakcji
uk_ua: Оригінальний id транзакції

source: Day 3
ar_sa: يوم 3
cs: Den 3
de: Tag 3
fa_ir: روز 3
fi: Päivä 3
fr_fr: Jour 3
hi: तीसरा दिन
it: Giorno 3
ko_kr: 3일차
pl_pl: Dzień 3
sl: 3. dan
uk_ua: день 3

source: Day 10
ar_sa: اليوم 10
cs: Den 10
de: Tag 10
fa_ir: روز 10
fi: Päivä 10
fr_fr: Jour 10
hi: दिन 10
it: Giorno 10
ko_kr: 10일차
pl_pl: Dzień 10
sl: 10. dan
uk_ua: День 10

source: Day 19
ar_sa: اليوم 19
cs: Den 19
de: Tag 19
fa_ir: روز 19
fi: Päivä 19
fr_fr: Jour 19
hi: दिन 19
it: Giorno 19
ko_kr: 19일차
pl_pl: Dzień 19
sl: 19. dan
uk_ua: День 19

source: Assign
ar_sa: تعيين
cs: Přiřadit
de: Zuordnen
fa_ir: تخصیص
fi: Määritä
fr_fr: Attribuer
hi: सौंपना
it: Assegnare
ko_kr: 할당
pl_pl: Przydzielać
sl: Dodeli
uk_ua: Призначити

source: Remind
ar_sa: يتذكر
cs: Připomenout
de: Erinnern
fa_ir: یادآوری
fi: Muistuttaa
fr_fr: Rappeler
hi: याद दिलाना
it: Ricordare
ko_kr: 상기
pl_pl: Przypomnieć
sl: Opomni
uk_ua: Нагадати

source: Revoke
ar_sa: سحب او إبطال
cs: Zrušit
de: Widerrufen
fa_ir: لغو
fi: Peruuttaa
fr_fr: Révoquer
hi: रद्द करना
it: Revocare
ko_kr: 취소
pl_pl: Unieważnić
sl: Prekliči
uk_ua: відкликати

source: Automatic
ar_sa: تلقائي
cs: Automaticky
de: Automatisch
fa_ir: خودکار
fi: Automaattinen
fr_fr: Automatique
hi: स्वचालित
it: Automatico
ko_kr: 자동
pl_pl: Automatyczny
sl: Samodejno
uk_ua: Автоматичний

source: Manual
ar_sa: يدوي
cs: Manuálně
de: Handbuch
fa_ir: دستنامه
fi: Manuaalinen
fr_fr: Manuel
hi: गाइड
it: Manuale
ko_kr: 직접 지정
pl_pl: podręcznik
sl: Priročnik
uk_ua: Інструкція

source: Course Catalog ID from the Discovery Service.
ar_sa: معرف كتالوج الدورة التدريبية من خدمة الاكتشاف.
cs: ID katalogu kurzů ze služby Discovery Service.
de: Kurskatalog- ID vom Discovery Service.
fa_ir: شناسه فهرست دوره آموزشی از سرویس Discovery.
fi: Course Catalog ID Discovery Servicestä.
fr_fr: ID de catalogue de cours du service de découverte.
hi: डिस्कवरी सेवा से कोर्स कैटलॉग आईडी।
it: ID del catalogo dei corsi dal servizio Discovery.
ko_kr: 검색 서비스로부터의 코스 카탈로그 ID
pl_pl: Identyfikator katalogu kursów z usługi Discovery.
sl: ID kataloga tečajev iz storitve Discovery.
uk_ua: id курс каталог від служби виявлення.

source: UUID for an EnterpriseCustomerCatalog from the Enterprise Service.
ar_sa: UUID لـ EnterpriseCustomerCatalog من خدمة المؤسسة.
cs: UUID pro EnterpriseCustomerCatalog z Enterprise Service.
de: UU ID für einen EnterpriseCustomerCatalog aus dem Enterprise Service.
fa_ir: UUID برای EnterpriseCustomerCatalog از Enterprise Service.
fi: EnterpriseCustomerCatalogin UUID Enterprise-palvelusta.
fr_fr: UUID pour un EnterpriseCustomerCatalog du service d&#39;entreprise.
hi: एंटरप्राइज़ सेवा से एंटरप्राइज़ कस्टमर कैटलॉग के लिए यूयूआईडी।
it: UUID per un EnterpriseCustomerCatalog dal servizio Enterprise.
ko_kr: 기업 관련 서비스의 기업 고객 카탈로그에 대한 UUID입니다.
pl_pl: UUID dla EnterpriseCustomerCatalog z usługi Enterprise.
sl: UUID za EnterpriseCustomerCatalog iz Enterprise Service.
uk_ua: UU id для EnterpriseCustomerCatalog від Enterprise Service.

source: EnterpriseCustomer Name
ar_sa: اسم عميل المؤسسة
cs: Jméno EnterpriseCustomer
de: Name des Unternehmenskunden
fa_ir: نام مشتری سازمانی
fi: Yritysasiakkaan nimi
fr_fr: Nom du client d&#39;entreprise
hi: उद्यम ग्राहक का नाम
it: Nome del cliente aziendale
ko_kr: 기업 고객 이름
pl_pl: PrzedsiębiorstwoNazwa klienta
sl: Ime stranke podjetja
uk_ua: EnterpriseCustomer ім&#39;я

source: EnterpriseCustomerCatalog UUID
ar_sa: معرف UUID الخاص بـ EnterpriseCustomerCatalog
fr_fr: UUID EnterpriseCustomerCatalog
hi: एंटरप्राइज़ कस्टमर कैटलॉग यूयूआईडी
it: UUID del catalogo clienti aziendali
ko_kr: 기업 고객 카탈로그 UUID

source: Program UUID
ar_sa: UUID للبرنامج
cs: UUID programu
de: Programm-UUID
fa_ir: پیشرفت UUID
fi: Ohjelma UUID
fr_fr: Programme UUID
hi: कार्यक्रम यूयूआईडी
it: UUID del programma
ko_kr: 프로그램 UUID
pl_pl: Programuj identyfikator UUID
sl: UUID programa
uk_ua: програма UUid

source: Email to user pending.
ar_sa: البريد الإلكتروني إلى المستخدم معلق.
cs: E-mail uživateli čeká na vyřízení.
de: E-Mail an Benutzer ausstehend.
fa_ir: رایانامه به کاربر در حال انتظار.
fi: Sähköposti käyttäjälle odottaa.
fr_fr: E-mail à l&#39;utilisateur en attente.
hi: उपयोगकर्ता को ईमेल लंबित है.
it: E-mail all&#39;utente in sospeso.
ko_kr: 사용자에게 이메일 전송을 보류 중입니다.
pl_pl: Oczekuje wysłanie wiadomości e-mail do użytkownika.
sl: E-pošta uporabniku čaka.
uk_ua: Надіслати електронного листа користувачеві у запуску .

source: Code successfully assigned to user.
ar_sa: تم تعيين الكود للمستخدم بنجاح.
cs: Kód úspěšně přiřazen uživateli.
de: Code wurde dem Benutzer erfolgreich zugewiesen.
fa_ir: کد با موفقیت به کاربر اختصاص یافت.
fi: Koodi määritetty käyttäjälle onnistuneesti.
fr_fr: Code attribué avec succès à l&#39;utilisateur.
hi: कोड सफलतापूर्वक उपयोगकर्ता को सौंपा गया।
it: Codice assegnato con successo all&#39;utente.
ko_kr: 코드가 사용자에게 성공적으로 할당되었습니다.
pl_pl: Kod pomyślnie przypisany do użytkownika.
sl: Koda je bila uspešno dodeljena uporabniku.
uk_ua: Код успішно назначений користувачеві.

source: Code has been redeemed by user.
ar_sa: تم استرداد الرمز من قبل المستخدم.
cs: Kód byl uplatněn uživatelem.
de: Der Code wurde vom Benutzer eingelöst.
fa_ir: کد توسط کاربر استفاده شده‌است.
fi: Käyttäjä on lunastanut koodin.
fr_fr: Le code a été utilisé par l&#39;utilisateur.
hi: उपयोगकर्ता द्वारा कोड भुना लिया गया है.
it: Il codice è stato riscattato dall&#39;utente.
ko_kr: 코드가 사용자로부터 이미 사용되었습니다.
pl_pl: Kod został wykorzystany przez użytkownika.
sl: Uporabnik je kodo unovčil.
uk_ua: Користувач активував код.

source: Email to user bounced.
ar_sa: ارتدت الرسالة الإلكترونية إلى المستخدم.
cs: E-mail uživateli byl vrácen.
de: E-Mail an Benutzer wurde zurückgesendet.
fa_ir: رایانامه به کاربر برگشت داده شد.
fi: Sähköposti käyttäjälle palautui.
fr_fr: E-mail à l&#39;utilisateur rejeté.
hi: उपयोगकर्ता को भेजा गया ईमेल बाउंस हो गया.
it: L&#39;e-mail all&#39;utente è stata respinta.
ko_kr: 사용자에게 보낸 이메일이 반송되었습니다.
pl_pl: E-mail do użytkownika został odesłany.
sl: E-pošta uporabniku je bila zavrnjena.
uk_ua: Лист користувачу відхилено.

source: Code has been revoked for this user.
ar_sa: لقد تم إبطال الرمز لهذا المستخدم.
cs: Kód byl pro tohoto uživatele odvolán.
de: Der Code wurde für diesen Benutzer widerrufen.
fa_ir: کد برای این کاربر لغو شده است.
fi: Tämän käyttäjän koodi on peruutettu.
fr_fr: Le code a été révoqué pour cet utilisateur.
hi: इस उपयोगकर्ता के लिए कोड निरस्त कर दिया गया है.
it: Il codice è stato revocato per questo utente.
ko_kr: 이 사용자에 대한 코드가 취소되었습니다.
pl_pl: Kod został unieważniony dla tego użytkownika.
sl: Koda je bila za tega uporabnika preklicana.
uk_ua: Код для цього користувача скасовано.

source: Make a particular template version active.
ar_sa: جعل إصدار قالب معين نشطًا.
cs: Aktivujte konkrétní verzi šablony.
de: Aktivieren Sie eine bestimmte Vorlagenversion.
fa_ir: یک نسخه قالب خاص را فعال کنید.
fi: Aktivoi tietty malliversio.
fr_fr: Activez une version de modèle particulière.
hi: किसी विशेष टेम्पलेट संस्करण को सक्रिय बनाएं.
it: Rendi attiva una particolare versione del modello.
ko_kr: 특정 템플릿 버전을 활성화합니다.
pl_pl: Aktywuj określoną wersję szablonu.
sl: Aktivirajte določeno različico predloge.
uk_ua: Зробіть окрему версію шаблону активною.

source: Email has been sent.
ar_sa: تم ارسال البريد الالكتروني.
cs: E-mail byl odeslán.
de: Die Email wurde verschickt.
fa_ir: رایانامه ارسال شد.
fi: Sähköposti on lähetetty.
fr_fr: L&#39;email a été envoyé.
hi: ईमेल भेज दिया गया है।
it: L&#39;email è stata inviata.
ko_kr: 이메일이 전송되었습니다.
pl_pl: Email został wysłany.
sl: Email je bil poslan.
uk_ua: повідомлення було відправлено.

source: This user should receive email
ar_sa: يجب أن يتلقى هذا المستخدم البريد الإلكتروني
cs: Tento uživatel by měl obdržet e-mail
de: Dieser Benutzer sollte eine E-Mail erhalten
fa_ir: این کاربر باید رایانامه دریافت کند
fi: Tämän käyttäjän pitäisi saada sähköpostia
fr_fr: Cet utilisateur devrait recevoir un e-mail
hi: इस उपयोगकर्ता को ईमेल प्राप्त होना चाहिए
it: Questo utente dovrebbe ricevere un&#39;e-mail
ko_kr: 이 사용자는 메일을 수신해야 합니다.
pl_pl: Ten użytkownik powinien otrzymać wiadomość e-mail
sl: Ta uporabnik bi moral prejeti e-pošto
uk_ua: Цей користувач має отримати електронну пошту

source: Order administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
ar_sa: تم تعطيل إدارة الطلب بسبب التحميل على قاعدة البيانات. يمكن استعادة هذه الوظيفة عن طريق تنشيط مفتاح الوافل {switch_name} . كن حذرًا عند إعادة تنشيط هذا المفتاح!
cs: Správa objednávek byla deaktivována z důvodu zatížení databáze. Tuto funkci lze obnovit aktivací přepínače {switch_name} Waffle. Při opětovné aktivaci tohoto spínače buďte opatrní!
de: Aufgrund der Überlastung der Datenbank wurde die Auftragsverwaltung deaktiviert. Diese Funktionalität kann durch Aktivieren des {switch_name} Waffle-Schalters wiederhergestellt werden. Seien Sie vorsichtig, wenn Sie diesen Schalter erneut aktivieren!
fa_ir: مدیریت سفارش به‌دلیل بارگیری در پایگاه داده غیرفعال شده است. این عملکرد را می‌توان با فعالسازی Waffle switch {switch_name} بازیابی کرد. هنگام فعالسازی مجدد این سوئیچ مراقب باشید!
fi: Tilausten hallinta on poistettu käytöstä tietokannan kuormituksen vuoksi. Tämä toiminto voidaan palauttaa aktivoimalla {switch_name} Waffle-kytkin. Ole varovainen, kun aktivoit tämän kytkimen uudelleen!
fr_fr: L&#39;administration des commandes a été désactivée en raison de la charge sur la base de données. Cette fonctionnalité peut être restaurée en activant le commutateur Waffle {switch_name}. Soyez prudent lorsque vous réactivez cet interrupteur !
hi: डेटाबेस पर लोड के कारण ऑर्डर प्रशासन अक्षम कर दिया गया है। इस कार्यक्षमता को {switch_name} वफ़ल स्विच को सक्रिय करके पुनर्स्थापित किया जा सकता है। इस स्विच को पुनः सक्रिय करते समय सावधान रहें!
it: La gestione degli ordini è stata disabilitata a causa del carico sul database. Questa funzionalità può essere ripristinata attivando l&#39;interruttore Waffle {switch_name} . Fai attenzione quando riattivi questo interruttore!
ko_kr: 데이터베이스 부하로 인해 주문 관리 기능을 사용할 수 없습니다. 이 기능은 {switch_name} 와플 스위치를 사용하여 복원할 수 있습니다. 이 스위치를 다시 활성화시킬 때 주의해서 이용해 주세요!
pl_pl: Administracja zamówieniami została wyłączona ze względu na obciążenie bazy danych. Funkcjonalność tę można przywrócić aktywując przełącznik waflowy {switch_name} . Zachowaj ostrożność podczas ponownego włączania tego przełącznika!
sl: Administracija naročil je bila onemogočena zaradi obremenitve baze podatkov. To funkcijo je mogoče obnoviti tako, da aktivirate stikalo za vaflje {switch_name}. Bodite previdni pri ponovnem aktiviranju tega stikala!
uk_ua: Адміністрування замовлення відключений через навантаження на базу даних. Цю функціональність можна відновити, активувавши перемикач {switch_name} Waffle. Будьте обережні, повторно активуючи цей перемикач!

source: %d%% discount for manual course enrollment order
ar_sa: خصم %d %% لأمر التسجيل اليدوي للدورة
cs: %d%% sleva za objednávku ručního zápisu do kurzu
de: %d %% Rabatt für die manuelle Kursanmeldungsbestellung
fa_ir: 2%d%% تخفیف برای سفارش ثبت‌نام دوره آموزشی به‌صورت دستی
fi: %d%% alennus manuaalisesta kurssin ilmoittautumistilauksesta
fr_fr: %d%% remise pour la commande d&#39;inscription manuelle au cours
hi: %d %% मैनुअल पाठ्यक्रम नामांकन आदेश के लिए छूट
it: %d %% sconto per ordine di iscrizione manuale al corso
ko_kr: 수동 코스 등록 주문에 대한 %d%% 할인
pl_pl: %d %% zniżka za zamówienie ręcznej rejestracji na kurs
sl: %d%% popust za naročilo za ročni vpis na tečaj
uk_ua: %d %% Знижка для ручного замовлення курс запис

source: Payment Processor
ar_sa: معالج الدفع
cs: Zpracovatel plateb
de: Zahlungsabwickler
fa_ir: پردازشگر پرداخت
fi: Maksujen käsittelijä
fr_fr: Processeur de paiement
hi: भुगतान संसाधक
it: Processore di pagamento
ko_kr: 결제 처리기
pl_pl: Procesor płatności
sl: Plačilni procesor
uk_ua: система оплати

source: It expect that the order numbers stuck in fulfillment error state will be provided in a txt file format one per line.
ar_sa: من المتوقع أن يتم توفير أرقام الطلب العالقة في حالة خطأ التنفيذ بتنسيق ملف txt، واحدًا لكل سطر.
cs: Očekává se, že čísla objednávek zaseknutá v chybovém stavu plnění budou poskytnuta ve formátu souboru txt jedno na řádek.
de: Es wird erwartet, dass die Bestellnummern, die im Status „Erfüllungsfehler“ stecken bleiben, in einem TXT-Dateiformat bereitgestellt werden, eine pro Zeile.
fa_ir: انتظار می‌رود که اعداد سفارشی که در حالت خطای تکمیل گیر کرده‌اند در قالب پرونده txt در هر خط ارائه شوند.
fi: Se odottaa, että toimitusvirhetilaan juuttuneet tilausnumerot toimitetaan txt-tiedostomuodossa yksi riviä kohden.
fr_fr: Il s&#39;attend à ce que les numéros de commande bloqués en état d&#39;erreur d&#39;exécution soient fournis dans un format de fichier txt un par ligne.
hi: यह उम्मीद करता है कि पूर्ति त्रुटि स्थिति में फंसे ऑर्डर नंबर प्रति पंक्ति एक txt फ़ाइल प्रारूप में प्रदान किए जाएंगे।
it: Si prevede che i numeri d&#39;ordine bloccati nello stato di errore di evasione verranno forniti in un formato di file txt uno per riga.
ko_kr: 주문 처리 오류 상태로 고착된 주문 번호는 한 줄에 하나씩 txt 파일 형식으로 제공될 것이라 예상됩니다.
pl_pl: Oczekuje, że numery zamówień, które utknęły w stanie błędu realizacji, zostaną dostarczone w formacie pliku txt, po jednym w wierszu.
sl: Pričakuje se, da bodo številke naročil, ki so obtičale v stanju napake pri izpolnitvi, na voljo v obliki datoteke txt, ena na vrstico.
uk_ua: Очікується, що номери замовлень, які застрягли в стані помилка виконання, будуть id в форматі текстового файл по одному на рядок.

source: Click 'Save and Continue Editing' to add stock records
ar_sa: أُنقر &quot;حفظ ومتابعة التحرير&quot; لإضافة سجلات المخزون
cs: Chcete-li přidat skladové záznamy, klikněte na „Uložit a pokračovat v úpravách“.
de: klicken „Speichern und mit der Bearbeitung fortfahren“, um Bestandsdatensätze hinzuzufügen
fa_ir: برای افزودن سوابق سهمیه روی دکمه «ذخیره و ادامه ویرایش» کلیک کنید
fi: Napsauta Tallenna ja jatka muokkaamista lisätäksesi varastotietueita
fr_fr: Cliquez sur &quot;Enregistrer et continuer l&#39;édition&quot; pour ajouter des enregistrements de stock
hi: स्टॉक रिकॉर्ड जोड़ने के लिए &#39;सहेजें और संपादन जारी रखें&#39; पर क्लिक करें
it: Fai clic su &quot;Salva e continua a modificare&quot; per aggiungere i record di magazzino
ko_kr: 재고 기록을 추가하시려면 '저장 후 편집 계속' 버튼을 클릭해 주세요.
pl_pl: kliknij „Zapisz i kontynuuj edycję”, aby dodać zapisy magazynowe
sl: Kliknite »Shrani in nadaljuj z urejanjem«, da dodate evidenco o zalogi
uk_ua: натискати «Зберегти та продовжити редагування», щоб додати фондові записи

source: Partner
ar_sa: شريك
fa_ir: همکار
fi: Kumppani
fr_fr: Partenaire
hi: साथी
it: Compagno
ko_kr: 파트너
uk_ua: Партнер

source: Partners
ar_sa: الشركاء
cs: Partneři
de: Partner
fa_ir: همکاران
fi: Yhteistyökumppanit
fr_fr: Les partenaires
hi: भागीदारों
it: Partner
ko_kr: 파트너
pl_pl: Wzmacniacz
sl: Partnerji
uk_ua: Партнери

source: American Express
ar_sa: أمريكان اكسبريس
hi: अमेरिकन एक्सप्रेस

source: Diners
ar_sa: داينرز
de: Gäste
fi: Ruokailijat
hi: डिनर
it: Commensali
pl_pl: Goście
uk_ua: Закуски

source: Discover
ar_sa: يكتشف
de: Entdecken
fi: Tutustu
fr_fr: Découvrir
hi: खोज करना
it: Scoprire
ko_kr: 검색
pl_pl: Odkryć
sl: Odkrij
uk_ua: відкрийте для себе

source: JCB
ar_sa: جي سي بي
hi: जेसीबी

source: MasterCard
ar_sa: بطاقة ماستر بطاقة ائتمان
hi: मास्टर कार्ड
pl_pl: karta MasterCard

source: UnionPay
ar_sa: يونيون باي
hi: यूनियनपे

source: Unknown
ar_sa: غير معروف
cs: Neznámé
de: Unbekannt
fa_ir: ناشناخته
fi: Tuntematon
fr_fr: Inconnu
hi: अनजान
it: Sconosciuto
ko_kr: 알 수 없음
pl_pl: Nieznany
sl: Neznan
uk_ua: Невідомий

source: Visa
ar_sa: تأشيرة
hi: वीज़ा
pl_pl: Wiza
uk_ua: віза

source: We don't support the payment option you selected.
ar_sa: نحن لا ندعم خيار الدفع الذي حددته.
cs: Nepodporujeme vámi vybranou možnost platby.
de: Wir unterstützen die von Ihnen ausgewählte Zahlungsoption nicht.
fa_ir: از شیوه پرداختی شما پشتیبانی نمی‌شود.
fi: Emme tue valitsemaasi maksutapaa.
fr_fr: Nous ne prenons pas en charge l&#39;option de paiement que vous avez sélectionnée.
hi: हम आपके द्वारा चुने गए भुगतान विकल्प का समर्थन नहीं करते हैं.
it: Non supportiamo l&#39;opzione di pagamento selezionata.
ko_kr: 당신이 선택한 결제 옵션은 지원하지 않습니다.
pl_pl: Nie obsługujemy wybranej przez Ciebie opcji płatności.
sl: Izbrane možnosti plačila ne podpiramo.
uk_ua: Ми не підтримуємо вибраний вами варіант оплати.

source: Choose country
ar_sa: اختر البلد
cs: Vyber zemi
de: Land auswählen
fa_ir: انتخاب شهر
fi: Valitse maa
fr_fr: Sélectionnez le pays
hi: कंट्री चूज़ करे
it: Scegli il paese
ko_kr: 국가 선택
pl_pl: Wybierz kraj
sl: Izberite državo
uk_ua: виберіть Країна

source: {label} (required)
ar_sa: {label} (مطلوب)
cs: {label} (povinné)
de: {label} (erforderlich)
fa_ir: {label} (الزامی)
fi: {label} (pakollinen)
fr_fr: {label} (obligatoire)
hi: {label} (आवश्यक)
it: {label} (richiesto)
ko_kr: {label} (필수)
pl_pl: {label} (wymagane)
sl: {label} (obvezno)
uk_ua: {label} (обов&#39;язково)

source: Organization (required)
ar_sa: المنظمة (مطلوب)
cs: Organizace (povinné)
de: Organisation (erforderlich)
fa_ir: سازمان (ضروری)
fi: Organisaatio (pakollinen)
fr_fr: Société (obligatoire)
hi: ओरगनीसस्न (रेकुइरेड)
it: Organizzazione (richiesto)
ko_kr: 회사 (필수)
pl_pl: Organizacja (wymagane)
sl: Organizacija (obvezno)
uk_ua: організація (обов&#39;язково)

source: I am purchasing on behalf of my employer or other professional organization
ar_sa: أقوم بالشراء نيابة عن صاحب العمل أو منظمة مهنية أخرى
cs: Nakupuji jménem svého zaměstnavatele nebo jiné profesní organizace
de: Ich kaufe im Auftrag meines Arbeitgebers oder einer anderen Berufsorganisation
fa_ir: من از طرف کارفرما یا سازمان حرفه‌ای دیگری خرید می‌کنم
fi: Ostan työnantajani tai muun ammattijärjestön puolesta
fr_fr: J&#39;achète au nom de mon employeur ou d&#39;une autre organisation professionnelle
hi: मै अपने एम्प्लोयेर या अदर प्रॉफेश्नल ओरगनाएसेस्न के बेहल्फ पर खरीद रहा हूँ
it: Sto acquistando per conto del mio datore di lavoro o di un&#39;altra organizzazione professionale
ko_kr: 나의 고용주나 다른 전문 기관을 대신하여 구입합니다.
pl_pl: Dokonuję zakupów w imieniu mojego pracodawcy lub innej organizacji zawodowej
sl: Nakupujem v imenu svojega delodajalca ali druge strokovne organizacije
uk_ua: Я купую від імені свого роботодавця або іншої професійної організація

source: There was a problem retrieving your basket. Refresh the page to try again.
ar_sa: حدثت مشكلة أثناء استرداد سلتك. قم بتحديث الصفحة للمحاولة مرة أخرى.
cs: Při načítání vašeho košíku došlo k problému. Obnovte stránku a zkuste to znovu.
de: Beim Abrufen Ihres Warenkorbs ist ein Problem aufgetreten. Aktualisieren Sie die Seite, um es erneut zu versuchen.
fa_ir: مشکلی در بازیابی سبد خرید شما است. صفحه را تازه کرده تا دوباره امتحان کنید.
fi: Korin noutamisessa oli ongelma. Päivitä sivu ja yritä uudelleen.
fr_fr: Un problème est survenu lors de la récupération de votre panier. Actualisez la page pour réessayer.
hi: आपकी टोकरी पुनः प्राप्त करने में समस्या हुई। पुनः प्रयास करने के लिए पृष्ठ को ताज़ा करें।
it: Si è verificato un problema durante il recupero del carrello. Aggiorna la pagina per riprovare.
ko_kr: 장바구니를 가져오는 동안 문제가 발생했습니다. 다시 시도하시려면 현재 페이지를 새로고침 해주세요.
pl_pl: Wystąpił problem podczas pobierania koszyka. Odśwież stronę, aby spróbować ponownie.
sl: Pri pridobivanju vaše košarice je prišlo do težave. Osvežite stran, da poskusite znova.
uk_ua: виникла задача отримати твій кошик . Оновіть сторінку, щоб повторити спробу.

source: First Name (required)
ar_sa: الاسم الأول (مطلوب)
cs: Křestní jméno (povinné)
de: Vorname (erforderlich)
fa_ir: نام (ضروری)
fi: Etunimi (pakollinen)
fr_fr: Prénom (obligatoire)
hi: फ़र्स्ट नेम (रेकुइरेड)
it: Nome (richiesto)
ko_kr: 성제외 이름 (필수)
pl_pl: Imię (wymagane)
sl: Ime (obvezno)
uk_ua: Перше ім&#39;я (обов&#39;язково)

source: Last Name (required)
ar_sa: نشاط اسم مطلوب)
cs: Příjmení (povinné)
de: Nachname erforderlich)
fa_ir: نام خانوادگی (ضروری)
fi: Sukunimi (pakollinen)
fr_fr: Nom (obligatoire)
hi: आख़िरी नाम (रेकुइरेड)
it: Cognome (richiesto)
ko_kr: 성씨 (필수)
pl_pl: Nazwisko (wymagane)
sl: Priimek (obvezno)
uk_ua: Останнє ім&#39;я (обов&#39;язково)

source: Address (required)
ar_sa: العنوان (مطلوب)
cs: Adresa (povinné)
de: Adresse (erforderlich)
fa_ir: نشانی (ضروری)
fi: Osoite (pakollinen)
fr_fr: Adresse (obligatoire)
hi: एड्रैस (रेकुइरेड)
it: Indirizzo (richiesto)
ko_kr: 주소 (필수)
pl_pl: Adres (wymagane)
sl: Naslov (obvezno)
uk_ua: Адреса (обов&#39;язково)

source: Suite/Apartment Number
ar_sa: رقم الجناح/الشقة
cs: Číslo apartmá/apartmánu
de: Suite-/Apartmentnummer
fa_ir: پلاک خانه/آپارتمان
fi: Sviitin/huoneiston numero
fr_fr: Numéro de bureau/appartement
hi: सुइत/अपार्टमेंट नंबर
it: Numero della suite/appartamento
ko_kr: 집/ 아파트 번호
pl_pl: Numer apartamentu/apartamentu
sl: Številka apartmaja/apartmaja
uk_ua: Люкс/номер квартири

source: City (required)
ar_sa: المدينة (مطلوب)
cs: Město (povinné)
de: Stadt (erforderlich)
fa_ir: شهر (ضروری)
fi: Kaupunki (pakollinen)
fr_fr: Ville (obligatoire)
hi: सिटि (रेकुइरेड)
it: Città (richiesto)
ko_kr: 도시 (필수)
pl_pl: Miasto (wymagane)
sl: Mesto (obvezno)
uk_ua: Місто (обов&#39;язково)

source: State/Province
ar_sa: الولاية/المقاطعة
cs: Stát / provincie
de: Staat/Provinz
fa_ir: ایالت/استان
fi: Osavaltio/maakunta
fr_fr: État/Province
hi: राज्य / प्रांत
it: Stato/Provincia
ko_kr: 주/도
pl_pl: Stan/Prowincja
sl: država/pokrajina
uk_ua: Штат/провінція
