Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: To view your payment information, log in to see your Order History, under Account Settings at %(order_history_url)s.
ar_sa: لعرض معلومات الدفع الخاصة بك، سجل لرؤية سجل الطلبات الخاص بك، ضمن إعدادات حساب على %(order_history_url)s .
cs: Chcete-li zobrazit své platební údaje, přihlaste se a zobrazte historii objednávek v části Nastavení účtu na %(order_history_url)s.
de: Um Ihre Zahlungsinformationen anzuzeigen, melden Sie sich an, um Ihren Bestellverlauf unter Konto unter %(order_history_url)s anzuzeigen.
fa_ir: برای مشاهده اطلاعات پرداخت خود، وارد سامانه شوید تا سابقه سفارش خود را در قسمت تنظیمات حساب کاربری در %(order_history_url)sمشاهده کنید.
fi: Voit tarkastella maksutietojasi kirjautumalla sisään nähdäksesi tilaushistoriasi Tiliasetukset-kohdassa osoitteessa %(order_history_url)s.
fr_fr: Pour afficher vos informations de paiement, connectez-vous pour voir votre historique de commandes, sous Paramètres du compte à %(order_history_url)s.
hi: अपनी भुगतान जानकारी देखने के लिए, %(order_history_url)s पर खाता सेटिंग्स के अंतर्गत अपना ऑर्डर इतिहास देखने के लिए लॉग इन करें।
it: Per visualizzare le informazioni di pagamento, accedi per vedere la cronologia degli ordini, in Impostazioni account all&#39;indirizzo %(order_history_url)s .
ko_kr: 결제 정보를 확인하시려면 %(order_history_url)s의 계정 설정에서 로그인하신 후 주문 기록을 확인해 주세요.
pl_pl: Aby wyświetlić informacje o płatności, zaloguj się i zobacz Historię zamówień w Ustawieniach konta pod %(order_history_url)s .
sl: Če si želite ogledati svoje podatke o plačilu, se prijavite za ogled zgodovine naročil v razdelku Nastavitve računa na %(order_history_url)s.
uk_ua: Щоб переглянути свою платіжну інформацію, в , щоб переглянути історію замовлень у розділі Налаштування Обліко <span class='notranslate'>в ий запис</span> за %(order_history_url)s .

source: For more information and assistance, contact info@edx.org.
ar_sa: لمزيد من المعلومات والمساعدة، اتصل بـ info@edx.org.
cs: Pro více informací a pomoc kontaktujte info@edx.org.
de: Für weitere Informationen und Unterstützung wenden Sie sich bitte an info@edx.org.
fa_ir: برای اطلاعات بیشتر ودریافت راهنمایی، با info@edx.org تماس بگیرید.
fi: Lisätietoja ja apua saat ottamalla yhteyttä info@edx.org.
fr_fr: Pour plus d&#39;informations et d&#39;assistance, contactez info@edx.org.
hi: अधिक जानकारी और सहायता के लिए, info@edx.org पर संपर्क करें।
it: Per ulteriori informazioni e assistenza, contattare info@edx.org.
ko_kr: 자세한 내용 및 도움이 필요하신 경우 info@edx.org으로 문의해 주세요.
pl_pl: Aby uzyskać więcej informacji i pomocy, napisz na adres info@edx.org.
sl: Za več informacij in pomoč se obrnite na info@edx.org.
uk_ua: Для отримання додаткової інформації та допомоги звертайтеся до info@edx.org.

source: %(partner_name)s: Order Confirmation: [%(order_number)s]
ar_sa: %(partner_name)s : تأكيد الطلب: [ %(order_number)s ]
cs: %(partner_name)s: Potvrzení objednávky: [%(order_number)s]
de: %(partner_name)s : Bestellbestätigung: [ %(order_number)s ]
fa_ir: %(partner_name)s: تایید سفارش: [%(order_number)s]
fi: %(partner_name)s: Tilausvahvistus: [%(order_number)s]
fr_fr: %(partner_name)s : Confirmation de commande : [%(order_number)s]
hi: %(partner_name)s : ऑर्डर पुष्टिकरण: [ %(order_number)s ]
it: %(partner_name)s : Conferma dell&#39;ordine: [ %(order_number)s ]
ko_kr: %(partner_name)s: 주문 확인: [%(order_number)s]
pl_pl: %(partner_name)s : Potwierdzenie zamówienia: [ %(order_number)s ]
sl: %(partner_name)s: Potrditev naročila: [%(order_number)s]
uk_ua: %(partner_name)s : Підтвердження замовлення: [ %(order_number)s ]

source: Sections
ar_sa: الأقسام
cs: Sekce
de: Abschnitte
fa_ir: بخش‌ها
fi: Osat
hi: धारा
it: Sezioni
ko_kr: 주제
pl_pl: Sekcje
sl: Razdelki
uk_ua: Розділи

source: Category details
ar_sa: تفاصيل الفئة
de: Kategoriedetails
fi: Luokan tiedot
fr_fr: Détails de la catégorie
hi: श्रेणी विवरण
it: Dettagli della categoria
pl_pl: Szczegóły kategorii
uk_ua: Деталі категорії

source: Search engine optimisation
ar_sa: محرك البحث الأمثل
de: Suchmaschinen-Optimierung
fi: Hakukoneoptimointi
fr_fr: L&#39;optimisation des moteurs de recherche
hi: खोज इंजन अनुकूलन
it: Ottimizzazione dei motori di ricerca
pl_pl: Optymalizacja wyszukiwarki internetowej
uk_ua: Пошукова оптимізація

source: or
ar_sa: أو
cs: nebo
de: oder
fa_ir: یا
fi: tai
fr_fr: ou
hi: या
it: o
ko_kr: 또는
pl_pl: Lub
sl: oz
uk_ua: або

source: Saving...
ar_sa: جاري الحفظ
cs: Ukládání...
de: wird gespeichert...
fa_ir: در حال ذخیره ...
fi: Tallentaa...
fr_fr: En cours d'enregistrement...
hi: सुरक्षित किया जा रहा है ...
it: Salvataggio...
ko_kr: 저장중...
pl_pl: Oszczędność...
sl: Shranjevanje ...
uk_ua: Збереження...

source: Save and continue editing
ar_sa: حفظ ومواصلة التحرير
cs: Uložit a pokračovat v úpravách
de: Speichern und mit der Bearbeitung fortfahren
fa_ir: ذخیره کنید و به ویرایش ادامه دهید
fi: Tallenna ja jatka muokkaamista
fr_fr: Enregistrer et continuer l&#39;édition
hi: सहेजें और संपादन जारी रखें
it: Salva e continua a modificare
ko_kr: 저장하고 계속 편집
pl_pl: Zapisz i kontynuuj edycję
sl: Shranite in nadaljujte z urejanjem
uk_ua: Зберегти та продовжити редагування

source: Save
ar_sa: حفظ
cs: Uložit
de: Speichern
fa_ir: ذخیره
fi: Tallentaa
fr_fr: Enregistrer
hi: सेव करें
it: Salva
ko_kr: 저장
pl_pl: Ratować
sl: Shrani
uk_ua: Зберегти

source: Actions
ar_sa: الإجراءات
cs: Akce
de: Aktionen
fa_ir: فعالیت‌ها
fi: Toiminnot
hi: प्रक्रिया
it: Azioni
ko_kr: 액션
pl_pl: działania
sl: Dejanja
uk_ua: Дії

source: Edit category
ar_sa: تحرير الفئة
cs: Upravit kategorii
de: Kategorie bearbeiten
fa_ir: ویرایش دسته‌بندی
fi: Muokkaa luokkaa
fr_fr: Modifier la catégorie
hi: श्रेणी संपादित करें
it: Modifica categoria
ko_kr: 카테고리 편집
pl_pl: Edytuj kategorię
sl: Uredi kategorijo
uk_ua: редагу в ати категор

source: Add child category
ar_sa: أضف فئة فرعية
cs: Přidat podřízenou kategorii
de: Unterkategorie hinzufügen
fa_ir: افزودن زیردسته
fi: Lisää lapsiluokka
fr_fr: Ajouter une catégorie enfant
hi: शिशु श्रेणी जोड़ें
it: Aggiungi categoria figlio
ko_kr: 하위 카테고리 추가
pl_pl: Dodaj kategorię podrzędną
sl: Dodaj kategorijo otrok
uk_ua: Додати дочірню категорію

source: Edit children
ar_sa: تحرير الأطفال
cs: Upravit podřízené
de: Kinder bearbeiten
fa_ir: ویرایش زیردسته‌ها
fi: Muokkaa lapsia
fr_fr: Modifier les enfants
hi: बच्चों को संपादित करें
it: Modifica bambini
ko_kr: 하위 항목 편집
pl_pl: Edytuj dzieci
sl: Uredite otroke
uk_ua: редагу в ати дітей

source: Delete
ar_sa: حذف
cs: Smazat
de: löschen
fa_ir: حذف
fi: Poistaa
fr_fr: Supprimer
hi: नष्ट करें
it: Elimina
ko_kr: 삭제
pl_pl: Usuwać
sl: Izbriši
uk_ua: Видалити

source: Created product variant '%(name)s'.
ar_sa: تم إنشاء متغير المنتج &#39; %(name)s &#39;.
cs: Vytvořena varianta produktu '%(name)s'.
de: Produktvariante „ %(name)s “ erstellt.
fa_ir: نوع محصول '%(name)s' ایجاد شد.
fi: Luotu tuoteversio &#39;%(name)s&#39;.
fr_fr: Création de la variante de produit &#39;%(name)s&#39;.
hi: उत्पाद संस्करण &#39; %(name)s &#39; बनाया गया।
it: Creata variante prodotto &#39; %(name)s &#39;.
ko_kr: '%(name)s' 변형품이 생성됨
pl_pl: Utworzono wariant produktu „ %(name)s ”.
uk_ua: Створено варіант продукту &quot; %(name)s &quot;.

source: Created variant of '%(parent_name)s'.
ar_sa: تم إنشاء متغير من &#39; %(parent_name)s &#39;.
cs: Vytvořena varianta '%(parent_name)s'.
de: Variante von „ %(parent_name)s “ erstellt.
fa_ir: نوع '%(parent_name)s' ایجاد شد.
fi: Luotiin versio &#39;%(parent_name)s&#39;.
fr_fr: Variante créée de &#39;%(parent_name)s&#39;.
hi: &#39; %(parent_name)s &#39; का वैरिएंट बनाया गया।
it: Creata variante di &#39; %(parent_name)s &#39;.
ko_kr: '%(parent_name)s'의 변형품이 생성됨
pl_pl: Utworzono wariant &#39; %(parent_name)s &#39;.
uk_ua: Створений варіант &#39; %(parent_name)s &#39;.

source: Updated product variant '%(name)s'.
ar_sa: تم تحديث متغير المنتج &#39; %(name)s &#39;.
cs: Aktualizovaná varianta produktu ';%(name)s'.
de: Aktualisierte Produktvariante „ %(name)s “.
fa_ir: نوع محصول روزآمد شده '%(name)ss'.
fi: Päivitetty tuoteversio &#39;%(name)s&#39;.
fr_fr: Mise à jour de la variante de produit &#39;%(name)s&#39;.
hi: अद्यतन उत्पाद संस्करण &#39; %(name)s &#39;।
it: Variante di prodotto aggiornata &#39; %(name)s &#39;.
ko_kr: '%(name)s'의 변형품이 업데이트됨
pl_pl: Zaktualizowano wariant produktu „ %(name)s ”.
uk_ua: Оновлений варіант продукту &quot; %(name)s &quot;.

source: Updated a variant of '%(parent_name)s'.
ar_sa: تم تحديث متغير &#39; %(parent_name)s &#39;.
cs: Aktualizována varianta %(parent_name)s.
de: Eine Variante von „ %(parent_name)s “ wurde aktualisiert.
fa_ir: گونه‌ای از '%(parent_name)s' روزآمد شد.
fi: Päivitetty versio &#39;%(parent_name)s&#39;.
fr_fr: Mise à jour d&#39;une variante de &#39;%(parent_name)s&#39;.
hi: &#39; %(parent_name)s &#39; का एक संस्करण अपडेट किया गया।
it: Aggiornata una variante di &#39; %(parent_name)s &#39;.
ko_kr: %(parent_name)s의 변형품이 업데이트됨
pl_pl: Zaktualizowano wariant „ %(parent_name)s ”.
uk_ua: Оновлено варіант &quot; %(parent_name)s &quot;.

source: Created product '%(name)s'.
ar_sa: تم إنشاء المنتج &#39; %(name)s &#39;.
cs: Vytvořen produkt '%(name)s'.
de: Produkt „ %(name)s “ erstellt.
fa_ir: محصول '%(name)s' ایجاد شد.
fi: Luotu tuote &#39;%(name)s&#39;.
fr_fr: Produit créé &#39;%(name)s&#39;.
hi: उत्पाद &#39; %(name)s &#39; बनाया गया।
it: Prodotto creato &#39; %(name)s &#39;.
ko_kr: %(name)s 제품이 생성됨
pl_pl: Utworzono produkt &#39; %(name)s &#39;.
uk_ua: Створено продукт &#39; %(name)s &#39;.

source: Updated product '%(name)s'.
ar_sa: تم تحديث المنتج &#39; %(name)s &#39;.
cs: Aktualizovaný produkt '%(name)s'.
de: Aktualisiertes Produkt „ %(name)s “.
fa_ir: محصول روزآمد'%(name)s'
fi: Päivitetty tuote &#39;%(name)s&#39;.
fr_fr: Produit mis à jour &#39;%(name)s&#39;.
hi: अद्यतन उत्पाद &#39; %(name)s &#39;।
it: Prodotto aggiornato &#39; %(name)s &#39;.
ko_kr: %(name)s 제품이 업데이트됨
pl_pl: Zaktualizowano produkt „ %(name)s ”.
uk_ua: Оновлений продукт &#39; %(name)s &#39;.

source: Edit again
ar_sa: تحرير مرة أخرى
cs: Znovu upravit
de: erneut bearbeiten
fa_ir: ویرایش دوباره
fi: Muokkaa uudelleen
fr_fr: Modifier à nouveau
hi: पुनः संपादित करें
it: Modifica di nuovo
ko_kr: 다시 편집
pl_pl: Edytuj ponownie
sl: Ponovno uredi
uk_ua: редагу в ати знову

source: You are currently editing a product variant of {start_anchor}{title}{end_anchor}.
ar_sa: تقوم حاليًا بتحرير متغير منتج لـ {start_anchor} {title} {end_anchor} .
cs: Aktuálně upravujete variantu produktu {start_anchor}{title}{end_anchor}.
de: Sie bearbeiten derzeit eine Produktvariante von {start_anchor} {title} {end_anchor} .
fa_ir: شما در حال ویرایش یک نوع محصول از {start_anchor}{title}{end_anchor} هستید.
fi: Muokkaat parhaillaan tuotteen {start_anchor}{title}{end_anchor} tuoteversiota.
fr_fr: Vous modifiez actuellement une variante de produit de {start_anchor}{title}{end_anchor}.
hi: आप वर्तमान में एक उत्पाद संस्करण का संपादन कर रहे हैं {start_anchor} {title} {end_anchor} ।
it: Attualmente stai modificando una variante del prodotto di {start_anchor} {title} {end_anchor} .
ko_kr: 귀하께선 현재 {start_anchor}{title}{end_anchor}의 변형품을 편집하고 계십니다.
pl_pl: Aktualnie edytujesz wariant produktu {start_anchor} {title} {end_anchor} .
uk_ua: ви на даний час редагуєте варіант продукту {start_anchor} {title} {end_anchor} .

source: Product details
ar_sa: تفاصيل المنتج
cs: Detaily produktu
de: Produktdetails
fa_ir: جزییات محصول
fi: Tuotteen yksityiskohdat
fr_fr: Détails du produit
hi: उत्पाद विवरण
it: Dettagli del prodotto
ko_kr: 제품 상세 내역
pl_pl: Szczegóły Produktu
sl: Podrobnosti produkta
uk_ua: Деталі продукту

source: Attributes
ar_sa: صفات
cs: Atributy
de: Attribute
fa_ir: ویژگی‌ها
fi: Attribuutit
fr_fr: Les attributs
hi: गुण
it: Attributi
ko_kr: 특성
pl_pl: Atrybuty
sl: Lastnosti
uk_ua: Атрибути

source: Images
ar_sa: الصور
cs: Obrázky
de: Bilder
fa_ir: تصاویر
fi: Kuvat
hi: चित्र
it: Immagini
ko_kr: 이미지
pl_pl: Obrazy
sl: Slike
uk_ua: зображення

source: Stock and pricing
ar_sa: المخزون والتسعير
cs: Sklad a cena
de: Lagerbestand und Preise
fa_ir: سهام و قیمت‌گذاری
fi: Varasto ja hinnoittelu
fr_fr: Stock et prix
hi: स्टॉक और मूल्य निर्धारण
it: Stock e prezzi
ko_kr: 재고 및 가격
pl_pl: Zapasy i ceny
sl: Zaloga in cene
uk_ua: Акції та ціни

source: Variants
ar_sa: المتغيرات
cs: Varianty
de: Varianten
fa_ir: انواع
fi: Vaihtoehdot
fr_fr: Variantes
hi: वेरिएंट
it: Varianti
ko_kr: 변형품
pl_pl: Warianty
sl: Variante
uk_ua: варіанти

source: Upselling
ar_sa: الارتقاء
fa_ir: پرفروش
fi: Lisämyynti
fr_fr: Vente incitative
hi: महंगा
ko_kr: 연쇄판매
pl_pl: Sprzedaż dodatkowa
sl: Nadaljnja prodaja
uk_ua: До продажу

source: Product Type:
ar_sa: نوع المنتج:
cs: Typ produktu:
de: Produktart:
fa_ir: نوع محصول:
fi: Tuotetyyppi:
fr_fr: Type de produit:
hi: उत्पाद का प्रकार:
it: Tipologia di prodotto:
ko_kr: 상품 유형:
pl_pl: Rodzaj produktu:
sl: Tip izdelka:
uk_ua: Тип продукту:

source: Upload, change or remove images
ar_sa: تحميل الصور أو تغييرها أو إزالتها
cs: Nahrajte, změňte nebo odstraňte obrázky
de: Bilder hochladen, ändern oder entfernen
fa_ir: بارگذاری، تغییر یا حذف تصاویر
fi: Lataa, muuta tai poista kuvia
fr_fr: Télécharger, modifier ou supprimer des images
hi: छवियाँ अपलोड करें, बदलें या हटाएँ
it: Carica, modifica o rimuovi immagini
ko_kr: 이미지 업로드, 변경 또는 제거
pl_pl: Przesyłaj, zmieniaj lub usuwaj obrazy
sl: Naložite, spremenite ali odstranite slike
uk_ua: Завантажте, змінюйте в ати або видаліть зображення

source: SKU
ar_sa: رمز التخزين التعريفي
de: Artikelnummer
fr_fr: UGS
hi: एसकेयू

source: Num in stock
ar_sa: العدد في المخزون
cs: Počet na skladě
de: Anzahl auf Lager
fa_ir: تعداد موجود در انبار
fi: Num varastossa
fr_fr: Nombre en stock
hi: स्टॉक में संख्या
it: Numero in magazzino
ko_kr: 재고 수
pl_pl: Ilość w magazynie
sl: Število na zalogi
uk_ua: Кількість в наявності

source: Num allocated
ar_sa: العدد المخصص
cs: Počet přidělených
de: Anzahl zugewiesen
fa_ir: تعداد اختصاص داده‌شده
fi: Määrä varattu
fr_fr: Nombre alloué
hi: संख्या आवंटित
it: Numero assegnato
ko_kr: 할당된 수
pl_pl: Przydzielona liczba
sl: Število dodeljenih
uk_ua: Кількість виділено

source: Low stock threshold
ar_sa: عتبة المخزون منخفضة
cs: Nízká skladová hranice
de: Niedriger Lagerbestandsschwellenwert
fa_ir: آستانه سهام پایین
fi: Alhainen osakkeen kynnys
fr_fr: Seuil de stock bas
hi: कम स्टॉक सीमा
it: Soglia di stock bassa
ko_kr: 낮은 재고 임계값
pl_pl: Niski próg zapasów
sl: Nizek prag zalog
uk_ua: Низький поріг запасів

source: Cost price
ar_sa: سعر الكلفة
cs: Pořizovací cena
de: Kosten
fa_ir: قیمت هزینه
fi: Kustannus hinta
fr_fr: Prix de revient
hi: लागत मूल्य
it: Prezzo di costo
ko_kr: 가격
pl_pl: Cena fabryczna
sl: Stroškovna cena
uk_ua: Ціна

source: Price (excl tax)
ar_sa: السعر (باستثناء الضريبة)
cs: Cena (bez daně)
de: Preis (exkl. MwSt.)
fa_ir: قیمت (بدون احتساب مالیات)
fi: Hinta (ilman alv)
fr_fr: Prix (HT)
hi: कीमत (टैक्स छोड़कर)
it: Prezzo (tasse escluse)
ko_kr: 가격(세금 별도)
pl_pl: Cena (bez podatku)
sl: Cena (brez davka)
uk_ua: Ціна (без податку)

source: Retail price
ar_sa: سعر التجزئة
cs: Maloobchodní cena
de: Endverbraucherpreis
fa_ir: قیمت خرده‌فروشی
fi: Vähittäismyyntihinta
fr_fr: Prix en détail
hi: खुदरा मूल्य
it: Prezzo al dettaglio
ko_kr: 소매 가격
pl_pl: Cena detaliczna
sl: Prodajna cena
uk_ua: Роздрібна ціна

source: Delete?
ar_sa: يمسح؟
cs: Smazat?
de: löschen ?
fa_ir: حذف شود؟
fi: Poistaa?
fr_fr: Supprimer?
hi: मिटाना?
it: Eliminare?
ko_kr: 삭제하시겠습니까?
pl_pl: Usuwać?
sl: Izbrisati?
uk_ua: <span class='notranslate'>в идаляти</span> ?

source: Adding...
ar_sa: جارٍ الإضافة...
cs: Přidávání...
de: Hinzufügen...
fa_ir: در حال افزودن
fi: Lisätään...
fr_fr: Ajouter...
hi: जोड़ा जा रहा है...
it: Aggiunta...
ko_kr: 추가하는 중...
pl_pl: Dodawanie...
sl: Dodajanje ...
uk_ua: Додавання...

source: Add variant
ar_sa: إضافة البديل
cs: Přidat variantu
de: Variante hinzufügen
fa_ir: افزودن گونه
fi: Lisää muunnelma
fr_fr: Ajouter une variante
hi: वैरिएंट जोड़ें
it: Aggiungi variante
ko_kr: 변형품 추가
pl_pl: Dodaj wariant
sl: Dodajte varianto
uk_ua: Додати варіант

source: Title
ar_sa: العنوان
cs: Název
de: Titel
fa_ir: عنوان
fi: Otsikko
fr_fr: Titre
hi: शीर्षक
it: Titolo
ko_kr: 제목
pl_pl: Tytuł
sl: Naslov
uk_ua: Назва

source: Stock records
ar_sa: سجلات الأسهم
cs: Skladové záznamy
de: Bestandsaufzeichnungen
fa_ir: سوابق سهام
fi: Varastokirjanpito
fr_fr: Registres des stocks
hi: स्टॉक रिकॉर्ड
it: Registri di magazzino
ko_kr: 재고 기록
pl_pl: Ewidencja zapasów
sl: Zaloge
uk_ua: Фондові записи

source: This product does not have any variants.
ar_sa: هذا المنتج ليس لديه أي المتغيرات.
cs: Tento produkt nemá žádné varianty.
de: Für dieses Produkt gibt es keine Varianten.
fa_ir: این محصول هیچ گونه‌ای ندارد.
fi: Tällä tuotteella ei ole vaihtoehtoja.
fr_fr: Ce produit n&#39;a pas de variantes.
hi: इस उत्पाद का कोई प्रकार नहीं है.
it: Questo prodotto non ha varianti.
ko_kr: 이 제품은 변형품을 가지고 있지 않습니다.
pl_pl: Ten produkt nie ma żadnych wariantów.
sl: Ta izdelek nima nobenih različic.
uk_ua: Цей товар не має варіантів.

source: One can't add variants to this product at this point.
ar_sa: لا يمكن إضافة متغيرات لهذا المنتج في هذه المرحلة.
cs: V tuto chvíli nelze k tomuto produktu přidávat varianty.
de: Zu diesem Produkt können derzeit keine Varianten hinzugefügt werden.
fa_ir: در حال حاضر نمی‌توان گونه‌ای را به این محصول افزود.
fi: Tähän tuotteeseen ei voi lisätä muunnelmia tässä vaiheessa.
fr_fr: On ne peut pas ajouter de variantes à ce produit à ce stade.
hi: इस बिंदु पर कोई भी इस उत्पाद में वेरिएंट नहीं जोड़ सकता है।
it: Non è possibile aggiungere varianti a questo prodotto a questo punto.
ko_kr: 현재로서는 이 제품에 다른 변형품을 추가할 수 없습니다.
pl_pl: W tym momencie nie można dodawać wariantów tego produktu.
sl: Temu izdelku trenutno ni mogoče dodati različic.
uk_ua: На цьому бал не можна додавати варіанти цього товару.

source: This is likely because this product still has stock records.
ar_sa: من المحتمل أن يكون هذا بسبب أن هذا المنتج لا يزال يحتوي على سجلات مخزون.
cs: Je to pravděpodobně proto, že tento produkt má stále skladovou evidenci.
de: Dies liegt wahrscheinlich daran, dass für dieses Produkt noch Bestandsaufzeichnungen vorliegen.
fa_ir: این احتمالاً به این دلیل است که این محصول هنوز دارای سوابق موجودی است.
fi: Tämä johtuu todennäköisestä, koska tällä tuotteella on edelleen varastotietoja.
fr_fr: C&#39;est probablement parce que ce produit a encore des registres de stock.
hi: ऐसा संभवतः इसलिए है क्योंकि इस उत्पाद के पास अभी भी स्टॉक रिकॉर्ड हैं।
it: Ciò è probabile perché questo prodotto ha ancora registrazioni di magazzino.
ko_kr: 이 제품은 아직 재고 기록이 남아 있기 때문일 수 있습니다.
pl_pl: Dzieje się tak prawdopodobnie dlatego, że ten produkt nadal posiada dokumentację magazynową.
sl: To je verjetno zato, ker ima ta izdelek še vedno zaloge.
uk_ua: Ймовірно, це тому, що цей продукт все ще є на складі.

source: Recommended products
ar_sa: المنتجات الموصى بها
cs: Doporučené produkty
de: Empfohlene Produkte
fa_ir: محصولات پیشنهادی
fi: Suositellut tuotteet
fr_fr: Produits recommandés
hi: सिफ़ारिश किये हुए उत्पाद
it: Prodotti consigliati
ko_kr: 추천 제품
pl_pl: Rekomendowane produkty
sl: Priporočeni izdelki
uk_ua: Рекомендовані продукти

source: Save and add another variant
ar_sa: احفظ وأضف متغيرًا آخر
cs: Uložit a přidat další variantu
de: Speichern und eine weitere Variante hinzufügen
fa_ir: ذخیره کنید و گونه‌ای دیگر بیفزایید
fi: Tallenna ja lisää toinen versio
fr_fr: Enregistrer et ajouter une autre variante
hi: सहेजें और दूसरा संस्करण जोड़ें
it: Salva e aggiungi un&#39;altra variante
ko_kr: 다른 변형품 저장 및 추가
pl_pl: Zapisz i dodaj kolejny wariant
sl: Shranite in dodajte drugo varianto
uk_ua: Збережіть і додайте інший варіант

source: Store Statistics (Last 24 Hours)
ar_sa: إحصائيات المتجر (آخر 24 ساعة)
cs: Statistiky obchodu (za posledních 24 hodin)
de: Store-Statistiken (letzte 24 Stunden)
fa_ir: آمار فروشگاه (24 ساعت گذشته)
fi: Kaupan tilastot (viimeiset 24 tuntia)
fr_fr: Statistiques du magasin (dernières 24 heures)
hi: स्टोर सांख्यिकी (पिछले 24 घंटे)
it: Statistiche del negozio (ultime 24 ore)
ko_kr: 통계 기록 저장(최근 24시간)
pl_pl: Statystyki sklepu (ostatnie 24 godziny)
sl: Statistika trgovine (zadnjih 24 ur)
uk_ua: Статистика магазину (останні 24 години)

source: New Customers
ar_sa: زبائن الجدد
cs: Noví zákazníci
de: neue Kunden
fa_ir: مشتریان جدید
fi: Uudet asiakkaat
fr_fr: nouveaux clients
hi: नए ग्राहक
it: nuovi clienti
ko_kr: 새 고객님
pl_pl: Nowi Klienci
sl: Nove stranke
uk_ua: Нові клієнти

source: Revenue
ar_sa: ربح
cs: Příjmy
de: Einnahmen
fa_ir: درآمد
fi: Tulot
fr_fr: Revenu
hi: आय
it: Reddito
ko_kr: 수익
pl_pl: Przychód
sl: Prihodki
uk_ua: Дохід

source: Average order cost
ar_sa: متوسط تكلفة الطلب
cs: Průměrná cena objednávky
de: Durchschnittliche Kosten
fa_ir: میانگین هزینه سفارش
fi: Keskimääräinen tilaushinta
fr_fr: Coût moyen de la commande
hi: औसत ऑर्डर लागत
it: Costo medio dell&#39;ordine
ko_kr: 평균 주문 비용
pl_pl: Średni koszt zamówienia
sl: Povprečna cena naročila
uk_ua: Середня вартість замовлення

source: Average (paid) order cost
ar_sa: متوسط تكلفة الطلب (المدفوعة).
cs: Průměrná (zaplacená) cena objednávky
de: Durchschnittliche (bezahlte) Kosten
fa_ir: میانگین (پرداختی) هزینه سفارش
fi: Keskimääräinen (maksettu) tilaushinta
fr_fr: Coût moyen (payé) de la commande
hi: औसत (भुगतान किया गया) ऑर्डर लागत
it: Costo medio dell&#39;ordine (pagato).
ko_kr: 평균(유료) 주문 비용
pl_pl: Średni (płatny) koszt zamówienia
sl: Povprečna (plačana) cena naročila
uk_ua: Середня (оплачена) вартість замовлення

source: Products and vouchers
ar_sa: المنتجات والقسائم
cs: Produkty a poukazy
de: Produkte und Gutscheine
fa_ir: محصولات و کوپن‌ها
fi: Tuotteet ja lahjakortit
fr_fr: Produits et bons
hi: उत्पाद और वाउचर
it: Prodotti e buoni
ko_kr: 상품 및 할인권
pl_pl: Produkty i bony
sl: Izdelki in boni
uk_ua: Продукти та ваучери

source: Total products
ar_sa: إجمالي المنتجات
cs: Celkem produktů
de: Gesamtprodukte
fa_ir: محصولات کلی
fi: Tuotteita yhteensä
fr_fr: Produits totaux
hi: कुल उत्पाद
it: Prodotti totali
ko_kr: 전체 제품
pl_pl: Razem produkty
sl: Skupaj izdelkov
uk_ua: всього продуктів

source: Active Vouchers
ar_sa: القسائم النشطة
cs: Aktivní poukazy
de: Aktive Gutscheine
fa_ir: کوپن‌های فعال
fi: Aktiiviset kupongit
fr_fr: Coupons actifs
hi: सक्रिय वाउचर
it: Buoni attivi
ko_kr: 사용 가능한 할인권
pl_pl: Aktywne kupony
sl: Aktivni boni
uk_ua: Активні ваучери

source: %(name)s | Offers
ar_sa: %(name)s | عروض
de: %(name)s | Bietet an
fi: %(name)s | Tarjoukset
fr_fr: %(name)s | Des offres
hi: %(name)s | ऑफर
it: %(name)s | Offerte
pl_pl: %(name)s | Oferuje
uk_ua: %(name)s | Пропозиції

source: Reinstating...
ar_sa: جارٍ الاستعادة...
cs: Obnovování...
de: Wiedereinsetzung...
fa_ir: در حال بازگردانی...
fi: Palautetaan...
fr_fr: Rétablissement...
hi: बहाल किया जा रहा है...
it: Ripristino...
ko_kr: 복원하는 중...
pl_pl: Przywracanie...
sl: Ponovna vzpostavitev ...
uk_ua: відновлення...

source: Reinstate offer
ar_sa: إعادة العرض
cs: Obnovit nabídku
de: Angebot erneut aktivieren
fa_ir: بازگرداندن پیشنهاد
fi: Palauta tarjous
fr_fr: Rétablir l&#39;offre
hi: प्रस्ताव पुनः बहाल करें
it: Ripristina l&#39;offerta
ko_kr: 할인 정보 복원
pl_pl: Przywróć ofertę
sl: Obnovi ponudbo
uk_ua: відновити пропозицію

source: Suspending...
ar_sa: تعليق...
cs: Pozastavení...
de: Aussetzung...
fa_ir: در حال تعلیق...
fi: Keskeytetään...
fr_fr: Suspension...
hi: निलंबित किया जा रहा है...
it: Sospensione...
ko_kr: 일시 중단 중...
pl_pl: Zawieszenie...
sl: Zaustavitev ...
uk_ua: Призупинення...

source: Suspend offer
ar_sa: تعليق العرض
cs: Pozastavit nabídku
de: Angebot aussetzen
fa_ir: پیشنهاد معلق
fi: Keskeytä tarjous
fr_fr: Suspendre l&#39;offre
hi: प्रस्ताव स्थगित करें
it: Sospendere l&#39;offerta
ko_kr: 할인 일시 중단
pl_pl: Zawieś ofertę
sl: Zaustavi ponudbo
uk_ua: Призупинити пропозицію

source: Delete offer
ar_sa: حذف العرض
cs: Smazat nabídku
de: Angebot löschen
fa_ir: حذف پیشنهاد
fi: Poista tarjous
fr_fr: Supprimer l&#39;offre
hi: ऑफ़र हटाएँ
it: Elimina l&#39;offerta
ko_kr: 할인 정보 삭제
pl_pl: Usuń ofertę
sl: Izbriši ponudbo
uk_ua: <span class='notranslate'>в идаляти</span> пропозицію
