Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: Base cookie domain used to share cookies across services.
ar_sa: مجال ملفات تعريف الارتباط الأساسي المستخدم لمشاركة ملفات تعريف الارتباط عبر الخدمات.
cs: Základní doména souborů cookie používaná ke sdílení souborů cookie mezi službami.
de: Basis-Cookie-Domäne, die zum Teilen von Cookies zwischen Diensten verwendet wird.
fa_ir: دامنه کوکی پایه که برای اشتراک‌گذاری کوکی‌ها در بین سرویس‌ها استفاده می‌شود.
fi: Perusevästeverkkotunnus, jota käytetään evästeiden jakamiseen palvelujen välillä.
fr_fr: Domaine de cookie de base utilisé pour partager les cookies entre les services.
hi: बेस कुकी डोमेन का उपयोग सभी सेवाओं में कुकीज़ साझा करने के लिए किया जाता है।
it: Dominio dei cookie di base utilizzato per condividere i cookie tra i servizi.
ko_kr: 여러 서비스에서 쿠키를 공유하는 데 이용되는 기본 쿠키 도메인입니다.
pl_pl: Podstawowa domena plików cookie używana do udostępniania plików cookie pomiędzy usługami.
sl: Osnovna domena piškotkov, ki se uporablja za skupno rabo piškotkov med storitvami.
uk_ua: Базовий домен файлів cookie, який використовується для обміну файлами cookie між службами.

source: Enable embargo check
ar_sa: تمكين التحقق من الحظر
cs: Povolit kontrolu embarga
de: Embargoprüfung zulassen
fa_ir: فعالسازی کنترل محرومیت
fi: Ota kauppasaarron tarkistus käyttöön
fr_fr: Activer la vérification de l&#39;embargo
hi: प्रतिबंध जांच सक्षम करें
it: Abilita il controllo dell&#39;embargo
ko_kr: 엠바고 검사 허용
pl_pl: Włącz sprawdzanie embargo
sl: Omogoči preverjanje embarga
uk_ua: доз в оляти ембарго чек

source: Enable embargo check at checkout.
ar_sa: تمكين التحقق من الحظر عند الخروج.
cs: Povolit kontrolu embarga u pokladny.
de: Embargokontrolle an der Kasse zulassen .
fa_ir: فعالسازی کنترل محرومیت در هنگام وارسی.
fi: Ota kauppasaarron tarkistus käyttöön kassalla.
fr_fr: Activez la vérification de l&#39;embargo à la caisse.
hi: चेकआउट पर प्रतिबंध जांच सक्षम करें।
it: Abilita il controllo dell&#39;embargo al momento del pagamento.
ko_kr: 결제 시 엠바고 검사를 허용
pl_pl: Włącz sprawdzanie embargo przy kasie.
sl: Omogoči preverjanje embarga ob blagajni.
uk_ua: доз в оляти ембарго check at checkout.

source: Discovery API URL
ar_sa: اكتشاف عنوان URL لواجهة برمجة التطبيقات
fr_fr: URL de l&#39;API de découverte
hi: डिस्कवरी एपीआई यूआरएल
it: URL dell&#39;API di rilevamento
ko_kr: 검색 API URL
pl_pl: Adres URL interfejsu API wykrywania
sl: URL za API za odkrivanje
uk_ua: URL-адреса Discovery API

source: Enable Apple Pay
ar_sa: تمكين أبل الدفع
cs: Povolit Apple Pay
de: Apple Pay zulassen
fa_ir: Apple Pay را فعال کنید
fi: Ota Apple Pay käyttöön
fr_fr: Activer Apple Pay
hi: ऐप्पल पे सक्षम करें
it: Abilita Apple Pay
ko_kr: 애플 페이 허용
pl_pl: Włącz Apple Pay
sl: Omogočite Apple Pay
uk_ua: доз в оляті Apple Pay

source: Enable Partial Program Offer
ar_sa: تمكين عرض البرنامج الجزئي
cs: Povolit částečnou programovou nabídku
de: Teilprogrammangebot zulassen
fa_ir: پیشنهاد جزئی برنامه را فعال کنید
fi: Ota osaohjelmatarjous käyttöön
fr_fr: Activer l&#39;offre de programme partiel
hi: आंशिक कार्यक्रम प्रस्ताव सक्षम करें
it: Abilita l&#39;offerta del programma parziale
ko_kr: 일부 프로그램 할인 허용
pl_pl: Włącz ofertę programu częściowego
sl: Omogoči delno ponudbo programa
uk_ua: дозволяти Часткова програма Пропозиція

source: Enable the application of program offers to remaining unenrolled or unverified courses
ar_sa: تمكين تطبيق عروض البرنامج على الدورات التدريبية المتبقية غير المسجلة أو التي لم يتم التحقق منها
cs: Povolit aplikaci nabídek programu na zbývající nezapsané nebo neověřené kurzy
de: zulassen die Anwendung von Programmangeboten auf verbleibende nicht eingeschriebene oder nicht bestätigte Kurse
fa_ir: استفاده از پیشنهادهای برنامه را برای دوره‌های آموزشی ثبت‌نشده یا تأییدنشده باقی‌مانده فعال کنید
fi: Ota ohjelmatarjousten soveltaminen käyttöön jäljellä oleville ilmoittautumattomille tai vahvistamattomille kursseille
fr_fr: Activer l&#39;application des offres de programme aux cours restants non inscrits ou non vérifiés
hi: शेष अनामांकित या असत्यापित पाठ्यक्रमों के लिए कार्यक्रम प्रस्तावों के आवेदन को सक्षम करें
it: Abilita l&#39;applicazione delle offerte del programma ai corsi rimanenti non iscritti o non verificati
ko_kr: 등록되지 않았거나 아직 확인되지 않은 나머지 과정에 프로그램 할인 허용
pl_pl: Włącz zastosowanie ofert programu do pozostałych niezapisanych lub niezweryfikowanych kursów
sl: Omogočite uporabo programskih ponudb za preostale nevpisane ali nepreverjene tečaje
uk_ua: доз в оляти додаток програма пропонує до решти незарахованих або неперевірених курсів

source: Hubspot Portal Secret Key
ar_sa: المفتاح السري لبوابة Hubspot
cs: Tajný klíč portálu Hubspot
de: Geheimer Schlüssel des Hubspot-Portals
fa_ir: کلید مخفی پرتال Hubspot
fi: Hubspot-portaalin salainen avain
fr_fr: Clé secrète du portail Hubspot
hi: हबस्पॉट पोर्टल गुप्त कुंजी
it: Chiave segreta del portale Hubspot
ko_kr: Hubspot 포털의 비밀 키
pl_pl: Tajny klucz portalu Hubspot
sl: Skrivni ključ portala Hubspot
uk_ua: Секретний ключ порталу Hubspot

source: Secret key for Hubspot portal authentication
ar_sa: المفتاح السري لمصادقة بوابة Hubspot
cs: Tajný klíč pro ověřování portálu Hubspot
de: Geheimer Schlüssel für die Hubspot-Portal-Authentifizierung
fa_ir: کلید مخفی برای احراز هویت پرتال Hubspot
fi: Hubspot-portaalin todennuksen salainen avain
fr_fr: Clé secrète pour l&#39;authentification du portail Hubspot
hi: हबस्पॉट पोर्टल प्रमाणीकरण के लिए गुप्त कुंजी
it: Chiave segreta per l&#39;autenticazione del portale Hubspot
ko_kr: HubSpot 포탈에서의 인증을 위한 암호 키
pl_pl: Tajny klucz do uwierzytelniania portalu Hubspot
sl: Skrivni ključ za preverjanje pristnosti portala Hubspot
uk_ua: Секретний ключ для автентифікації на порталі Hubspot

source: Enable Microfrontend for Basket Page
ar_sa: تمكين الواجهة المصغرة لصفحة السلة
cs: Povolit Microfrontend pro stránku košíku
de: Microfrontend für Warenkorbseite zulassen
fa_ir: Microfrontend را برای صفحه سبد فعال کنید
fi: Ota Microfrontend käyttöön korisivulle
fr_fr: Activer Microfrontend pour la page de panier
hi: बास्केट पेज के लिए माइक्रोफ्रंटेंड सक्षम करें
it: Abilita Microfrontend per la pagina del carrello
ko_kr: 장바구니 페이지에 Microfrontend 활성화
pl_pl: Włącz mikrofrontend dla strony koszyka
sl: Omogoči Microfrontend za stran košarice
uk_ua: доз в оляти Мікроінтерфейс для кошик Сторінка

source: Use the microfrontend implementation of the basket page instead of the server-side template
ar_sa: استخدم تطبيق الواجهة الدقيقة لصفحة السلة بدلاً من القالب من جانب الخادم
cs: Místo šablony na straně serveru použijte implementaci mikrofrontendu stránky košíku
de: Verwenden Sie die Microfrontend-Implementierung der Warenkorbseite anstelle der serverseitigen Vorlage
fa_ir: از پیاده‌سازی microfrontend صفحه سبد به جای قالب سمت سرور استفاده کنید
fi: Käytä korisivun microfrontend-toteutusta palvelinpuolen mallin sijaan
fr_fr: Utilisez l&#39;implémentation microfrontend de la page de panier au lieu du modèle côté serveur
hi: सर्वर-साइड टेम्पलेट के बजाय बास्केट पेज के माइक्रोफ़्रंटएंड कार्यान्वयन का उपयोग करें
it: Utilizza l&#39;implementazione microfrontend della pagina del carrello anziché il modello lato server
ko_kr: 서버 측 템플릿 대신 장바구니 페이지의 microfrontend 구현 사용
pl_pl: Użyj implementacji mikrofrontendowej strony koszyka zamiast szablonu po stronie serwera
sl: Namesto predloge na strani strežnika uporabite implementacijo mikrofrontend strani košarice
uk_ua: використовуйте реалізацію мікрофронтенда сторінки кошик замість серверного шаблону

source: Payment Microfrontend URL
ar_sa: عنوان URL للواجهة الدقيقة للدفع
cs: Adresa URL platebního mikrofrontendu
de: Zahlungs-Microfrontend-URL
fi: Maksun mikrokäyttöliittymän URL-osoite
fr_fr: URL du microfrontend de paiement
hi: भुगतान माइक्रोफ्रंटेंड यूआरएल
it: URL del microfrontend di pagamento
ko_kr: 결제 Microfrontend의 URL
pl_pl: Adres URL mikrofrontendu płatności
sl: URL za Microfrontend plačila
uk_ua: URL-адреса платіжного мікроінтерфейсу

source: URL for the Payment Microfrontend (used if Enable Microfrontend for Basket Page is set)
ar_sa: عنوان URL لـ Payment Microfrontend (يُستخدم في حالة تعيين Enable Microfrontend for Basket Page)
cs: Adresa URL pro platební mikrofrontend (používá se, pokud je nastavena možnost Povolit mikrofrontend pro stránku košíku)
de: URL für das Payment Microfrontend (wird verwendet, wenn „Microfrontend für Warenkorbseite zulassen eingestellt ist)
fa_ir: نشانی اینترنتی برای Microfrontend پرداخت (در صورتی استفاده می‌شود که Enable Microfrontend for Basket Page تنظیم شده باشد)
fi: Payment Microfrontendin URL-osoite (käytetään, jos Ota käyttöön korisivun mikrokäyttöliittymä on asetettu)
fr_fr: URL du microfrontend de paiement (utilisé si Activer le microfrontend pour la page de panier est défini)
hi: भुगतान माइक्रोफ्रंटेंड के लिए यूआरएल (यदि बास्केट पेज के लिए माइक्रोफ्रंटेंड सक्षम करें सेट है तो इसका उपयोग किया जाता है)
it: URL per il microfrontend di pagamento (utilizzato se è impostato Abilita microfrontend per la pagina del carrello)
ko_kr: 결제 Microfrontend의 URL(장바구니 페이지에 Microfrontend 활성화가 설정된 경우 사용 가능)
pl_pl: Adres URL mikrofrontendu płatności (używany, jeśli ustawiono opcję Włącz mikrofrontend dla strony koszyka)
sl: URL za Microfrontend za plačila (uporablja se, če je nastavljena možnost Omogoči mikrofrontend za stran košarice)
uk_ua: URL-адреса платіжного мікроінтерфейсу (використовується, якщо встановлено доз в оляти мікроінтерфейс для кошик )

source: last name
ar_sa: اسم العائلة
cs: příjmení
de: Familienname, Nachname
fa_ir: نام خانوادگی
fi: sukunimi
fr_fr: nom de famille
hi: उपनाम
it: cognome
ko_kr: 성
pl_pl: nazwisko
sl: priimek
uk_ua: останнє ім&#39;я

source: first name
ar_sa: الاسم الأول
cs: jméno
de: Vorname
fa_ir: نام
fi: etunimi
fr_fr: Prénom
hi: पहला नाम
it: nome di battesimo
pl_pl: imię
sl: ime
uk_ua: перше ім&#39;я

source: Full Name
ar_sa: الاسم الكامل
cs: Celé jméno
de: vollständiger Name
fa_ir: نام و نام خانوادگی
fi: Koko nimi
fr_fr: Nom complet
hi: पूरा नाम
it: Nome e Cognome
ko_kr: 실명
pl_pl: Pełne imię i nazwisko
sl: Polno ime
uk_ua: Повне ім&#39;я

source: LMS user id
ar_sa: معرف مستخدم LMS
cs: ID uživatele LMS
de: LMS-Benutzer- ID
fa_ir: شناسه کاربر سامانه آموزشی مجازی
fi: LMS-käyttäjätunnus
fr_fr: ID utilisateur LMS
hi: एलएमएस उपयोगकर्ता आईडी
it: ID utente LMS
ko_kr: LMS 사용자 ID
pl_pl: Identyfikator użytkownika LMS
sl: ID uporabnika LMS
uk_ua: id користувача На <span class='notranslate'>в чальна система</span>

source: Name
ar_sa: الاسم
cs: Jméno
fa_ir: نام
fi: Nimi
fr_fr: Nom
hi: नाम
it: Nome
ko_kr: 이름
pl_pl: Nazwa
sl: ime
uk_ua: ім'я

source: EnterpriseCustomer UUID
ar_sa: معرف UUID للعميل الخاص بالمؤسسة
fr_fr: UUID EnterpriseCustomer
hi: एंटरप्राइज़ ग्राहक यूयूआईडी
it: UUID del cliente aziendale
ko_kr: 기업 고객 UUID
pl_pl: Identyfikator UUID klienta korporacyjnego

source: UUID for an EnterpriseCustomer from the Enterprise Service.
ar_sa: UUID لعميل Enterprise من خدمة Enterprise.
cs: UUID pro EnterpriseCustomer z Enterprise Service.
de: UUID für einen EnterpriseCustomer aus dem Enterprise Service.
fa_ir: UUID برای یک EnterpriseCustomer از خدمت سازمانی.
fi: UUID Enterprise-asiakkaalle Enterprise Servicestä.
fr_fr: UUID pour un EnterpriseCustomer du service Enterprise.
hi: एंटरप्राइज़ सेवा से एंटरप्राइज़ ग्राहक के लिए यूयूआईडी।
it: UUID per un cliente aziendale dal servizio aziendale.
ko_kr: 기업 전용 서비스를 이용하는 기업 고객에 대한 UUID입니다.
pl_pl: UUID klienta korporacyjnego z usługi korporacyjnej.
sl: UUID za EnterpriseCustomer iz Enterprise Service.
uk_ua: UUID для EnterpriseCustomer із Enterprise Service.

source: Coupon does not exist.
ar_sa: القسيمة غير موجودة.
cs: Kupón neexistuje.
de: Gutschein existiert nicht.
fa_ir: کوپن وجود ندارد.
fi: Kuponkia ei ole olemassa.
fr_fr: Le coupon n&#39;existe pas.
hi: कूपन मौजूद नहीं है.
it: Il buono non esiste.
ko_kr: 쿠폰이 존재하지 않습니다.
pl_pl: kupon nie istnieje.
sl: Kupon ne obstaja.
uk_ua: купон не існує.

source: This coupon code is not yet valid.
ar_sa: رمز القسيمة هذا غير صالح بعد.
cs: Tento kód kupónu ještě není platný.
de: Dieser Gutscheincode ist noch nicht gültig.
fa_ir: این کوپن هنوز معتبر نیست.
fi: Tämä kuponkikoodi ei ole vielä voimassa.
fr_fr: Ce code promo n&#39;est pas encore valide.
hi: यह कूपन कोड अभी मान्य नहीं है.
it: Questo codice coupon non è ancora valido.
ko_kr: 아직 유효하지 않은 쿠폰 코드입니다.
pl_pl: Ten kod kupon nie jest jeszcze ważny.
sl: Ta koda kupona še ni veljavna.
uk_ua: Цей код купон ще id .

source: This coupon code has expired.
ar_sa: لقد انتهت صلاحية رمز القسيمة هذا.
cs: Platnost tohoto kódu kupónu vypršela.
de: Dieser Gutscheincode ist abgelaufen.
fa_ir: این کد کوپن منقضی شده است.
fi: Tämä kuponkikoodi on vanhentunut.
fr_fr: Ce code promo a expiré.
hi: यह कूपन कोड समाप्त हो गया है.
it: Questo codice coupon è scaduto.
ko_kr: 만료된 쿠폰 코드입니다.
pl_pl: Ten kod kupon wygasł.
sl: Ta koda kupona je potekla.
uk_ua: Термін дії цього коду купон минув.

source: Product [{product}] not available for purchase.
ar_sa: المنتج [ {product} ] غير متاح للشراء.
cs: Produkt [{product}] nelze zakoupit.
de: Produkt [ {product} ] nicht zum Kauf verfügbar.
fa_ir: محصول [{product}] برای خرید در دسترس نیست.
fi: Tuote [{product}] ei ole ostettavissa.
fr_fr: Produit [{product}] non disponible à l&#39;achat.
hi: उत्पाद [ {product} ] खरीद के लिए उपलब्ध नहीं है।
it: Prodotto [ {product} ] non disponibile per l&#39;acquisto.
ko_kr: [{product}] 제품을 구입하실 수 없습니다.
pl_pl: Produkt [ {product} ] niedostępny w sprzedaży.
sl: Izdelek [{product}] ni na voljo za nakup.
uk_ua: Товар [ {product} ] недоступний для покупки.

source: This coupon code is no longer available.
ar_sa: رمز القسيمة هذا لم يعد متوفرا.
cs: Tento kód kupónu již není dostupný.
de: Dieser Gutscheincode ist nicht mehr verfügbar.
fa_ir: این کد کوپن دیگر در دسترس نیست.
fi: Tämä kuponkikoodi ei ole enää saatavilla.
fr_fr: Ce code promo n&#39;est plus disponible.
hi: यह कूपन कोड अब उपलब्ध नहीं है.
it: Questo codice coupon non è più disponibile.
ko_kr: 이 쿠폰 코드는 더 이상 사용할 수 없습니다.
pl_pl: Ten kod kupon nie jest już dostępny.
sl: Ta koda kupona ni več na voljo.
uk_ua: Цей код купон більше не доступний.

source: This coupon code is invalid.
ar_sa: رمز القسيمة هذا غير صالح.
cs: Tento kód kupónu je neplatný.
de: Dieser Gutscheincode ist ungültig.
fa_ir: این کد کوپن معتبر نیست.
fi: Tämä kuponkikoodi on virheellinen.
fr_fr: Le code coupon n'est pas valable.
hi: यह कूपन कोड अमान्य है.
it: Questo codice coupon non è valido.
ko_kr: 잘못된 쿠폰 코드입니다.
pl_pl: Ten kod kupon jest nieprawidłowy.
sl: Ta koda kupona ni veljavna.
uk_ua: Цей код купон є недійсним id .

source: The voucher is not applicable to your current basket.
ar_sa: لا تنطبق القسيمة على سلتك الحالية.
cs: Poukaz nelze uplatnit na váš aktuální košík.
de: Der Gutschein gilt nicht für Ihren aktuellen Warenkorb.
fa_ir: کوپن برای سبد فعلی شما قابل استفاده نیست.
fi: Lahjakortti ei koske nykyistä koriasi.
fr_fr: Le bon n&#39;est pas applicable à votre panier actuel.
hi: वाउचर आपकी वर्तमान टोकरी पर लागू नहीं है।
it: Il buono non è applicabile al tuo carrello attuale.
ko_kr: 할인권은 현재 귀하의 장바구니엔 적용되지 않습니다.
pl_pl: kupon nie dotyczy Twojego aktualnego koszyka.
sl: Bon ne velja za vašo trenutno košarico.
uk_ua: ваучер не поширюється на ваш поточний кошик .

source: Welcome to edX
ar_sa: مرحبًا بك في إيدكس
cs: Vítejte v edX
de: Willkommen bei edX
fa_ir: به ادکس خوش آمدید
fi: Tervetuloa edX:ään
fr_fr: Bienvenue sur edX
hi: एडएक्स में आपका स्वागत है
it: Benvenuto in edX
ko_kr: edX에 오신 것을 환영합니다
pl_pl: Witamy w EdX
sl: Dobrodošli v edX
uk_ua: Ласкаво просимо до edX

source: Please choose from the courses selected by your organization to start learning.
ar_sa: يرجى الاختيار من بين الدورات التي اختارتها مؤسستك لبدء التعلم.
cs: Chcete-li se začít učit, vyberte si z kurzů vybraných vaší organizací.
de: Bitte wählen Sie einen der von Ihrer Organisation ausgewählten Kurse aus, um mit dem Lernen zu beginnen.
fa_ir: لطفاً از دوره‎‌های آموزشی منتخب توسط سازمان خود برای شروع آموزش انتخاب کنید.
fi: Aloita oppiminen valitsemalla organisaatiosi valitsemista kursseista.
fr_fr: Veuillez choisir parmi les cours sélectionnés par votre organisation pour commencer à apprendre.
hi: कृपया सीखना शुरू करने के लिए अपने संगठन द्वारा चुने गए पाठ्यक्रमों में से चुनें।
it: Scegli tra i corsi selezionati dalla tua organizzazione per iniziare ad apprendere.
ko_kr: 귀하께서 속한 조직에서 선발된 코스에서 선택하여 학습을 시작하세요.
pl_pl: Aby rozpocząć naukę, wybierz jeden z kursów wybranych przez Twoją organizację.
sl: Za začetek učenja izberite med tečaji, ki jih je izbrala vaša organizacija.
uk_ua: Будь ласка виберіть з курсів, вибраних вашою організація , щоб почати навчання.

source: Code not provided.
ar_sa: لم يتم توفير الرمز.
cs: Kód nebyl poskytnut.
de: Code nicht angegeben.
fa_ir: کد ارائه نشده است.
fi: Koodia ei ole annettu.
fr_fr: Code non fourni.
hi: कोड उपलब्ध नहीं कराया गया.
it: Codice non fornito.
ko_kr: 코드가 제공되지 않았습니다.
pl_pl: Nie podano kodu.
sl: Koda ni navedena.
uk_ua: Код не id .

source: SKU not provided.
ar_sa: لم يتم توفير SKU.
cs: SKU není poskytnuto.
de: SKU nicht angegeben.
fa_ir: SKU در دسترس نیست.
fi: SKU:ta ei ole annettu.
fr_fr: SKU non fourni.
hi: SKU प्रदान नहीं किया गया.
it: SKU non fornito.
ko_kr: SKU가 제공되지 않습니다.
pl_pl: Nie podano numeru SKU.
sl: SKU ni naveden.
uk_ua: SKU не id .

source: The product does not exist.
ar_sa: المنتج غير موجود.
cs: Produkt neexistuje.
de: Das Produkt existiert nicht.
fa_ir: این محصول وجود ندارد.
fi: Tuotetta ei ole olemassa.
fr_fr: Le produit n&#39;existe pas.
hi: उत्पाद मौजूद नहीं है.
it: Il prodotto non esiste.
ko_kr: 해당 제품이 존재하지 않습니다.
pl_pl: Produkt nie istnieje.
sl: Izdelek ne obstaja.
uk_ua: Товар не існує.

source: You are not eligible to use this coupon.
ar_sa: أنت لست مؤهلاً لاستخدام هذه القسيمة.
cs: Tento kupón nemůžete použít.
de: Sie sind nicht berechtigt, diesen Gutschein zu verwenden.
fa_ir: شما واجد شرایط استفاده از این کوپن نیستید.
fi: Et voi käyttää tätä kuponkia.
fr_fr: Vous n&#39;êtes pas éligible pour utiliser ce coupon.
hi: आप इस कूपन का उपयोग करने के पात्र नहीं हैं।
it: Non sei idoneo a utilizzare questo coupon.
ko_kr: 귀하께선 이 쿠폰을 사용할 자격을 가지고 계시지 않습니다.
pl_pl: Nie możesz skorzystać z tego kupon .
sl: Niste upravičeni do uporabe tega kupona.
uk_ua: ви не маєте права використовувати цей купон .

source: Couldn't find a matching Enterprise Customer for this coupon.
ar_sa: تعذر العثور على عميل Enterprise مطابق لهذه القسيمة.
cs: Pro tento kupón nebyl nalezen odpovídající podnikový zákazník.
de: Für diesen Coupon konnte kein passender Enterprise-Kunde gefunden werden.
fa_ir: مشتری سازمانی منطبق با این کوپن پیدا نشد.
fi: Tälle kupongille ei löytynyt vastaavaa yritysasiakasta.
fr_fr: Impossible de trouver un client d&#39;entreprise correspondant à ce coupon.
hi: इस कूपन के लिए कोई मेल खाता एंटरप्राइज़ ग्राहक नहीं मिल सका।
it: Impossibile trovare un cliente aziendale corrispondente per questo coupon.
ko_kr: 이 쿠폰에 일치하는 기업 고객을 찾을 수 없습니다.
pl_pl: Nie udało się znaleźć odpowiedniego klienta korporacyjnego dla tego kupon .
sl: Za ta kupon ni bilo mogoče najti ustrezne poslovne stranke.
uk_ua: Не вдалося знайти відповідного корпоративного клієнта для цього купон .

source: This coupon is not valid for purchasing a program. Try using this on an individual course in the program. If you need assistance, contact edX support.
ar_sa: هذه القسيمة غير صالحة لشراء البرنامج. حاول استخدام هذا في دورة فردية في البرنامج. إذا كنت بحاجة إلى مساعدة، فاتصل بدعم edX.
cs: Tento kupón neplatí pro nákup programu. Zkuste to použít na individuálním kurzu v programu. Pokud potřebujete pomoc, kontaktujte podporu edX.
de: Dieser Gutschein ist nicht für den Kauf eines Programms gültig. Versuchen Sie, dies in einem einzelnen Kurs des Programms zu verwenden. Wenn Sie Hilfe benötigen, wenden Sie sich an den edX-Support.
fa_ir: این کوپن برای خرید برنامه معتبر نیست. سعی کنید از این مورد در یک دوره آموزشی فردی در برنامه استفاده کنید. اگر به راهنمایی نیاز دارید، با پشتیبانی ادکس تماس بگیرید.
fi: Tämä kuponki ei kelpaa ohjelman ostamiseen. Kokeile käyttää tätä ohjelman yksittäisellä kurssilla. Jos tarvitset apua, ota yhteyttä edX-tukeen.
fr_fr: Ce coupon n&#39;est pas valide pour l&#39;achat d&#39;un programme. Essayez de l&#39;utiliser sur un cours individuel du programme. Si vous avez besoin d&#39;aide, contactez le support edX.
hi: यह कूपन किसी प्रोग्राम को खरीदने के लिए मान्य नहीं है। प्रोग्राम में किसी व्यक्तिगत पाठ्यक्रम पर इसका उपयोग करने का प्रयास करें। यदि आपको सहायता की आवश्यकता है, तो edX समर्थन से संपर्क करें।
it: Questo coupon non è valido per l&#39;acquisto di un programma. Prova a utilizzarlo in un corso individuale del programma. Se hai bisogno di assistenza, contatta il supporto edX.
ko_kr: 이 쿠폰은 프로그램 구매 시 유효하지 않습니다. 이 쿠폰을 프로그램의 개별 코스에서 사용해 보세요. 만약 추가적인 도움이 필요하시면 edX 지원팀에 문의해 주세요.
pl_pl: Ten kupon nie uprawnia do zakupu programu. Spróbuj użyć tego w indywidualnym kursie w programie. Jeśli potrzebujesz pomocy, skontaktuj się z pomocą techniczną edX.
sl: Ta kupon ne velja za nakup programa. Poskusite to uporabiti na posameznem tečaju v programu. Če potrebujete pomoč, se obrnite na podporo edX.
uk_ua: Цей купон не id для придбання програма . Спробуйте використати це на id курс в програма . Якщо вам потрібна допомога, зверніться до служби підтримки edX.

source: Invalid data sharing consent token provided.
ar_sa: تم تقديم رمز مميز للموافقة على مشاركة البيانات غير صالح.
cs: Nebyl poskytnut platný token souhlasu se sdílením dat.
de: Es wurde ein ungültiges Daten -Einwilligungstoken bereitgestellt.
fa_ir: کد رضایت اشتراک‌گذاری داده نامعتبر ارائه شده است.
fi: Virheellinen tietojen jakamisen suostumustunnus.
fr_fr: Jeton de consentement au partage de données non valide fourni.
hi: अमान्य डेटा साझाकरण सहमति टोकन प्रदान किया गया।
it: È stato fornito un token di consenso alla condivisione dei dati non valido.
ko_kr: 제공된 데이터 공유 동의 토큰이 잘못되었습니다.
pl_pl: Podano nieprawidłowy token zgody na udostępnianie danych.
sl: Naveden je neveljaven žeton za soglasje za skupno rabo podatkov.
uk_ua: Надано недійсний дані згоди на спільний доступ.

source: You have already purchased {course} seat.
ar_sa: لقد قمت بالفعل بشراء مقعد {course} .
cs: Již jste si zakoupili místo {course}.
de: Sie haben bereits den Sitz {course} gekauft.
fa_ir: شما قبلاً جایگاه {course} را خریداری کرده‌اید.
fi: Olet jo ostanut {course}-istuimen.
fr_fr: Vous avez déjà acheté le siège {course}.
hi: आपने पहले ही {course} सीट खरीद ली है।
it: Hai già acquistato il posto {course} .
ko_kr: 이미 {course}를 구매하셨습니다.
pl_pl: Kupiłeś już siedzisko {course} .
sl: Sedež {course} ste že kupili.
uk_ua: ви вже придбали місце {курс} .

source: A discount has been applied, courtesy of {enterprise_customer_name}.
ar_sa: تم تطبيق الخصم، من باب المجاملة {enterprise_customer_name} .
cs: Byla uplatněna sleva s laskavým svolením {enterprise_customer_name}.
de: Mit freundlicher Genehmigung von {enterprise_customer_name} wurde ein Rabatt gewährt.
fa_ir: تخفیفی اعمال شده است، با احترام از {enterprise_customer_name}.
fi: Alennus on myönnetty {enterprise_customer_name}:n ansiosta.
fr_fr: Une remise a été appliquée, gracieuseté de {enterprise_customer_name}.
hi: {enterprise_customer_name} के सौजन्य से छूट लागू की गई है।
it: È stato applicato uno sconto, per gentile concessione di {enterprise_customer_name} .
ko_kr: {enterprise_customer_name}에 의해 할인이 적용되었습니다.
pl_pl: Dzięki uprzejmości {enterprise_customer_name} zastosowano zniżkę.
sl: Uporabljen je bil popust z dovoljenjem {enterprise_customer_name}.
uk_ua: Було застосовано Знижка , надано {enterprise_customer_name} .
