Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: Product API only supports {http_method} for {product_class} products.
ar_sa: تدعم واجهة برمجة تطبيقات المنتج فقط {http_method} لمنتجات {product_class} .
cs: Product API podporuje pouze {http_method} pro produkty {product_class}.
de: Die Produkt-API unterstützt nur {http_method} für {product_class} -Produkte.
fa_ir: Product API فقط از {http_method} برای محصولات {product_class} پشتیبانی می‌کند.
fi: Product API tukee vain {http_method}-tukea {product_class}-tuotteille.
fr_fr: L&#39;API de produit ne prend en charge que {http_method} pour les produits {product_class}.
hi: उत्पाद एपीआई केवल {product_class} उत्पादों के लिए {http_method} का समर्थन करता है।
it: L&#39;API del prodotto supporta solo {http_method} per i prodotti {product_class} .
ko_kr: 제품 API는 {product_class} 제품에 대해서만 {http_method}를 지원합니다.
pl_pl: Interfejs API produktu obsługuje tylko {http_method} dla produktów {product_class} .
sl: API za izdelke podpira samo {http_method} za izdelke {product_class}.
uk_ua: API продукту підтримує тільки {http_method} для продуктів {product_class} .

source: Missing or bad value for: [{name}].
ar_sa: قيمة مفقودة أو سيئة لـ: [ {name} ].
cs: Chybějící nebo špatná hodnota pro: [{name}].
de: Fehlender oder falscher Wert für: [ {name} ].
fa_ir: مقداری وجود ندارد یا نادرست است برای: [{name}].
fi: Puuttuva tai huono arvo kohteelle: [{name}].
fr_fr: Valeur manquante ou incorrecte pour : [{name}].
hi: इसके लिए गुम या ख़राब मान: [ {name} ]।
it: Valore mancante o errato per: [ {name} ].
ko_kr: [{name}]에 대한 값이 없거나 잘못되었습니다.
pl_pl: Brakująca lub zła wartość dla: [ {name} ].
sl: Manjka ali slaba vrednost za: [{name}].
uk_ua: відсутнє або неправильне значення для: [{ ім&#39;я }].

source: {id} - {status} basket (owner: {owner}, lines: {num_lines})
ar_sa: سلة {id} - {status} (المالك: {owner} ، الخطوط: {num_lines} )
cs: {id} – {status} košík (vlastník: {owner}, řádky: {num_lines})
de: {ID} – {status} Korb (Eigentümer: {owner} , Zeilen: {num_lines} )
fa_ir: {id} - {status} بسته (owner: {owner}, خطوط: {num_lines})
fi: {id} - {status} -kori (omistaja: {owner}, rivit: {num_lines})
fr_fr: {id} - {status} panier (propriétaire : {owner}, lignes : {num_lines})
hi: {id} - {status} टोकरी (स्वामी: {owner} , पंक्तियाँ: {num_lines} )
it: Carrello {id} - {status} (proprietario: {owner} , righe: {num_lines} )
ko_kr: {id} - {status} 장바구니(소유자: {owner}, 줄: {num_lines})
pl_pl: {id} - {status} koszyk (właściciel: {owner} , linie: {num_lines} )
sl: {id} - {status} košarica (lastnik: {owner}, vrstice: {num_lines})
uk_ua: {id} - {status} кошик (власник: {owner} , лінії: {num_lines} )

source: Basket
ar_sa: سلة
cs: Košík
de: Korb
fa_ir: سبدخرید
fi: Kori
fr_fr: Panier
hi: टोकरी
it: Cestino
ko_kr: 장바구니
pl_pl: Kosz
sl: Košara
uk_ua: кошик

source: Attribute Type
ar_sa: نوع السمة
cs: Typ atributu
de: Attributtyp
fa_ir: نوع ویژگی
fi: Attribuuttityyppi
fr_fr: Type d&#39;attribut
hi: गुण प्रकार
it: Tipo di attributo
ko_kr: 속성 유형
pl_pl: Typ atrybutu
sl: Vrsta atributa
uk_ua: Тип атрибута

source: Text Attribute
ar_sa: سمة النص
cs: Textový atribut
de: Textattribut
fa_ir: متن ویژگی
fi: Tekstin ominaisuus
fr_fr: Attribut de texte
hi: पाठ विशेषता
it: Attributo del testo
ko_kr: 텍스트 속성
pl_pl: Atrybut tekstowy
sl: Besedilni atribut
uk_ua: Текстовий атрибут

source: Due to export controls, we cannot allow you to access this course at this time.
ar_sa: نظرًا لضوابط التصدير، لا يمكننا السماح لك وصول هذه الدورة في الوقت الحالي.
cs: Kvůli kontrole exportu vám v tuto chvíli nemůžeme umožnit přístup k tomuto kurzu.
de: Aufgrund von Exportkontrollen können wir Ihnen den Zugriff auf diesen Kurs derzeit nicht gestatten.
fa_ir: به‌دلیل کنترل‌های صدور، امکان اجازه دسترسی به این دوره آموزشی را نداریم.
fi: Vientirajoitusten vuoksi emme voi sallia sinun pääsyä tälle kurssille tällä hetkellä.
fr_fr: En raison des contrôles à l&#39;exportation, nous ne pouvons pas vous permettre d&#39;accéder à ce cours pour le moment.
hi: निर्यात नियंत्रणों के कारण, हम आपको इस समय इस पाठ्यक्रम तक पहुँचने की अनुमति नहीं दे सकते।
it: A causa dei controlli sulle esportazioni, al momento non possiamo consentirti di accedere a questo corso.
ko_kr: 수출 통제로 인해 현재 이 코스에 대한 접근을 허용할 수 없습니다.
pl_pl: Ze względu na kontrolę eksportu nie możemy obecnie umożliwić Ci dostępu do tego kursu.
sl: Zaradi nadzora izvoza vam trenutno ne moremo dovoliti dostopa do tega tečaja.
uk_ua: Через контроль експорту <span class='notranslate'>в ати</span> ми не можемо надати вам доступ до цього курс наразі.

source: Click here to just purchase an enrollment for yourself
ar_sa: أُنقر هنا فقط لشراء التسجيل لنفسك
cs: Kliknutím sem si zakoupíte registraci pro sebe
de: klicken hier, um eine Registrierung für sich selbst zu erwerben
fa_ir: برای خرید ثبت‌نام برای خودتان، اینجا را کلیک کنید
fi: Napsauta tästä vain ostaaksesi ilmoittautumisen itsellesi
fr_fr: Cliquez ici pour simplement acheter une inscription pour vous-même
hi: अपने लिए नामांकन खरीदने के लिए यहां क्लिक करें
it: Fai clic qui solo per acquistare un&#39;iscrizione per te stesso
ko_kr: 직접 등록하시려면 여기를 클릭해 주세요.
pl_pl: kliknij tutaj, aby kupić rejestrację dla siebie
sl: Kliknite tukaj, če želite samo kupiti vpis zase
uk_ua: натискати тут, щоб просто придбати запис для себе

source: Click here to purchase multiple seats in this course
ar_sa: أُنقر هنا لشراء مقاعد متعددة في هذه الدورة
cs: Kliknutím sem zakoupíte více míst v tomto kurzu
de: klicken hier, um mehrere Plätze in diesem Kurs zu erwerben
fa_ir: برای خرید تعدادی صندلی در این دوره آموزشی کلیک کنید
fi: Napsauta tästä ostaaksesi useita paikkoja tälle kurssille
fr_fr: Cliquez ici pour acheter plusieurs places dans ce cours
hi: इस पाठ्यक्रम में अनेक सीटें खरीदने के लिए यहां क्लिक करें
it: Fai clic qui per acquistare più posti in questo corso
ko_kr: 이 코스에서 여러 과정을 신청하고자 하신다면 여기를 클릭해주세요.
pl_pl: kliknij tutaj, aby kupić wiele miejsc na tym kursie
sl: Kliknite tukaj za nakup več sedežev v tem tečaju
uk_ua: натискати тут, щоб придбати кілька місць в цьому курс

source: Coupon code '{code}' has expired.
ar_sa: انتهت صلاحية رمز القسيمة &#39;{code}&#39;.
cs: Platnost kódu kupónu '{code}' vypršela.
de: Der Gutscheincode „{code}“ ist abgelaufen.
fa_ir: کد کوپن '{code}' منقضی شده است.
fi: Kuponkikoodi &#39;{code}&#39; on vanhentunut.
fr_fr: Le code promo &#39;{code}&#39; a expiré.
hi: कूपन कोड &#39;{कोड}&#39; समाप्त हो गया है।
it: Il codice coupon &#39;{code}&#39; è scaduto.
ko_kr: 쿠폰 코드 '{code}'가 만료되었습니다.
pl_pl: kod kupon &#39;{code}&#39; wygasł.
sl: Koda kupona &#39;{code}&#39; je potekla.
uk_ua: термін дії коду купон &#39;{code}&#39; минув.

source: Coupon code '{code}' is not active.
ar_sa: رمز القسيمة &#39;{code}&#39; غير نشط.
cs: Kód kupónu '{code}' není aktivní.
de: Der Gutscheincode „{code}“ ist nicht aktiv.
fa_ir: کدکوپن '{code}' فعال نیست.
fi: Kuponkikoodi &#39;{code}&#39; ei ole aktiivinen.
fr_fr: Le code promo &#39;{code}&#39; n&#39;est pas actif.
hi: कूपन कोड &#39;{कोड}&#39; सक्रिय नहीं है.
it: Il codice coupon &#39;{code}&#39; non è attivo.
ko_kr: 쿠폰 코드 '{code}'가 활성화되지 않았습니다.
pl_pl: kod kupon &#39;{code}&#39; nie jest aktywny.
sl: Koda kupona &#39;{code}&#39; ni aktivna.
uk_ua: код купон &#39;{code}&#39; неактивний.

source: Coupon code '{code}' is not available. {msg}
ar_sa: رمز القسيمة &#39;{code}&#39; غير متوفر. {msg}
cs: Kód kupónu '{code}' není k dispozici. {msg}
de: Der Gutscheincode „{code}“ ist nicht verfügbar. {msg}
fa_ir: کد کوپن '{code}' در دسترس نیست. {msg}
fi: Kuponkikoodi &#39;{code}&#39; ei ole saatavilla. {msg}
fr_fr: Le code promo &#39;{code}&#39; n&#39;est pas disponible. {msg}
hi: कूपन कोड &#39;{कोड}&#39; उपलब्ध नहीं है. {msg}
it: Il codice coupon &#39;{code}&#39; non è disponibile. {msg}
ko_kr: 쿠폰 코드 '{code}'를 사용하실 수 없습니다. {msg}
pl_pl: kod kupon „{code}” jest niedostępny. {msg}
sl: Koda kupona &#39;{code}&#39; ni na voljo. {msg}
uk_ua: код купон &#39;{code}&#39; недоступний. {msg}

source: Coupon code '{code}' is not valid for this basket.
ar_sa: رمز القسيمة &#39;{code}&#39; غير صالح لهذه السلة.
cs: Kód kupónu '{code}' není platný pro tento košík.
de: Der Gutscheincode „{code}“ ist für diesen Warenkorb nicht gültig.
fa_ir: کد کوپن '{code}' برای این سبد خرید معتبر نیست.
fi: Kuponkikoodi &#39;{code}&#39; ei kelpaa tähän koriin.
fr_fr: Le code promo &#39;{code}&#39; n&#39;est pas valable pour ce panier.
hi: कूपन कोड &#39;{कोड}&#39; इस टोकरी के लिए मान्य नहीं है।
it: Il codice coupon &#39;{code}&#39; non è valido per questo carrello.
ko_kr: 쿠폰 코드 '{code}'는 이 장바구니엔 유효하지 않습니다.
pl_pl: kod kupon &#39;{code}&#39; nie jest ważny dla tego koszyka.
sl: Koda kupona &#39;{code}&#39; ni veljavna za to košarico.
uk_ua: Код купон &#39;{code}&#39; недійсний для цього кошик .

source: Coupon code '{code}' is not valid for this basket for a bundled purchase.
ar_sa: رمز القسيمة &#39;{code}&#39; غير صالح لهذه السلة للشراء المجمع.
cs: Kód kupónu '{code}' není platný pro tento košík pro nákup v balíčku.
de: Der Gutscheincode „{code}“ ist für diesen Warenkorb bei einem gebündelten Kauf nicht gültig.
fa_ir: کد کوپن '{code}' برای این سبد برای خرید گروهی معتبر نیست.
fi: Kuponkikoodi &#39;{code}&#39; ei kelpaa tässä ostoskorissa.
fr_fr: Le code de coupon &#39;{code}&#39; n&#39;est pas valable pour ce panier pour un achat groupé.
hi: कूपन कोड &#39;{कोड}&#39; बंडल खरीदारी के लिए इस टोकरी के लिए मान्य नहीं है।
it: Il codice coupon &#39;{code}&#39; non è valido per questo carrello per un acquisto in bundle.
ko_kr: 쿠폰 코드 '{code}'는 묶음 구매를 위한 이 장바구니에 유효하지 않습니다.
pl_pl: Kod kupon „{code}” nie jest ważny dla tego koszyka w przypadku zakupu w pakiecie.
sl: Koda kupona &#39;{code}&#39; ni veljavna za to košarico za nakup v paketu.
uk_ua: Код купон &#39;{code}&#39; id для цього кошик для пакетної покупки.

source: Coupon code '{code}' added to basket.
ar_sa: تم إضافة رمز القسيمة &#39;{code}&#39; إلى السلة.
cs: Kód kupónu '{code}' byl přidán do košíku.
de: Gutscheincode „{code}“ zum Warenkorb hinzugefügt.
fa_ir: کد کوپن '{code}' به سبد خرید افزوده شد.
fi: Kuponkikoodi &#39;{code}&#39; lisätty koriin.
fr_fr: Code promo &#39;{code}&#39; ajouté au panier.
hi: कूपन कोड &#39;{कोड}&#39; बास्केट में जोड़ा गया।
it: Codice coupon &#39;{code}&#39; aggiunto al carrello.
ko_kr: 장바구니에 쿠폰 코드 '{code}'가 추가되었습니다.
pl_pl: kod kupon &#39;{code}&#39; dodany do koszyka.
sl: Koda kupona &#39;{code}&#39; je dodana v košarico.
uk_ua: код купон &#39;{code}&#39; додано в кошик .

source: Basket does not qualify for coupon code {code}.
ar_sa: السلة غير مؤهلة للحصول على رمز القسيمة {code} .
cs: Košík nesplňuje podmínky pro kód kupónu {code}.
de: Der Warenkorb ist nicht für den Gutscheincode {code} qualifiziert.
fa_ir: سبد برای واجد شرایط کد کوپن {code} نیست.
fi: Kori ei täytä kuponkikoodin {code} ehtoja.
fr_fr: Le panier n&#39;est pas éligible pour le code promo {code}.
hi: बास्केट कूपन कोड {code} के लिए योग्य नहीं है।
it: Il carrello non è idoneo per il codice coupon {code} .
ko_kr: 쿠폰 코드 {code}를 장바구니에 사용하실 수 없습니다.
pl_pl: koszyk nie kwalifikuje się do kupon o kodzie {code} .
sl: Košarica ne izpolnjuje pogojev za kodo kupona {code}.
uk_ua: кошик не відповідає вимогам для коду купон {code} .

source: Could not apply the code '{code}'; it requires data sharing consent.
ar_sa: تعذر تطبيق الكود &#39;{code}&#39;؛ يتطلب موافقة مشاركة البيانات.
cs: Nelze použít kód '{code}'; vyžaduje souhlas se sdílením údajů.
de: Der Code „{code}“ konnte nicht angewendet werden; es erfordert die Zustimmung zur Daten .
fa_ir: کد '{code}' اعمال نشد. رضایت برای اشتراک داده الزامی دارد.
fi: Koodia &#39;{code}&#39; ei voitu käyttää; se vaatii suostumuksen tietojen jakamiseen.
fr_fr: Impossible d&#39;appliquer le code &#39;{code}&#39; ; il nécessite un consentement au partage des données.
hi: कोड &#39;{code}&#39; लागू नहीं किया जा सका; इसके लिए डेटा साझाकरण सहमति की आवश्यकता है।
it: Impossibile applicare il codice &#39;{code}&#39;; richiede il consenso alla condivisione dei dati.
ko_kr: 코드 '{code}'를 적용할 수 없습니다. 데이터 공유 동의가 필요합니다.
pl_pl: Nie można zastosować kodu „{code}”; wymaga zgody na udostępnienie danych.
sl: Kode &#39;{code}&#39; ni bilo mogoče uporabiti; zahteva soglasje za izmenjavo podatkov.
uk_ua: Не вдалося застосувати код &#39;{code}&#39;; для цього потрібна згода на спільний дані .

source: After you complete your order you will be able to select course dates from your dashboard.
ar_sa: بعد إكمال طلبك، ستتمكن من تحديد تواريخ الدورة التدريبية من لوحة التحكم الخاصة بك.
cs: Po dokončení objednávky si budete moci vybrat termíny kurzů z vašeho dashboardu.
de: Nachdem Sie Ihre Bestellung abgeschlossen haben, können Sie die Daten aus Ihren Meine Kurse auswählen.
fa_ir: پس از تکمیل سفارش خود می‌توانید تاریخ دوره آموزشی را از پیشخوان خود برگزینید.
fi: Kun olet tehnyt tilauksesi, voit valita kurssipäivämäärät kojelautastasi.
fr_fr: Après avoir terminé votre commande, vous pourrez sélectionner les dates de cours à partir de votre tableau de bord.
hi: जब आप ऑर्डर कंप्लीट करेंगे आप कोर्स डेट्स सिलैक्ट कर पाएंगे अपने दशबोर्ड से|
it: Dopo aver completato l&#39;ordine potrai selezionare le date del corso dalla tua dashboard.
ko_kr: 결제를 마친 후에, 당신은 대쉬보드에서 강좌 날짜들을 선택할 수 있습니다.
pl_pl: Po złożeniu zamówienia będziesz mógł wybrać daty kursów ze swojego panelu.
sl: Ko dokončate naročilo, boste lahko na nadzorni plošči izbrali datume tečajev.
uk_ua: Після завершення замовлення ви зможете вибрати курс дати на панелі інструментів.

source: After you complete your order you will be automatically enrolled in the verified track of the course.
ar_sa: بعد إكمال طلبك، سيتم تسجيلك تلقائيًا في المسار المعتمد للدورة.
cs: Po dokončení objednávky budete automaticky zapsáni do ověřené stopy kurzu.
de: Nach Abschluss Ihrer Bestellung werden Sie automatisch in den verifizierten Track des Kurses eingeschrieben .
fa_ir: پس از تکمیل سفارش، به‌طور خودکار در مسیر تاییدشده دوره آموزشی ثبت‌نام خواهید شد.
fi: Kun olet suorittanut tilauksesi, sinut kirjataan automaattisesti kurssin vahvistetulle tielle.
fr_fr: Après avoir terminé votre commande, vous serez automatiquement inscrit à la piste vérifiée du cours.
hi: आप जब अपना कोर्स कंप्लीट करेंगे आपको खुद एनरोललेद होजाएंगे वेरिफीड ट्रैक में कोर्स के|
it: Dopo aver completato l&#39;ordine verrai automaticamente iscritto al percorso verificato del corso.
ko_kr: 결제를 마친 후에, 당신은 자동적으로 인증된 강좌에 등록됩니다.
pl_pl: Po złożeniu zamówienia zostaniesz automatycznie zapisany na zweryfikowaną ścieżkę kursu.
sl: Po zaključku naročila boste samodejno vpisani v preverjeno skladbo tečaja.
uk_ua: Після завершення замовлення ви будете автоматично записаний в перевірену доріжку курс .

source: After you complete your order you will receive credit for your course.
ar_sa: بعد إكمال طلبك، سوف تتلقى رصيدًا للدورة التدريبية الخاصة بك.
cs: Po dokončení objednávky obdržíte zápočet na kurz.
de: Nach Abschluss Ihrer Bestellung erhalten Sie eine Gutschrift für Ihren Kurs.
fa_ir: پس از تکمیل سفارش، اعتبار دوره آموزشی خود را دریافت خواهید کرد.
fi: Kun olet suorittanut tilauksesi, saat hyvityksen kurssistasi.
fr_fr: Après avoir terminé votre commande, vous recevrez un crédit pour votre cours.
hi: आपके ऑर्डर कंप्लीट करने के बाद आपको आपके कोर्स के लिए क्रेडिट मैलेगा|
it: Dopo aver completato l&#39;ordine riceverai credito per il tuo corso.
ko_kr: 당신이 당신의 주문을 완료한 후에, 당신은 당신의 강좌에 대한 학점을 받을 예정입니다.
pl_pl: Po sfinalizowaniu zamówienia otrzymasz kredyt na kurs.
sl: Ko dokončate naročilo, boste prejeli dobroimetje za vaš tečaj.
uk_ua: Після завершення замовлення ви отримаєте кредит на свій курс .

source: After you complete your order you will be automatically enrolled in the course.
ar_sa: بعد إكمال طلبك، سيتم تسجيلك تلقائيًا في الدورة.
cs: Po dokončení objednávky budete automaticky zařazeni do kurzu.
de: Nach Abschluss Ihrer Bestellung werden Sie automatisch in den Kurs eingeschrieben .
fa_ir: پس از تکمیل سفارش، به‌صورت خودکار در دوره آموزشی ثبت‌نام خواهید شد.
fi: Kun olet tehnyt tilauksesi, sinut ilmoittautuu automaattisesti kurssille.
fr_fr: Après avoir terminé votre commande, vous serez automatiquement inscrit au cours.
hi: आप जब अपना ऑर्डर कंप्लीट करेंगे आपको खुद कोर्स में एनरोलद हो जाएंगे|
it: Dopo aver completato l&#39;ordine verrai automaticamente iscritto al corso.
ko_kr: 당신이 당신의 주문을 완료한 후에, 당신은 강좌에 자동으로 등록될 것입니다.
pl_pl: Po złożeniu zamówienia zostaniesz automatycznie zapisany na kurs.
sl: Po zaključku naročila boste samodejno vpisani v tečaj.
uk_ua: Після завершення замовлення ви будете автоматично записаний в курс .
