Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: To receive academic credit for this course, you must apply for credit at the organization that offers the credit. You can find a link to the organization’s website on your {link_start}{lms_dashboard_url}{link_middle}dashboard{link_end}, next to the course name.
ar_sa: للحصول على رصيد أكاديمي لهذه الدورة، يجب عليك التقدم بطلب للحصول على رصيد من المنظمة التي تقدم هذا الاعتماد. يمكنك العثور على رابط لموقع المنظمة على لوحة المعلومات {link_start} {lms_dashboard_url} {link_middle} {link_end} بجوار اسم الدورة التدريبية.
cs: Chcete-li získat akademický zápočet za tento kurz, musíte požádat o zápočet u organizace, která zápočet nabízí. Odkaz na web organizace najdete na svém {link_start}{lms_dashboard_url}{link_middle}hlavním panelu{link_end} vedle názvu kurzu.
de: Um akademische Credits für diesen Kurs zu erhalten, müssen Sie die Credits bei der Organisation beantragen, die die Credits anbietet. Einen Link zur Website der Organisation finden Sie in Ihren {link_start} {lms_dashboard_url} {link_middle} Meine Kurse {link_end} neben dem Kursnamen.
fa_ir: برای دریافت اعتبار علمی این دوره آموزشی، باید به سازمانی که اعتبار را ارائه می‌دهد، درخواست اعتبار کنید. می‌توانید پیوندی به وبگاه سازمان در {link_start}{lms_dashboard_url}{link_middle}پیشخوان {link_end} خود، در کنار نام دوره آموزشی بیابید.
fi: Saadaksesi opintosuoritusten tälle kurssille, sinun on haettava opintopistettä opintosuoritusten tarjoavalta organisaatiolta. Löydät linkin organisaation verkkosivustolle kurssin nimen vierestä {link_start}{lms_dashboard_url}{link_middle}dashboard{link_end}.
fr_fr: Pour recevoir un crédit académique pour ce cours, vous devez faire une demande de crédit auprès de l&#39;organisme qui offre le crédit. Vous pouvez trouver un lien vers le site Web de l&#39;organisation sur votre {link_start}{lms_dashboard_url}{link_middle}tableau de bord{link_end}, à côté du nom du cours.
hi: इस पाठ्यक्रम के लिए अकादमिक क्रेडिट प्राप्त करने के लिए, आपको उस संगठन में क्रेडिट के लिए आवेदन करना होगा जो क्रेडिट प्रदान करता है। आप संगठन की वेबसाइट का लिंक अपने {link_start} {lms_dashboard_url} {link_middle} डैशबोर्ड {link_end} पर पाठ्यक्रम के नाम के आगे पा सकते हैं।
it: Per ricevere crediti accademici per questo corso, è necessario richiedere il credito all&#39;organizzazione che offre il credito. Puoi trovare un collegamento al sito Web dell&#39;organizzazione sulla dashboard {link_start} {lms_dashboard_url} {link_middle} {link_end} , accanto al nome del corso.
ko_kr: 이 코스에서의 학점을 받으시려면 학점을 제공하는 기관에 학점을 신청해야 합니다. 기관의 웹 사이트 링크는 코스 이름 옆에 있는 {link_start}{lms_dashboard_url}{link_middle}dashboard{link_end}에서 찾으실 수 있습니다.
pl_pl: Aby otrzymać zaliczenie akademickie za ten kurs, należy złożyć wniosek o zaliczenie w organizacji, która je oferuje. Link do strony internetowej organizacji znajdziesz na panelu {link_start} {lms_dashboard_url} {link_middle} {link_end} , obok nazwy kursu.
sl: Za pridobitev akademskega kredita za ta predmet se morate prijaviti za kredit pri organizaciji, ki ponuja kredit. Povezavo do spletnega mesta organizacije najdete na svoji {link_start}{lms_dashboard_url}{link_middle}nadzorni plošči{link_end} poleg imena tečaja.
uk_ua: Щоб отримати академічний кредит для цього курс , ви повинні подати заявку на отримання кредиту в організація , яка пропонує кредит. ви можете знайти посилання на веб-сайт організація на своїй {link_start} {lms_dashboard_url} {link_middle} панелі {link_end} поруч із ім&#39;я курс .

source: Go to dashboard
ar_sa: الذهاب إلى لوحة القيادة
cs: Přejít na ovládací panel
de: Zum Dashboard
fa_ir: بازگشت به پیشخوان
fi: Siirry kojelautaan
fr_fr: Aller au tableau de bord
hi: डैशबोर्ड पर जाएँ
it: Vai a CRUSCOTTO
ko_kr: 대시 보드로 이동
pl_pl: Przejdź do panelu
sl: Pojdite na nadzorno ploščo
uk_ua: Перейдіть на інформаційну панель

source: Find more courses
ar_sa: البحث عن المزيد من الدورات
cs: Najít další kurzy
de: Weitere Kurse finden
fa_ir: دوره‌های آموزشی بیشتری بیاب
fi: Etsi lisää kursseja
fr_fr: Trouver plus de cours
hi: अधिक पाठ्यक्रम खोजें
it: Trova più corsi
ko_kr: 더 많은 코스 찾기
pl_pl: Znajdź więcej kursów
sl: Poiščite več tečajev
uk_ua: Знайдіть більше курсів

source: Order Not Found
ar_sa: لم يتم العثور على الطلب
cs: Objednávka nenalezena
de: Bestellung nicht gefunden
fa_ir: سفارش پیدا نشد
fi: Tilausta ei löydy
fr_fr: Commande introuvable
hi: ऑर्डर नहीं मिला
it: Ordine non trovato
ko_kr: 주문 내역을 찾을 수 없음
pl_pl: Nie znaleziono zamówienia
sl: Naročila ni bilo mogoče najti
uk_ua: Замовлення не знайдено

source: The specified order could not be located. Please ensure that the URL is correct, and try again.
ar_sa: لا يمكن تحديد موقع الطلب المحدد. يرجى التأكد من صحة عنوان URL، ثم حاول مرة أخرى.
cs: Zadanou objednávku se nepodařilo najít. Ujistěte se, že je adresa URL správná, a zkuste to znovu.
de: Die angegebene Bestellung konnte nicht gefunden werden. Bitte stellen Sie sicher, dass die URL korrekt ist, und versuchen Sie es erneut.
fa_ir: سفارش مشخص‌شده یافت نشد. لطفاً اطمینان حاصل کنید که نشانی اینترنتی صحیح است و دوباره امتحان کنید.
fi: Määritettyä tilausta ei löytynyt. Varmista, että URL-osoite on oikea, ja yritä uudelleen.
fr_fr: La commande spécifiée n&#39;a pas pu être localisée. Veuillez vous assurer que l&#39;URL est correcte, puis réessayez.
hi: निर्दिष्ट आदेश का पता नहीं लगाया जा सका. कृपया सुनिश्चित करें कि यूआरएल सही है, और पुनः प्रयास करें।
it: Impossibile individuare l&#39;ordine specificato. Assicurati che l&#39;URL sia corretto e riprova.
ko_kr: 지정하신 주문 내역을 찾을 수 없습니다. URL이 올바른지 확인하고 다시 시도해 주세요.
pl_pl: Nie można znaleźć określonego zamówienia. Upewnij się, że adres URL jest poprawny i spróbuj ponownie.
sl: Določenega naročila ni bilo mogoče najti. Preverite, ali je URL pravilen, in poskusite znova.
uk_ua: Не вдалося знайти вказане замовлення. Будь ласка переконайтеся, що URL-адреса правильно , і повторіть спробу.

source: You may also view your previous orders on the {link_start}{order_history_url}{link_middle}{link_end}Account Settings{link_end} page.
ar_sa: يمكنك أيضًا عرض طلباتك السابقة على {link_start} {order_history_url} {link_middle} {link_end} إعدادات حساب {link_end} صفحة.
cs: Své předchozí objednávky si můžete prohlédnout také na {link_start}{order_history_url}{link_middle}{link_end}Nastavení účtu{link_end}.
de: Sie können Ihre früheren Bestellungen auch unter {link_start} {order_history_url} {link_middle} {link_end} Konto {link_end} einsehen Seite.
fa_ir: همچنین می‌توانید سفارش‌های پیشین خود را در صفحه {link_start}{order_history_url}{link_middle}{link_end}تنظیمات حساب کاربری {link_end} مشاهده کنید.
fi: Voit myös tarkastella aiempia tilauksiasi sivulla {link_start}{order_history_url}{link_middle}{link_end}Account Settings{link_end}.
fr_fr: Vous pouvez également consulter vos commandes précédentes sur la page {link_start}{order_history_url}{link_middle}{link_end}Paramètres du compte{link_end}.
hi: आप अपने पिछले ऑर्डर {link_start} {order_history_url} {link_middle} {link_end} अकाउंट सेटिंग्स {link_end} पर भी देख सकते हैं। पृष्ठ।
it: Puoi anche visualizzare i tuoi ordini precedenti su {link_start} {order_history_url} {link_middle} {link_end} Impostazioni account {link_end} pagina.
ko_kr: 이전 주문 내역은 {link_start}{order_history_url}{link_middle}{link_end}계정 설정{link_end} 페이지에서도 보실 수 있습니다.
pl_pl: Możesz także zobaczyć swoje poprzednie zamówienia na {link_start} {order_history_url} {link_middle} {link_end} Ustawienia konta {link_end} strona.
uk_ua: ви також можете переглянути свої попередні замовлення на {link_start} {order_history_url} {link_middle} {link_end} Обліко <span class='notranslate'>в ий запис</span> Налаштування {link_end} сторінки.

source: Select
ar_sa: اختيار
cs: Vybrat
de: Wählen
fa_ir: انتخاب
fi: Valitse
fr_fr: Sélectionner
hi: चुनते हैं
it: Selezionare
ko_kr: 선택
pl_pl: Wybierać
sl: Izberite
uk_ua: виберіть

source: Credits:
ar_sa: الاعتمادات:
cs: Zápočty:
fa_ir: اعتبارات:
fi: Tekijät:
fr_fr: Crédits:
hi: श्रेय:
it: Crediti:
ko_kr: 학점:
pl_pl: Kredyty:
sl: Zasluge:
uk_ua: Кредити:

source: Price:
ar_sa: سعر:
cs: Cena:
de: Preis:
fa_ir: قیمت:
fi: Hinta:
fr_fr: Prix:
hi: कीमत:
it: Prezzo:
ko_kr: 가격:
pl_pl: Cena:
sl: cena:
uk_ua: Ціна:

source: Learn more about %(display_name)s credit?
ar_sa: تعرف على المزيد حول رصيد %(display_name)s ؟
cs: Další informace o zápočtu %(display_name)s?
de: Erfahren Sie mehr über %(display_name)s Kredit?
fa_ir: مایلید درباره اعتبار %(display_name)sبیشتر بدانید؟
fi: Lisätietoja %(display_name)s creditistä?
fr_fr: En savoir plus sur le crédit %(display_name)s ?
hi: %(display_name)s क्रेडिट के बारे में और जानें?
it: Ulteriori informazioni sul credito %(display_name)s ?
ko_kr: %(display_name)s의 학점에 대해 더 자세히 알아보시겠습니까?
pl_pl: Dowiedz się więcej o kredycie %(display_name)s ?
uk_ua: Дізнатися більше про кредит %(display_name)s ?

source: Credit available until %(date)s
ar_sa: الائتمان متاح حتى %(date)s
cs: Zápočet je k dispozici do %(date)s
de: Guthaben verfügbar bis %(date)s
fa_ir: اعتبار تا %(date)s معتبر است
fi: Luotto käytettävissä %(date)s asti
fr_fr: Crédit disponible jusqu&#39;à %(date)s
hi: क्रेडिट %(date)s तक उपलब्ध है
it: Credito disponibile fino %(date)s
ko_kr: %(date)s까지 마일리지를 사용하실 수 있습니다.
pl_pl: Kredyt dostępny do %(date)s
uk_ua: Кредит доступний до %(date)s

source: Purchase Credit for %(course_name)s
ar_sa: شراء رصيد لـ %(course_name)s
cs: Nákup zápočtu za %(course_name)s
de: Kaufguthaben für %(course_name)s
fa_ir: خرید اعتبار برای %(course_name)s
fi: Ostoshyvitys kohteelle %(course_name)s
fr_fr: Crédit d&#39;achat pour %(course_name)s
hi: %(course_name)s के लिए खरीद क्रेडिट
it: Acquista credito per %(course_name)s
ko_kr: %(course_name)s의 학점을 신청
pl_pl: Kredyt zakupowy dla %(course_name)s
sl: Nakup kredita za %(course_name)s
uk_ua: Кредит на покупку для %(course_name)s

source: Purchase Credit for %(course_name)s
ar_sa: شراء رصيد لـ %(course_name)s
cs: Nákup zápočtu za %(course_name)s
de: Kaufguthaben für %(course_name)s
fa_ir: خرید اعتبار برای %(course_name)s
fi: Ostoshyvitys kohteelle %(course_name)s
fr_fr: Crédit d&#39;achat pour %(course_name)s
hi: %(course_name)s के लिए खरीद क्रेडिट
it: Acquista credito per %(course_name)s
ko_kr: %(course_name)s의 학점을 신청
pl_pl: Kredyt zakupu dla %(course_name)s
uk_ua: Кредит на покупку для %(course_name)s

source: Congratulations! You are eligible to purchase academic course credit for this course. You must purchase your credit before %(date)s. Select one of the following institutions to purchase your credit.
ar_sa: تهانينا! أنت مؤهل لشراء رصيد الدورة الأكاديمية لهذه الدورة. يجب عليك شراء رصيدك قبل %(date)s . اختر إحدى المؤسسات التالية لشراء رصيدك.
cs: Gratulujeme! Pro tento kurz máte nárok na zakoupení zápočtu za akademický kurz. Zápočet si musíte zakoupit před %(date)s. Pro nákup zápočtu vyberte jednu z následujících institucí.
de: Glückwunsch! Sie sind berechtigt, für diesen Kurs akademische Kursgutschriften zu erwerben. Sie müssen Ihr Guthaben vor %(date)s erwerben. Wählen Sie eine der folgenden Institutionen aus, um Ihr Guthaben zu erwerben.
fa_ir: تبریک می گوییم! شما واجدشرایط خرید اعتبار تحصیلی برای این دوره آموزشی شناخته شدید. باید اعتبار خود را پیش از %(date)s خریداری کنید. یکی از موسسات زیر را برای خرید اعتبار خودبرگزینید.
fi: Onnittelut! Voit ostaa akateemisen opintopisteen tästä kurssista. Sinun on ostettava luotto ennen %(date)s. Valitse jokin seuraavista laitoksista ostaaksesi luottosi.
fr_fr: Toutes nos félicitations! Vous pouvez acheter des crédits de cours académiques pour ce cours. Vous devez acheter votre crédit avant %(date)s. Sélectionnez l&#39;une des institutions suivantes pour acheter votre crédit.
hi: बधाई हो! आप इस पाठ्यक्रम के लिए अकादमिक पाठ्यक्रम क्रेडिट खरीदने के पात्र हैं। आपको %(date)s से पहले अपना क्रेडिट खरीदना होगा। अपना क्रेडिट खरीदने के लिए निम्नलिखित संस्थानों में से एक का चयन करें।
it: Congratulazioni! Hai diritto ad acquistare crediti accademici per questo corso. È necessario acquistare il credito prima di %(date)s . Seleziona uno dei seguenti istituti per acquistare il tuo credito.
ko_kr: 축하합니다! 이 코스에 대한 학사 학점을 취득할 수 있게 되셨습니다. 귀하께선 %(date)s전에 학점을 취득 신청을 하셔야 합니다. 다음 기관 중 하나를 선택하여 학점을 취득하세요.
pl_pl: Gratulacje! Możesz kupić kredyt akademicki na ten kurs. Musisz kupić kredyt przed %(date)s . Wybierz jedną z poniższych instytucji, aby kupić kredyt.
uk_ua: Щиро вітаю! ви маєте право придбати кредит на академічний курс для цього курс . ви повинні придбати кредит до %(date)s . виберіть одну з наведених нижче установ, щоб придбати кредит.

source: Price:
ar_sa: سعر:
cs: Cena:
de: Preis:
fa_ir: قیمت:
fi: Hinta:
fr_fr: Prix:
hi: कीमत:
it: Prezzo:
ko_kr: 가격:
pl_pl: Cena:
sl: cena:
uk_ua: Ціна:

source: Discount:
ar_sa: تخفيض:
cs: Sleva:
de: Rabatt:
fa_ir: تخفیف:
fi: Alennus:
fr_fr: Remise:
hi: छूट:
it: Sconto:
ko_kr: 할인:
pl_pl: Rabat:
sl: popust:
uk_ua: Знижка :

source: Total:
ar_sa: المجموع:
cs: Celkem:
de: Gesamt:
fa_ir: جمع:
fi: Kaikki yhteensä:
fr_fr: Le total:
hi: कुल:
it: Totale:
ko_kr: 합계:
pl_pl: Całkowity:
sl: Skupaj:
uk_ua: всього:

source: You deserve it.
ar_sa: تستحقها.
cs: Vy si to zasloužíte.
de: Du verdienst es.
fa_ir: شما شایسته آن هستید.
fi: Ansaitset sen.
fr_fr: Vous le méritez.
hi: तुम इसके लायक हो।
it: Te lo meriti.
ko_kr: 귀하께선 그럴 자격이 있습니다.
pl_pl: Zasługujesz na to.
sl: Zaslužiš si.
uk_ua: Ти заслуговуєш на це.

source: The hard work is over - you passed the course! Now get the credit you deserve to start or complete a degree.
ar_sa: انتهى العمل الشاق - لقد اجتزت الدورة! احصل الآن على الرصيد الذي تستحقه لبدء الدراسة أو إكمالها.
cs: Tvrdá dřina je u konce – prošli jste kurzem! Nyní získejte zápočet, který si zasloužíte, abyste mohli začít nebo dokončit studium.
de: Die harte Arbeit ist vorbei – Sie haben den Kurs bestanden! Holen Sie sich jetzt die Credits, die Sie verdienen, um ein Studium zu beginnen oder abzuschließen.
fa_ir: کار دشوار به پایان رسید - شما دوره آموزشی را پشت سر گذاشتید! اکنون اعتباری را که شایسته شروع یا تکمیل مدرک هستید، دریافت کنید.
fi: Kova työ on ohi - läpäisit kurssin! Nyt saat ansaitsemasi arvosanan tutkinnon aloittamisesta tai suorittamisesta.
fr_fr: Le travail acharné est terminé - vous avez réussi le cours ! Obtenez maintenant le crédit que vous méritez pour commencer ou terminer un diplôme.
hi: कड़ी मेहनत ख़त्म हो गई - आपने कोर्स पास कर लिया! अब डिग्री शुरू करने या पूरा करने के लिए वह श्रेय प्राप्त करें जिसके आप हकदार हैं।
it: Il duro lavoro è finito: hai superato il corso! Ora ottieni il credito che meriti per iniziare o completare una laurea.
ko_kr: 이제 힘든 일은 다 끝났습니다. 귀하께선 해당 코스를 통과하셨습니다! 이제 학위를 시작하거나 완료하는데 필요한 학점을 얻으세요!
pl_pl: Ciężka praca dobiegła końca – zdałeś kurs! Teraz zdobądź kredyt, na jaki zasługujesz, aby rozpocząć lub ukończyć studia.
sl: Trdo delo je končano - opravili ste tečaj! Zdaj pridobite kredit, ki si ga zaslužite za začetek ali dokončanje diplome.
uk_ua: важка робота закінчилася - ви склали курс ! Тепер отримайте кредит, на який ви заслуговуєте, щоб розпочати або отримати ступінь.

source: It's affordable.
ar_sa: انها بأسعار معقولة.
cs: Je to cenově dostupné.
de: Es ist erschwinglich.
fa_ir: مقرون به صرفه است.
fi: Se on edullinen.
fr_fr: C&#39;est abordable.
hi: यह किफायती है.
it: È conveniente.
ko_kr: 가격이 적당합니다.
pl_pl: To niedrogie.
sl: Je cenovno ugoden.
uk_ua: Це доступно.

source: The credit offered through edX generally costs less than the same credit at most institutions.
ar_sa: عادةً ما تكون تكلفة الائتمان المقدم من خلال edX أقل من نفس الائتمان في معظم المؤسسات.
cs: Zápočet nabízený prostřednictvím edX obecně stojí méně než stejný zápočet u většiny institucí.
de: Der über edX angebotene Kredit kostet in der Regel weniger als der gleiche Kredit bei den meisten Kreditinstituten.
fa_ir: اعتباری که از طریق edX ارائه می‌شود معمولاً کمتر از همان اعتبار در بیشتر مؤسسات هزینه دارد.
fi: EdX:n kautta tarjottu luotto maksaa yleensä vähemmän kuin sama luotto useimmissa laitoksissa.
fr_fr: Le crédit offert via edX coûte généralement moins cher que le même crédit dans la plupart des institutions.
hi: ईडीएक्स के माध्यम से दिए जाने वाले क्रेडिट की लागत आम तौर पर अधिकांश संस्थानों में समान क्रेडिट से कम होती है।
it: Il credito offerto tramite edX generalmente costa meno dello stesso credito nella maggior parte degli istituti.
ko_kr: edX에서 제공하는 학점은 대부분의 타 기관에서 제공하는 것에 비해 일반적으로 더 낮은 비용이 듭니다.
pl_pl: Kredyt oferowany za pośrednictwem edX kosztuje zazwyczaj mniej niż ten sam kredyt w większości instytucji.
sl: Kredit, ki ga ponuja edX, na splošno stane manj kot isti kredit v večini institucij.
uk_ua: Кредит, запропонований через edX, зазвичай коштує дешевше, ніж той самий кредит у більшості установ.

source: It opens doors.
ar_sa: يفتح الأبواب.
cs: Otevírá dveře.
de: Es öffnet Türen.
fa_ir: این درها را می‌گشاید
fi: Se avaa ovia.
fr_fr: Ça ouvre des portes.
hi: यह दरवाजे खोलता है.
it: Apre le porte.
ko_kr: 기회를 열어줍니다.
pl_pl: Otwiera drzwi.
sl: Odpira vrata.
uk_ua: він відкриває двері.

source: Many of today's most in-demand jobs require a college degree. Start your path to success!
ar_sa: تتطلب العديد من الوظائف الأكثر طلبًا اليوم شهادة جامعية. ابدأ طريقك نحو النجاح!
cs: Mnoho dnešních nejžádanějších pracovních míst vyžaduje vysokoškolské vzdělání. Začněte svou cestu k úspěchu!
de: Viele der heute gefragtesten Jobs erfordern einen Hochschulabschluss. Starten Sie Ihren Weg zum Erfolg!
fa_ir: بسیاری از مشاغل پرتقاضای امروزی نیاز به مدرک پیش‌دانشگاهی دارند. مسیر موفقیت خود را آغاز کنید!
fi: Monet tämän päivän kysytyimmistä tehtävistä edellyttävät korkeakoulututkintoa. Aloita tie menestykseen!
fr_fr: Bon nombre des emplois les plus demandés d&#39;aujourd&#39;hui exigent un diplôme universitaire. Commencez votre chemin vers le succès!
hi: आज की सबसे अधिक मांग वाली नौकरियों में से कई के लिए कॉलेज की डिग्री की आवश्यकता होती है। सफलता के लिए अपना रास्ता शुरू करें!
it: Molti dei lavori più richiesti oggi richiedono una laurea. Inizia il tuo percorso verso il successo!
ko_kr: 오늘날 수요가 많은 직업들의 대부분은 학위를 요구합니다. 성공으로 이끄는 길을 시작하세요!
pl_pl: Wiele z najbardziej poszukiwanych zawodów wymaga obecnie wykształcenia wyższego. Rozpocznij swoją drogę do sukcesu!
sl: Številna danes najbolj iskana delovna mesta zahtevajo visokošolsko diplomo. Začnite svojo pot do uspeha!
uk_ua: Багато з найбільш в сьогодні робіт вимагають вищої освіти. Почни свій шлях до успіху!

source: Questions?
ar_sa: أسئلة؟
cs: Otázky?
de: Fragen?
fa_ir: سوالات
fi: Kysymyksiä?
fr_fr: Des questions?
hi: प्रशन?
it: Domande?
ko_kr: 질문 있으신가요?
pl_pl: Pytania?
sl: Vprašanja?
uk_ua: Запитання?

source: Please read {link_start}our FAQs to view common questions about our certificates.{link_end}
ar_sa: يرجى قراءة {link_start} الأسئلة الشائعة لدينا لعرض الأسئلة الشائعة حول شهاداتنا. {link_end}
cs: Přečtěte si prosím {link_start}naše časté dotazy, kde najdete běžné dotazy k našim certifikátům.{link_end}
de: Bitte lesen Sie {link_start} unsere FAQs, um häufig gestellte Fragen zu unseren Zertifikaten anzuzeigen. {link_end}
fa_ir: لطفاً {link_start} قسمت سؤالات متداول را برای مشاهده مسایل رایج درباره گواهی‌ها مطالعه کنید.{link_end}
fi: Lue {link_start}usein kysytyt kysymyksemme nähdäksesi yleisiä kysymyksiä varmenteistamme.{link_end}
fr_fr: Veuillez lire {link_start}notre FAQ pour consulter les questions courantes sur nos certificats.{link_end}
hi: हमारे प्रमाणपत्रों के बारे में सामान्य प्रश्न देखने के लिए कृपया {link_start} हमारे अक्सर पूछे जाने वाले प्रश्न पढ़ें। {link_end}
it: Ti invitiamo a leggere le nostre domande frequenti {link_start} per visualizzare le domande comuni sui nostri certificati. {link_end}
ko_kr: 인증서와 관련된 자주 묻는 질문을 보시려면 {link_start}의 FAQ를 읽어 주세요.{link_end}
pl_pl: Przeczytaj {link_start} nasze często zadawane pytania, aby wyświetlić często zadawane pytania dotyczące naszych certyfikatów. {link_end}
uk_ua: Будь ласка , прочитайте {link_start} наші поширені запитання, щоб переглянути типові запитання щодо наших сертифікатів. {link_end}

source: You are enrolling in:
ar_sa: أنت تقوم بالتسجيل في:
cs: Zapisujete se do:
de: Sie melden sich an für:
fa_ir: شما در حال ثبت‌نام هستید در :
fi: Olet ilmoittautumassa:
fr_fr: Vous vous inscrivez à :
hi: आप इसमें नामांकन कर रहे हैं:
it: Ti stai iscrivendo a:
ko_kr: 등록 중:
pl_pl: Zapisujesz się do:
sl: Vpisujete se v:
uk_ua: ви реєструєтеся в :

source: An email has been sent to %(user_email)s with a link for you to activate your account.
ar_sa: تم إرسال بريد إلكتروني إلى %(user_email)s يتضمن رابطًا لك مفعّل حساب .
cs: Na adresu %(user_email)s byl odeslán e-mail s odkazem na aktivaci účtu.
de: Es wurde eine E-Mail an %(user_email)s mit einem Link zur aktiviert Ihres Konto gesendet.
fa_ir: رایانامه‌ای به %(user_email)s به‌همراه پیوندی برای فعالسازی حساب کاربری‌خود ارسال شده است.
fi: Sähköpostiosoitteeseen %(user_email)s on lähetetty linkki tilisi aktivointiin.
fr_fr: Un e-mail a été envoyé à %(user_email)s avec un lien vous permettant d&#39;activer votre compte.
hi: आपके खाते को सक्रिय करने के लिए एक लिंक के साथ %(user_email)s पर एक ईमेल भेजा गया है।
it: È stata inviata un&#39;e-mail a %(user_email)s con un collegamento per attivare il tuo account.
ko_kr: 귀하의 계정을 활성화시킬 수 있는 링크가 포함된 이메일이 %(user_email)s에 전송되었습니다.
pl_pl: Na adres %(user_email)s wysłano wiadomość e-mail z linkiem umożliwiającym aktywację konta.
sl: Na naslov %(user_email)s je bilo poslano e-poštno sporočilo s povezavo za aktiviranje računa.
uk_ua: На %(user_email)s було надіслано електронний лист із посилання , щоб ви акти <span class='notranslate'>в о в аний</span> свій Обліко <span class='notranslate'>в ий запис</span> .

source: Why activate?
ar_sa: لماذا مفعّل ؟
cs: Proč aktivovat?
de: Warum aktiviert ?
fa_ir: چرا آن را فعال کنم؟
fi: Miksi aktivoida?
fr_fr: Pourquoi activer ?
hi: क्यों सक्रिय?
it: Perché attivarsi?
ko_kr: 활성화해야 하는 이유는 무엇입니까?
pl_pl: Dlaczego aktywować?
sl: Zakaj aktivirati?
uk_ua: Чому акти <span class='notranslate'>в о в аний</span> ?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
ar_sa: نطلب منك مفعّل حساب للتأكد من أنك أنت من أنشأ حساب بالفعل ولمنع الاحتيال.
cs: Žádáme vás, abyste aktivovali svůj účet, abychom se ujistili, že jste to skutečně vy, vytvořili účet a abyste zabránili podvodům.
de: Wir bitten Sie, Ihr Konto zu aktiviert um sicherzustellen, dass Sie es wirklich sind, der das Konto erstellt hat, und um Betrug zu verhindern.
fa_ir: از شما می‌خواهیم حساب کاربری خود را فعال کنید تا اطمینان حاصل شود که شما هستید که حساب کاربری ایجاد کردید و از کلاهبرداری جلوگیری می‌شود.
fi: Pyydämme sinua aktivoimaan tilisi varmistaaksesi, että olet todella sinä luot tilin ja estääksesi petokset.
fr_fr: Nous vous demandons d&#39;activer votre compte pour vous assurer que c&#39;est bien vous qui créez le compte et pour éviter les fraudes.
hi: हम आपसे यह सुनिश्चित करने के लिए अपने खाते को सक्रिय करने के लिए कहते हैं कि यह वास्तव में आप खाता बना रहे हैं और धोखाधड़ी को रोक सकते हैं।
it: Ti chiediamo di attivare il tuo account per assicurarti che sia davvero tu a creare l&#39;account e per prevenire le frodi.
ko_kr: 우리는 귀하께서 실제로 귀하의 계정을 만들었다는걸 증명하고 사기를 방지하기 위해 귀하의 계정을 활성화해 줄 것을 요청합니다.
pl_pl: Prosimy o aktywację konta, aby upewnić się, że to naprawdę Ty je tworzysz i aby zapobiec oszustwom.
sl: Prosimo vas, da aktivirate svoj račun, da se prepričate, da ste res vi ustvarili račun in preprečite goljufije.
uk_ua: Ми просимо вас акти <span class='notranslate'>в о в аний</span> Обліко <span class='notranslate'>в ий запис</span> , щоб переконатися, що це справді ви створюєте Обліко <span class='notranslate'>в ий запис</span> і запобігти шахрайству.
