Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: Personal info
ar_sa: المعلومات الشخصية
cs: Osobní údaje
de: Persönliche Informationen
fa_ir: اطلاعات شخصی
fi: Henkilökohtaiset tiedot
fr_fr: Informations personnelles
hi: व्यक्तिगत जानकारी
it: Informazioni personali
ko_kr: 개인 정보
pl_pl: Dane osobiste
sl: Osebni podatki
uk_ua: Особиста інформація

source: Permissions
ar_sa: الإذونات
cs: Povolení
de: Erlaubnis
fa_ir: مجوزها
fi: Käyttöoikeudet
fr_fr: Autorisations
hi: अनुमतियां
it: Autorizzazioni
ko_kr: 허용
pl_pl: Uprawnienia
sl: Dovoljenja
uk_ua: Дозволи

source: Important dates
ar_sa: تواريخ مهمة
cs: Důležitá data
de: Wichtige Termine
fa_ir: تاریخ‌های مهم
fi: Tärkeät päivämäärät
fr_fr: Rendez-vous importants
hi: महत्वपूर्ण तिथियाँ
it: Appuntamenti importanti
ko_kr: 중요한 날짜
pl_pl: Ważne daty
sl: Pomembni datumi
uk_ua: важливі дати

source: User administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
ar_sa: تم تعطيل إدارة المستخدم بسبب التحميل على قاعدة البيانات. يمكن استعادة هذه الوظيفة عن طريق تنشيط مفتاح الوافل {switch_name} . كن حذرًا عند إعادة تنشيط هذا المفتاح!
cs: Správa uživatelů byla zakázána z důvodu zatížení databáze. Tuto funkci lze obnovit aktivací přepínače {switch_name} Waffle. Při opětovné aktivaci tohoto spínače buďte opatrní!
de: Aufgrund der Auslastung der Datenbank wurde die Benutzerverwaltung deaktiviert. Diese Funktionalität kann durch Aktivieren des {switch_name} Waffle-Schalters wiederhergestellt werden. Seien Sie vorsichtig, wenn Sie diesen Schalter erneut aktivieren!
fa_ir: مدیریت کاربر به‌دلیل بارگیری در پایگاه داده غیرفعال شده است. این عملکرد را می‌توان با فعالسازی سوئیچ وافل {switch_name} بازیابی کرد. هنگام فعالسازی مجدد این سوئیچ مراقب باشید!
fi: Käyttäjien hallinta on poistettu käytöstä tietokannan kuormituksen vuoksi. Tämä toiminto voidaan palauttaa aktivoimalla {switch_name} Waffle-kytkin. Ole varovainen, kun aktivoit tämän kytkimen uudelleen!
fr_fr: L&#39;administration des utilisateurs a été désactivée en raison de la charge sur la base de données. Cette fonctionnalité peut être restaurée en activant le commutateur Waffle {switch_name}. Soyez prudent lorsque vous réactivez cet interrupteur !
hi: और आपके ऊपर अतिरिक्त खर्च हो सकता है कैमरा किसी तरह एक तिपाई पर लगाया गया।
it: L&#39;amministrazione degli utenti è stata disabilitata a causa del carico sul database. Questa funzionalità può essere ripristinata attivando l&#39;interruttore Waffle {switch_name} . Fai attenzione quando riattivi questo interruttore!
ko_kr: 데이터베이스 부하로 인해 사용자 관리 기능을 사용할 수 없습니다. 이 기능은 {switch_name} 와플 스위치를 사용하여 복원할 수 있습니다. 이 스위치를 다시 활성화시킬 때 주의해서 이용해 주세요!
pl_pl: Zarządzanie użytkownikami zostało wyłączone ze względu na obciążenie bazy danych. Funkcjonalność tę można przywrócić aktywując przełącznik waflowy {switch_name} . Zachowaj ostrożność podczas ponownego włączania tego przełącznika!
sl: Upravljanje uporabnikov je bilo onemogočeno zaradi obremenitve baze podatkov. To funkcijo je mogoče obnoviti tako, da aktivirate stikalo za vaflje {switch_name}. Bodite previdni pri ponovnem aktiviranju tega stikala!
uk_ua: Адміністрування користувачів <span class='notranslate'>в ідключений</span> через навантаження на базу даних. Цю функціональність можна відновити, активувавши перемикач {switch_name} Waffle. Будьте обережні, повторно активуючи цей перемикач!

source: LMS base url for custom site/microsite
ar_sa: عنوان URL الأساسي لـ LMS للموقع/الموقع المصغر المخصص
cs: Základní adresa URL LMS pro vlastní web/mikrosíť
de: LMS-Basis-URL für benutzerdefinierte Site/Microsite
fa_ir: نشانی اینترنتی پایه سامانه آموزش مجازی برای سایت/میکروسایت سفارشی
fi: LMS-perus-URL-osoite mukautetulle sivustolle/mikrosivustolle
fr_fr: URL de base LMS pour site/microsite personnalisé
hi: कस्टम साइट/माइक्रोसाइट के लिए एलएमएस बेस यूआरएल
it: URL di base LMS per sito/microsito personalizzato
ko_kr: 맞춤형 사이트/마이크로 사이트용 LMS의 기본 URL
pl_pl: Podstawowy adres URL LMS dla niestandardowej witryny/mikrowitryny
sl: Osnovni URL LMS za spletno mesto/mikromesto po meri
uk_ua: Базовий url Навчальна система для власний сайту/мікросайту

source: Root URL of this site's LMS (e.g. https://courses.stage.edx.org)
ar_sa: عنوان URL الجذر لنظام إدارة التعلم (LMS) لهذا الموقع (على سبيل المثال https://courses.stage.edx.org)
cs: Kořenová adresa LMS tohoto webu (např. https://courses.stage.edx.org)
de: Root-URL des LMS dieser Website (z. B. https://courses.stage.edx.org)
fa_ir: نشانی اینترنتی ریشه این وبگاه آموزشی مجازی: (مثلا: https://courses.stage.edx.org)
fi: Tämän sivuston opetusalustan juuri-URL-osoite (esim. https://courses.stage.edx.org)
fr_fr: URL racine pour le LMS de ce site (par ex. https://courses.stage.edx.org)
hi: इस साइट के LMS का रूट URL (उदा। Https://courses.stage.edx.org)
it: URL principale del LMS di questo sito (ad esempio https://courses.stage.edx.org)
ko_kr: 이 사이트의 학습 관리 시스템 Root URL (예. https://courses.stage.edx.org)
pl_pl: Główny adres URL systemu LMS tej witryny (np. https://courses.stage.edx.org)
sl: Korenski URL LMS tega spletnega mesta (npr. https://courses.stage.edx.org)
uk_ua: Коренева URL-адреса Навчальна система цього сайту (наприклад, https://courses.stage.edx.org)

source: Path to custom site theme
ar_sa: المسار إلى موضوع الموقع المخصص
cs: Cesta k vlastnímu motivu webu
de: Pfad zum benutzerdefinierten Site-Theme
fa_ir: مسیر به طرح سفارشی وبگاه
fi: Polku mukautettuun sivustoteemaan
fr_fr: Chemin vers thème personnalisé du site
hi: कस्टम साइट थीम का पथ
it: Percorso del tema del sito personalizzato
ko_kr: 사용자 정의 사이트 테마 경로
pl_pl: Ścieżka do niestandardowego motywu witryny
sl: Pot do teme spletnega mesta po meri
uk_ua: шлях до власний теми сайту

source: Payment processors
ar_sa: معالجات الدفع
cs: Zpracovatelé plateb
de: Zahlungsabwickler
fa_ir: پردازشگرهای پرداخت
fi: Maksujen käsittelijät
fr_fr: Processeurs de paiement
hi: भुगतान संसाधक
it: Processori di pagamento
ko_kr: 결제 처리기
pl_pl: Procesory płatności
sl: Plačilni procesorji
uk_ua: Платіжні процесори

source: Comma-separated list of processor names: 'cybersource,paypal'
ar_sa: قائمة بأسماء المعالجات مفصولة بفواصل: &quot;cybersource,paypal&quot;
cs: Seznam názvů procesorů oddělených čárkami: 'cybersource,paypal'
de: Durch Kommas getrennte Liste der Prozessornamen: „cybersource,paypal“
fa_ir: فهرست نام‌های پردازنده تفکیک‌شده با کاما: «cybersource,paypal»
fi: Pilkuilla eroteltu luettelo suorittimien nimistä: &#39;cybersource,paypal&#39;
fr_fr: Liste des noms de processeurs séparés par des virgules : &#39;cybersource,paypal&#39;
hi: प्रोसेसर नामों की अल्पविराम से अलग की गई सूची: &#39;साइबरसोर्स, पेपैल&#39;
it: Elenco separato da virgole dei nomi dei processori: &quot;cybersource,paypal&quot;
ko_kr: 쉼표로 구분된 프로세서 이름 목록: 'cybersource,paypal'
pl_pl: Rozdzielana przecinkami lista nazw procesorów: „cybersource,paypal”
sl: Seznam imen procesorjev, ločenih z vejicami: &#39;cybersource,paypal&#39;
uk_ua: список імен процесорів, розділених комами: &#39;cybersource,paypal&#39;

source: Client-side payment processor
ar_sa: معالج الدفع من جانب العميل
cs: Zpracovatel plateb na straně klienta
de: Kundenseitiger Zahlungsabwickler
fa_ir: پردازشگر پرداخت سمت مشتری
fi: Asiakaspuolen maksuprosessori
fr_fr: Processeur de paiement côté client
hi: क्लाइंट-साइड भुगतान प्रोसेसर
it: Processore di pagamento lato client
ko_kr: 고객측 결제 처리기
pl_pl: Procesor płatności po stronie klienta
sl: Procesor plačil na strani odjemalca
uk_ua: Клієнтська система оплати

source: Processor that will be used for client-side payments
ar_sa: المعالج الذي سيتم استخدامه للمدفوعات من جانب العميل
cs: Procesor, který bude použit pro platby na straně klienta
de: Prozessor, der für kundenseitige Zahlungen verwendet wird
fa_ir: پردازنده‌ای که برای پرداخت‌های سمت مشتری استفاده می‌شود
fi: Prosessori, jota käytetään asiakaspuolen maksuihin
fr_fr: Processeur qui sera utilisé pour les paiements côté client
hi: प्रोसेसर जिसका उपयोग क्लाइंट-साइड भुगतान के लिए किया जाएगा
it: Processore che verrà utilizzato per i pagamenti lato client
ko_kr: 고객측 결제에 사용될 처리기
pl_pl: Procesor, który będzie używany do płatności po stronie klienta
sl: Procesor, ki se bo uporabljal za plačila na strani stranke
uk_ua: Процесор, який використовуватиметься для платежів на стороні клієнта

source: OAuth settings
ar_sa: إعدادات OAuth
cs: Nastavení OAuth
de: OAuth-Einstellungen
fa_ir: تنظیمات OAuth
fi: OAuth-asetukset
fr_fr: Paramètres OAuth
hi: OAuth सेटिंग्स
it: Impostazioni OAuth
ko_kr: OAuth 설정
pl_pl: Ustawienia OAuth
sl: Nastavitve OAuth
uk_ua: Налаштування OAuth

source: JSON string containing OAuth backend settings.
ar_sa: سلسلة JSON تحتوي على إعدادات الواجهة الخلفية لـ OAuth.
cs: Řetězec JSON obsahující nastavení backendu OAuth.
de: JSON-Zeichenfolge mit OAuth-Backend-Einstellungen.
fa_ir: رشته JSON شامل تنظیمات پشت صحنه OAuth.
fi: JSON-merkkijono, joka sisältää OAuth-taustaasetukset.
fr_fr: Chaîne JSON contenant les paramètres du backend OAuth.
hi: JSON स्ट्रिंग जिसमें OAuth बैकएंड सेटिंग्स हैं।
it: Stringa JSON contenente le impostazioni del backend OAuth.
ko_kr: OAuth 백엔드 설정이 포함된 JSON 형식 문자열입니다.
pl_pl: Ciąg JSON zawierający ustawienia zaplecza OAuth.
sl: Niz JSON, ki vsebuje nastavitve zaledja OAuth.
uk_ua: Рядок JSON, що містить налаштування бекенд OAuth.

source: Segment key
ar_sa: مفتاح المقطع
cs: Klíč segmentu
de: Segmentschlüssel
fa_ir: کلید بخش
fi: Segmenttiavain
fr_fr: Clé de segment
hi: खंड कुंजी
it: Chiave del segmento
ko_kr: 세그먼트 키
pl_pl: Klucz segmentowy
sl: Segmentni ključ
uk_ua: Ключ сегмента

source: Segment write/API key.
ar_sa: كتابة المقطع/مفتاح API.
cs: Zápis segmentu/klíč API.
de: Segment-Schreib-/API-Schlüssel.
fa_ir: بخش نوشتن/کلید API.
fi: Segmentin kirjoitus/API-avain.
fr_fr: Écriture segment/Clé API
hi: खंड लेखन / एपीआई कुंजी।
it: Scrittura segmento/chiave API.
ko_kr: 분할 적기/API 키
pl_pl: Klucz zapisu segmentu/API.
sl: Ključ za pisanje/API segmenta.
uk_ua: Ключ запису/API сегмента.

source: From email
ar_sa: من البريد الإلكترونى
cs: Z e-mailu
de: Aus der Email
fa_ir: از نشانی رایانامه
fi: Sähköpostista
fr_fr: De email
hi: ई - मेल से
it: Dall&#39;email
ko_kr: 이메일에서
pl_pl: Z emaila
sl: Iz elektronske pošte
uk_ua: З електронної пошти

source: Address from which emails are sent.
ar_sa: العنوان الذي يتم إرسال رسائل البريد الإلكتروني منه.
cs: Adresa, ze které se odesílají e-maily.
de: Adresse, von der E-Mails gesendet werden.
fa_ir: نشانی‌هایی که از آن رایانامه‌ها ارسال می‌شود.
fi: Osoite, josta sähköpostit lähetetään.
fr_fr: Adresse depuis laquelle les emails sont envoyés.
hi: वह पता जहां से ईमेल भेजे गए हैं.
it: Indirizzo da cui vengono inviate le email.
ko_kr: 이메일을 보낼 주소입니다.
pl_pl: Adres, z którego wysyłane są e-maile.
sl: Naslov, s katerega se pošiljajo e-poštna sporočila.
uk_ua: Адреса, з якої надсилаються листи.

source: Enable enrollment codes
ar_sa: تمكين رموز التسجيل
cs: Povolit registrační kódy
de: Registrierungscodes zulassen
fa_ir: فعالسازی کدهای ثبت‌نام
fi: Ota rekisteröintikoodit käyttöön
fr_fr: Activer les codes d&#39;inscription
hi: नामांकन कोड सक्षम करें
it: Abilita i codici di registrazione
ko_kr: 등록된 코드를 사용할 수 있습니다.
pl_pl: Włącz kody rejestracyjne
sl: Omogoči vpisne kode
uk_ua: дозволяти коди запис

source: Enable the creation of enrollment codes.
ar_sa: تمكين إنشاء رموز التسجيل.
cs: Povolit vytváření registračních kódů.
de: zulassen die Erstellung von Anmeldecodes.
fa_ir: ایجاد کدهای ثبت‌نام را فعال کنید.
fi: Ota käyttöön ilmoittautumiskoodien luominen.
fr_fr: Activer la création de codes d&#39;inscription.
hi: नामांकन कोड का निर्माण सक्षम करें.
it: Abilita la creazione di codici di iscrizione.
ko_kr: 등록 코드 생성을 활성화 합니다.
pl_pl: Włącz tworzenie kodów rejestracyjnych.
sl: Omogočite ustvarjanje vpisnih kod.
uk_ua: дозволяти створення кодів запис .

source: Payment support email
ar_sa: البريد الإلكتروني لدعم الدفع
cs: E-mail na podporu plateb
de: E-Mail zur Zahlungsunterstützung
fa_ir: نشانی رایانامه پشتیبانی پرداخت
fi: Maksutuen sähköposti
fr_fr: Courriel d&#39;aide au paiement
hi: भुगतान सहायता ईमेल
it: E-mail di supporto per i pagamenti
ko_kr: 결제 지원 이메일
pl_pl: E-mail dotyczący wsparcia płatności
sl: E-pošta za podporo pri plačilu
uk_ua: Електронна адреса підтримки платежів

source: Contact email for payment support issues.
ar_sa: اتصل بالبريد الإلكتروني لمشاكل دعم الدفع.
cs: V případě problémů s podporou plateb kontaktujte e-mail.
de: Bei Problemen mit der Zahlungsunterstützung wenden Sie sich per E-Mail an uns.
fa_ir: برای مشکلات پشتیبانی پرداخت با نشانی زیر تماس بگیرید.
fi: Ota yhteyttä sähköpostiin maksutukiasioissa.
fr_fr: Adresse e-mail de contact pour les problèmes d&#39;assistance au paiement.
hi: भुगतान सहायता संबंधी समस्याओं के लिए ईमेल से संपर्क करें।
it: Contatta l&#39;e-mail per problemi di supporto al pagamento.
ko_kr: 결제 지원 관련 문제는 이메일로 문의해 주세요.
pl_pl: Adres e-mail do kontaktu w sprawie problemów z obsługą płatności.
sl: Za težave s podporo pri plačilu se obrnite na e-poštni naslov.
uk_ua: Зверніться до електронної пошти щодо питань підтримки платежів.

source: Payment support url
ar_sa: رابط دعم الدفع
cs: URL podpory plateb
de: URL zur Zahlungsunterstützung
fa_ir: نشانی اینترنتی پشتیبانی پرداخت
fi: Maksutuen URL-osoite
fr_fr: URL d&#39;aide au paiement
hi: भुगतान सहायता यूआरएल
it: URL del supporto per i pagamenti
ko_kr: 결제 지원 URL
pl_pl: Adres URL wsparcia płatności
sl: URL podpore za plačilo
uk_ua: URL-адреса підтримки платежів

source: URL for payment support issues.
ar_sa: عنوان URL لمشاكل دعم الدفع.
cs: Adresa URL pro problémy s podporou plateb.
de: URL für Probleme mit der Zahlungsunterstützung.
fa_ir: نشانی اینترنتی برای مشکلات پشتیبانی پرداخت.
fi: Maksutukiongelmien URL-osoite.
fr_fr: URL pour les problèmes de support de paiement.
hi: भुगतान सहायता समस्याओं के लिए URL.
it: URL per problemi di supporto ai pagamenti.
ko_kr: 결제 지원 문제와 관련된 URL
pl_pl: Adres URL problemów z obsługą płatności.
sl: URL za težave s podporo pri plačilu.
uk_ua: URL-адреса для питань підтримки платежів.

source: UTM Cookie Name
ar_sa: اسم ملف تعريف الارتباط UTM
cs: Název souboru cookie UTM
fa_ir: نام کوکی UTM
fi: UTM-evästeen nimi
fr_fr: Nom du cookie UTM
hi: UTM कुकी नाम
it: Nome del cookie UTM
ko_kr: UTM 쿠키 이름
pl_pl: Nazwa pliku cookie UTM
sl: Ime piškotka UTM
uk_ua: UTM Cookie ім&#39;я

source: Name of cookie storing UTM data.
ar_sa: اسم ملف تعريف الارتباط الذي يخزن بيانات UTM.
cs: Název souboru cookie ukládající data UTM.
de: Name des Cookies, der UTM Daten speichert.
fa_ir: نام کوکی که داده‌های UTM را ذخیره می‌کند.
fi: UTM-tietoja tallentavan evästeen nimi.
fr_fr: Nom du cookie stockant les données UTM.
hi: UTM डेटा संग्रहीत करने वाली कुकी का नाम.
it: Nome del cookie che memorizza i dati UTM.
ko_kr: UTM 데이터를 저장하는 쿠키 이름
pl_pl: Nazwa pliku cookie przechowującego dane UTM.
sl: Ime piškotka, ki shranjuje podatke UTM.
uk_ua: ім&#39;я UTM, що зберігає дані cookie.

source: Affiliate Cookie Name
ar_sa: اسم ملف تعريف الارتباط التابع
cs: Název affiliate cookie
fa_ir: نام کوکی وابسته
fi: Yhteistyökumppanin evästeen nimi
fr_fr: Nom du cookie d&#39;affiliation
hi: संबद्ध कुकी नाम
it: Nome del cookie affiliato
ko_kr: 제휴사 쿠키 이름
pl_pl: Nazwa pliku cookie partnera
sl: Ime pridruženega piškotka
uk_ua: Affiliate Cookie ім&#39;я

source: Name of cookie storing affiliate data.
ar_sa: اسم ملف تعريف الارتباط الذي يخزن البيانات التابعة.
cs: Název souboru cookie ukládající údaje o přidružených společnostech.
de: Name des Cookies, in dem Affiliate Daten gespeichert werden.
fa_ir: نام کوکی که داده‌های وابسته را ذخیره می‌کند.
fi: Yhteistyökumppanitietoja tallentavan evästeen nimi.
fr_fr: Nom du cookie stockant les données d&#39;affiliation.
hi: संबद्ध डेटा संग्रहीत करने वाली कुकी का नाम.
it: Nome del cookie che memorizza i dati di affiliazione.
ko_kr: 제휴사 관련 데이터를 저장하는 쿠키 이름
pl_pl: Nazwa pliku cookie przechowującego dane partnerskie.
sl: Ime piškotka, ki shranjuje podatke podružnic.
uk_ua: ім&#39;я афілійованого сайту, що зберігає дані cookie.

source: Send refund email notification
ar_sa: إرسال إشعار استرداد الأموال عبر البريد الإلكتروني
cs: Odeslat upozornění na vrácení peněz e-mailem
de: Senden Sie eine E-Mail-Benachrichtigung über die Rückerstattung
fa_ir: ارسال اعلان رایانامه بازپرداخت
fi: Lähetä palautusilmoitus sähköpostitse
fr_fr: Envoyer une notification par e-mail de remboursement
hi: धनवापसी ईमेल अधिसूचना भेजें
it: Invia notifica email di rimborso
ko_kr: 환불 이메일에 알림 보내기
pl_pl: Wyślij e-mail z powiadomieniem o zwrocie środków
sl: Pošljite e-poštno obvestilo o vračilu
uk_ua: Надіслати сповіщення електронною поштою про відшкодування

source: Enable SDN check
ar_sa: تمكين التحقق من SDN
cs: Povolit kontrolu SDN
de: SDN-Prüfung zulassen
fa_ir: بررسی SDN را فعال کنید
fi: Ota SDN-tarkistus käyttöön
fr_fr: Activer la vérification SDN
hi: एसडीएन जांच सक्षम करें
it: Abilita il controllo SDN
ko_kr: SDN 검사 사용
pl_pl: Włącz sprawdzanie SDN
sl: Omogoči preverjanje SDN
uk_ua: дозволяти перевірку SDN

source: Enable SDN check at checkout.
ar_sa: تمكين التحقق من SDN عند الخروج.
cs: Povolit kontrolu SDN při placení.
de: SDN-Überprüfung an der Kasse zulassen .
fa_ir: بررسی SDN را هنگام تسویه حساب فعال کنید.
fi: Ota SDN-tarkistus käyttöön kassalla.
fr_fr: Activez la vérification SDN à la caisse.
hi: चेकआउट के समय एसडीएन जांच सक्षम करें।
it: Abilita il controllo SDN al momento del pagamento.
ko_kr: 결제 시 SDN 검사를 사용 가능으로 설정
pl_pl: Włącz sprawdzanie SDN przy kasie.
sl: Omogoči preverjanje SDN ob blagajni.
uk_ua: дозволяти SDN check at checkout.

source: [Deprecated] US Treasury SDN API URL
ar_sa: [مهمل] عنوان URL لواجهة برمجة تطبيقات SDN الخاصة بوزارة الخزانة الأمريكية
cs: [Deprecated] URL API SDN ministerstva financí USA
de: [Veraltet] SDN-API-URL des US-Finanzministeriums
fi: [Käytöstä poistettu] Yhdysvaltain valtiovarainministeriön SDN-sovellusliittymän URL-osoite
fr_fr: [Obsolète] URL de l&#39;API SDN du Trésor américain
hi: [अस्वीकृत] यूएस ट्रेजरी एसडीएन एपीआई यूआरएल
it: [Deprecato] URL dell&#39;API SDN del Ministero del Tesoro degli Stati Uniti
ko_kr: [사용중지됨] 미국 재무부 SDN API URL
pl_pl: [Przestarzałe] Adres URL interfejsu API SDN Departamentu Skarbu USA
sl: [Zastarelo] URL API za SDN zakladništva ZDA
uk_ua: [ Застарілий ] URL-адреса SDN API Казначейства США

source: [Deprecated] US Treasury SDN API key
ar_sa: [مهمل] مفتاح SDN API الخاص بوزارة الخزانة الأمريكية
cs: [Deprecated] Klíč API SDN ministerstva financí USA
de: [Veraltet] SDN-API-Schlüssel des US-Finanzministeriums
fi: [Käytöstä poistettu] US Treasury SDN API -avain
fr_fr: [Obsolète] Clé API SDN du Trésor américain
hi: [अस्वीकृत] यूएस ट्रेजरी एसडीएन एपीआई कुंजी
it: [Deprecato] Chiave API SDN del Tesoro statunitense
ko_kr: [사용중지됨] 미국 재무부 SDN API 키
pl_pl: [Przestarzałe] Klucz API SDN Departamentu Skarbu USA
sl: [Zastarelo] Ključ API SDN državne blagajne ZDA
uk_ua: [ Застарілий ] Ключ SDN API Міністерства фінансів США

source: SDN lists
ar_sa: قوائم SDN
cs: Seznamy SDN
de: SDN-Listen
fa_ir: فهرست‌های SDN
fi: SDN-listat
fr_fr: Listes SDN
hi: एसडीएन सूचियाँ
it: Elenchi SDN
ko_kr: SDN 목록
pl_pl: listy SDN
sl: SDN seznami
uk_ua: Списки SDN

source: A comma-separated list of Treasury OFAC lists to check against.
ar_sa: قائمة مفصولة بفواصل لقوائم مكتب مراقبة الأصول الأجنبية التابع لوزارة الخزانة للتحقق منها.
cs: Čárkami oddělený seznam seznamů ministerstva financí OFAC ke kontrole.
de: Eine durch Kommas getrennte Liste der OFAC-Listen des Finanzministeriums, anhand derer geprüft werden soll.
fa_ir: فهرستی از فهرست‌های OFAC وزارت خزانه‌داری که با کاما تفکیک شده‌اند، برای بررسی ارائه می‌شود.
fi: Pilkuilla eroteltu luettelo Treasury OFAC -luetteloista, joita voit verrata.
fr_fr: Une liste séparée par des virgules des listes OFAC du Trésor à vérifier.
hi: जांच के लिए ट्रेजरी ओएफएसी सूचियों की अल्पविराम से अलग की गई सूची।
it: Un elenco separato da virgole degli elenchi OFAC del Tesoro da confrontare.
ko_kr: 이후 다시 확인할 재무부 OFAC 리스트 중 쉼표로 구분된 목록
pl_pl: Rozdzielana przecinkami lista list Treasury OFAC, z którymi należy sprawdzić.
sl: Seznam seznamov OFAC zakladnice, ločenih z vejicami, za preverjanje.
uk_ua: відокремлений комами список списків Казначейства OFAC для перевірки.

source: Require Account Activation
ar_sa: يتطلب تفعيل حساب
cs: Vyžadovat aktivaci účtu
de: Konto erforderlich
fa_ir: نیاز به فعالسازی حساب کاربری
fi: Vaadi tilin aktivointi
fr_fr: Exiger l&#39;activation du compte
hi: खाता सक्रियण की आवश्यकता है
it: Richiedi l&#39;attivazione dell&#39;account
ko_kr: 계정 활성화 필요
pl_pl: Wymagaj aktywacji konta
sl: Zahtevaj aktivacijo računa
uk_ua: вимагати активації Обліко <span class='notranslate'>в ий запис</span>

source: Require users to activate their account before allowing them to redeem a coupon.
ar_sa: اطلب من المستخدمين مفعّل حساب قبل السماح لهم باسترداد قسيمة.
cs: Vyžadujte od uživatelů, aby si aktivovali svůj účet, než jim umožníte uplatnit kupón.
de: Fordern Sie Benutzer auf, ihr Konto zu aktiviert , bevor sie einen Coupon einlösen können.
fa_ir: از کاربران بخواهید پیش از اینکه به آن‌ها اجازه استفاده از کوپن را بدهند حساب کاربری خود را فعال کنند.
fi: Vaadi käyttäjiä aktivoimaan tilinsä ennen kuin he voivat lunastaa kupongin.
fr_fr: Exiger que les utilisateurs activent leur compte avant de leur permettre d&#39;utiliser un coupon.
hi: उपयोगकर्ताओं को कूपन भुनाने की अनुमति देने से पहले उन्हें अपना खाता सक्रिय करना होगा।
it: Richiedi agli utenti di attivare il proprio account prima di consentire loro di riscattare un coupon.
ko_kr: 사용자들의 쿠폰 상환을 허용하기 전에 먼저 그들의 계정을 활성화해야 합니다.
pl_pl: Wymagaj od użytkowników aktywacji konta przed umożliwieniem im wykorzystania kupon .
sl: Zahtevajte od uporabnikov, da aktivirajo svoj račun, preden jim dovolite unovčenje kupona.
uk_ua: вимагайте від користувачів акти <span class='notranslate'>в о в аний</span> Обліко <span class='notranslate'>в ий запис</span> перед тим, як дозволити їм викупити купон .

source: Optimizely snippet source URL
ar_sa: تحسين عنوان URL لمصدر المقتطف
cs: Zdrojová adresa URL fragmentu Optimalizace
de: Optimizely-Snippet-Quell-URL
fa_ir: نشانی اینترنتی منبع را بهینه کنید
fi: Optimoi katkelma lähde-URL-osoite
fr_fr: Extrait optimisé de l&#39;URL source
hi: स्रोत URL को अनुकूलित रूप से स्निपेट करें
it: URL di origine dello snippet ottimizzato
ko_kr: 소스 URL 조각 최적화
pl_pl: Zoptymalizuj źródłowy adres URL fragmentu
sl: Optimiziran izvorni URL delčka
uk_ua: URL-адреса джерела оптимізованого фрагмента

source: This script will be loaded on every page.
ar_sa: سيتم تحميل هذا البرنامج النصي في كل صفحة.
cs: Tento skript bude načten na každé stránce.
de: Dieses Skript wird auf jeder Seite geladen.
fa_ir: این اسکریپت در هر صفحه بارگذاری می‌شود.
fi: Tämä skripti ladataan jokaiselle sivulle.
fr_fr: Ce script sera chargé sur chaque page.
hi: यह स्क्रिप्ट हर पेज पर लोड की जाएगी.
it: Questo script verrà caricato su ogni pagina.
ko_kr: 이 스크립트는 모든 페이지에 로드됩니다.
pl_pl: Skrypt ten zostanie załadowany na każdej stronie.
sl: Ta skript se bo naložil na vsako stran.
uk_ua: Цей скрипт буде завантажуватися на кожній сторінці.

source: Base Cookie Domain
ar_sa: مجال ملفات تعريف الارتباط الأساسي
cs: Základní doména cookie
de: Basis-Cookie-Domäne
fa_ir: دامنه کوکی پایه
fr_fr: Domaine des cookies de base
hi: बेस कुकी डोमेन
it: Dominio cookie di base
ko_kr: 기본 쿠키 도메인
pl_pl: Podstawowa domena plików cookie
sl: Osnovna domena piškotkov
uk_ua: Базовий домен файлу cookie
