Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: Full name
ar_sa: الاسم الكامل
cs: Jméno
de: vollständiger Name
fa_ir: نام و نام‌خانوادگی
fi: Koko nimi
fr_fr: Nom complet
hi: पूरा नाम
it: Nome e cognome
ko_kr: 실명
pl_pl: Pełne imię i nazwisko
sl: Polno ime
uk_ua: Повне ім&#39;я

source: Refund Overview
ar_sa: نظرة عامة على استرداد الأموال
cs: Přehled vrácení peněz
de: Rückerstattungsübersicht
fa_ir: بررسی اجمالی بازپرداخت
fi: Hyvityksen yleiskatsaus
fr_fr: Aperçu du remboursement
hi: धनवापसी अवलोकन
it: Panoramica del rimborso
ko_kr: 환별 보기
pl_pl: Przegląd zwrotów
sl: Pregled vračila
uk_ua: Огляд повернення коштів

source: Associated Order
ar_sa: النظام المرتبط
cs: Přidružená objednávka
de: Zugehöriger Orden
fa_ir: سفارش مرتبط
fi: Liittynyt tilaus
fr_fr: Commande associée
hi: संबद्ध आदेश
it: Ordine associato
ko_kr: 관련된 주문
pl_pl: Powiązane zamówienie
sl: Povezano naročilo
uk_ua: Пов&#39;язане замовлення

source: Refund Items
ar_sa: استرداد العناصر
cs: Vrácení položek
de: Artikel erstatten
fa_ir: اقلام بازپرداختی
fi: Hyvityskohteet
fr_fr: Articles de remboursement
hi: आइटम वापसी
it: Articoli da rimborsare
ko_kr: 환불 항목
pl_pl: Przedmioty zwrotu
sl: Predmeti za vračilo kupnine
uk_ua: Повернення коштів

source: Refund Line ID
ar_sa: معرف خط الاسترداد
cs: ID linky pro vrácení peněz
de: Rückerstattungszeilen ID
fa_ir: شناسه خط بازپرداخت
fi: Hyvityslinjan tunnus
fr_fr: ID de la ligne de remboursement
hi: रिफंड लाइन आईडी
it: ID riga di rimborso
ko_kr: 환불 라인ID
pl_pl: Identyfikator linii zwrotu
sl: ID vrstice vračila
uk_ua: id лінії відшкодування

source: Associated Order Line
ar_sa: خط الطلب المرتبط
cs: Přidružená objednávková linka
de: Zugehörige Bestellzeile
fa_ir: خط سفارش مرتبط
fi: Liittynyt tilausrivi
fr_fr: Ligne de commande associée
hi: एसोसिएटेड ऑर्डर लाइन
it: Riga d&#39;ordine associata
ko_kr: 관련된 주문라인
pl_pl: Powiązana linia zamówienia
sl: Povezana vrstica naročila
uk_ua: Пов’язаний рядок замовлення

source: Credit (excl. tax)
ar_sa: الائتمان (باستثناء الضرائب)
cs: Kredit (bez daně)
de: Gutschrift (exkl. MwSt.)
fa_ir: اعتبار (بدون مالیات)
fi: Luotto (ilman veroja)
fr_fr: Crédit (HT)
hi: क्रेडिट (कर को छोड़कर)
it: Credito (imposta esclusa)
ko_kr: 신용(세금제외)
pl_pl: Kredyt (bez podatku)
sl: Kredit (brez davka)
uk_ua: Кредит (без податку)

source: Processor
ar_sa: المعالج
cs: Zpracovatel
de: Prozessor
fa_ir: پردازشگر
fi: Prosessori
fr_fr: Processeur
hi: प्रोसेसर
it: Processore
ko_kr: 프로세서
pl_pl: Edytor
sl: procesor
uk_ua: Процесор

source: General
ar_sa: عام
cs: Obecné
de: Allgemein
fa_ir: عمومی
fi: Kenraali
fr_fr: Général
hi: सामान्य
it: Generale
ko_kr: 일반
pl_pl: Ogólny
uk_ua: Загальний

source: Yes,No
ar_sa: نعم / لا
cs: Ano, Ne
de: Ja,Nein
fa_ir: بله، خیر
fi: Kyllä ei
fr_fr: Oui Non
hi: हां नहीं
it: Si No
ko_kr: 예,아니오
pl_pl: Tak nie
sl: da, ne
uk_ua: Так ні

source: Superuser
ar_sa: المستخدم المتميز
cs: Superuživatel
fa_ir: کاربر فوق‌العاده
fi: Superkäyttäjä
fr_fr: Superutilisateur
hi: सुपर उपयोगकर्ता
it: Superutente
ko_kr: 관리자
pl_pl: Superużytkownik
sl: Superuporabnik
uk_ua: Суперкористувач

source: True,False
ar_sa: خطأ صحيح
de: Richtig,Falsch
fa_ir: درست،نادرست
fi: Totta, Väärää
fr_fr: Vrai faux
hi: सही गलत
it: Vero falso
pl_pl: prawda , fałsz
sl: Pravilno napačno
uk_ua: Правда, хибний

source: Staff
ar_sa: طاقم المساق
cs: Učitelé
de: Mitarbeiter
fa_ir: کارکنان
fi: Henkilökunta
fr_fr: Personnel
hi: कर्मचारी
ko_kr: 운영팀
pl_pl: Personel
sl: osebje
uk_ua: Персонал

source: Last login
ar_sa: آخر تسجيل دخول
cs: Poslední přihlášení
de: Letzte Anmeldung
fa_ir: آخرین ورود به سامانه
fi: Viimeinen kirjautuminen
fr_fr: Dernière connexion
hi: आखरी लॉगइन
it: Ultimo accesso
ko_kr: 마지막 로그인
pl_pl: Ostatnie logowanie
sl: Zadnja prijava
uk_ua: Останній вхід

source: Date joined
ar_sa: تاريخ الانضمام
cs: Datum připojení
de: Datum des Beitritts
fa_ir: تاریخ پیوستن به سامانه
fi: Liittymispäivämäärä
fr_fr: Date d&#39;adhésion
hi: शामिल होने का दिनांक
it: Data di adesione
ko_kr: 가입 일자
pl_pl: Data dołączenia
sl: Datum pridružitve
uk_ua: Дата приєднання

source: Products viewed
ar_sa: تم عرض المنتجات
cs: Prohlížené produkty
de: Angesehene Produkte
fa_ir: محصولات مشاهده‌شده
fi: Tuotteet katsottu
fr_fr: Produits consultés
hi: उत्पाद देखे गए
it: Prodotti visualizzati
ko_kr: 제품 보기
pl_pl: Przeglądane produkty
sl: Ogledani izdelki
uk_ua: Переглянуті товари

source: Number of orders
ar_sa: عدد الطلبات
cs: Počet objednávek
de: Anzahl der Bestellungen
fa_ir: تعداد سفارش‌ها
fi: Tilausten määrä
fr_fr: Nombre de commandes
hi: आदेशों की संख्या
it: Numero di ordini
ko_kr: 주문 수
pl_pl: Ilość zamówień
sl: Število naročil
uk_ua: Кількість замовлень

source: Number of ordered items
ar_sa: عدد العناصر المطلوبة
cs: Počet objednaných položek
de: Anzahl der bestellten Artikel
fa_ir: تعداد اقلام سفارش‌شده
fi: Tilattujen tuotteiden määrä
fr_fr: Nombre d&#39;articles commandés
hi: ऑर्डर की गई वस्तुओं की संख्या
it: Numero di articoli ordinati
ko_kr: 주문된 아이템 수
pl_pl: Liczba zamówionych artykułów
sl: Število naročenih artiklov
uk_ua: Кількість замовлених товарів

source: Total spent
ar_sa: إجمال الصرف
cs: Celkem utraceno
de: Gesamtausgaben
fa_ir: کل مبلغ پرداختی
fi: Yhteensä käytetty
fr_fr: Total dépensé
hi: कुल खर्च किया
it: Spesa totale
ko_kr: 종 소비
pl_pl: Całkowite wydatki
sl: Skupno porabljeno
uk_ua: всього витрачено

source: Reviews written
ar_sa: التعليقات مكتوبة
cs: Recenzí napsáno
de: geschriebene Rezensionen
fa_ir: نظرات نوشته شده‌است
fi: Arvostelut kirjoitettu
fr_fr: Avis rédigés
hi: समीक्षाएँ लिखी गईं
it: Recensioni scritte
ko_kr: 작성된 후기
pl_pl: Recenzje napisane
sl: Napisane ocene
uk_ua: відгуки написані

source: Send password reset email
ar_sa: أرسل كلمة المرور إعادة تعيين البريد الإلكتروني
cs: Odeslat e-mail pro obnovení hesla
de: Senden Sie eine E-Mail zum Zurücksetzen des Passworts
fa_ir: ارسال رایانامه بازنشانی گذرواژه
fi: Lähetä salasanan palautusviesti
fr_fr: Envoyer un e-mail de réinitialisation du mot de passe
hi: पासवर्ड रीसेट ईमेल भेजें
it: Invia e-mail di reimpostazione della password
ko_kr: 비밀번호 초기화를 위한 이메일 발신
pl_pl: Wyślij wiadomość e-mail dotyczącą resetowania hasła
sl: Pošlji e-pošto za ponastavitev gesla
uk_ua: Надіслати електронний лист для відновлення Пароль

source: Addresses
ar_sa: عناوين
cs: Adresy
de: Adressen
fa_ir: نشانی‌ها
fi: Osoitteet
fr_fr: Adresses
hi: पतों
it: Indirizzi
ko_kr: 주소
pl_pl: Adresy
sl: Naslovi
uk_ua: Адреси

source: Reviews
ar_sa: المراجعات
cs: Recenze
de: Rezensionen
fa_ir: بررسی‌ها
fi: Arvostelut
fr_fr: Commentaires
hi: समीक्षा
it: Recensioni
ko_kr: 리뷰
pl_pl: Opinie
sl: Ocene
uk_ua: відгуки

source: Num items
ar_sa: عدد العناصر
cs: Počet položek
de: Anzahl Artikel
fa_ir: تعداد اقلام
fi: Kohteiden lukumäärä
fr_fr: Nombre d&#39;éléments
hi: आइटम संख्या
it: N. elementi
ko_kr: 항목 수
pl_pl: Liczba elementów
sl: Število predmetov
uk_ua: Кількість елементів

source: Total value
ar_sa: القيمة الإجمالية
cs: Celková hodnota
de: Gesamtwert
fa_ir: ارزش کل
fi: Kokonaisarvo
fr_fr: Valeur totale
hi: कुल संख्या
it: Valore complessivo
ko_kr: 총 가치
pl_pl: Całkowita wartość
sl: Skupna vrednost
uk_ua: Загальна вартість

source: Date placed
ar_sa: التاريخ المحدد
cs: Datum objednání
de: Datum platziert
fa_ir: تاریخ مقرر
fi: Sijoituspäivämäärä
fr_fr: Date de mise en place
hi: डेट प्लेस्ड
it: Data inserita
ko_kr: 주문 일
pl_pl: Data umieszczona
sl: Datum postavitve
uk_ua: Дата розміщення

source: This customer has not placed any orders yet.
ar_sa: هذا العميل لم يقدم أي طلبات حتى الآن.
cs: Tento zákazník ještě nezadal žádné objednávky.
de: Dieser Kunde hat noch keine Bestellungen aufgegeben.
fa_ir: این مشتری هنوز سفارشی را ثبت نکرده است.
fi: Tämä asiakas ei ole vielä tehnyt tilauksia.
fr_fr: Ce client n&#39;a pas encore passé de commande.
hi: इस ग्राहक ने अभी तक कोई ऑर्डर नहीं दिया है.
it: Questo cliente non ha ancora effettuato alcun ordine.
ko_kr: 고객은 아직 주문을 넣지 않았습니다.
pl_pl: Ten klient nie złożył jeszcze żadnych zamówień.
sl: Ta stranka še ni oddala nobenega naročila.
uk_ua: Цей клієнт ще не зробив жодного замовлення.

source: This customer has not saved any addresses.
ar_sa: لم يقم هذا العميل بحفظ أية عناوين.
cs: Tento zákazník nemá uloženy žádné adresy.
de: Dieser Kunde hat keine Adressen gespeichert.
fa_ir: این مشتری هنوز نشانی را ذخیره نکرده است.
fi: Tämä asiakas ei ole tallentanut osoitteita.
fr_fr: Ce client n&#39;a enregistré aucune adresse.
hi: इस ग्राहक ने कोई पता सहेजा नहीं है.
it: Questo cliente non ha salvato alcun indirizzo.
ko_kr: 고객은 아직 주소를 저장하지 않았습니다.
pl_pl: Ten klient nie zapisał żadnych adresów.
sl: Ta stranka ni shranila nobenega naslova.
uk_ua: Цей клієнт не зберіг жодної адреси.

source: Product ID
ar_sa: معرف المنتج
cs: ID produktu
de: Produkt ID
fa_ir: شناسه محصول
fi: Tuotetunnus
fr_fr: Identifiant du produit
hi: विषय आईडी
it: Codice prodotto
ko_kr: 제품 ID
pl_pl: ID produktu
sl: ID izdelka
uk_ua: id продукту

source: Score
ar_sa: النتيجة
cs: Skóre
de: Punktezahl
fa_ir: امتیاز
fi: Pisteet
fr_fr: But
hi: कुल स्कोर
it: Voto
ko_kr: 점수
pl_pl: Wynik
sl: Rezultat
uk_ua: Оцінка

# Product review title
source: Title
ar_sa: العنوان
cs: Název
de: Titel
fa_ir: عنوان
fi: Otsikko
fr_fr: Titre
hi: शीर्षक
it: Titolo
ko_kr: 제목
pl_pl: Tytuł
sl: Naslov
uk_ua: Назва

source: Body
ar_sa: محتوى
cs: Tělo
de: Textkörper
fa_ir: بدنه
fi: Runko
fr_fr: Corps
hi: प्रधान भाग
it: Corpo
pl_pl: Ciało
sl: Telo
uk_ua: Тіло

source: Date created
ar_sa: تاريخ الإنشاء
cs: Datum vytvoření
de: Datum erstellt
fa_ir: تاریخ ساخت
fi: Päivämäärä luotu
fr_fr: Date créée
hi: निर्माण की तिथि
it: Data di creazione
ko_kr: 생성 날짜
pl_pl: Data utworzenia
sl: Datum ustvarjanja
uk_ua: Дата створення

source: This customer has not written any reviews yet.
ar_sa: هذا العميل لم يكتب أي تعليقات حتى الآن.
cs: Tento zákazník zatím nenapsal žádné recenze.
de: Dieser Kunde hat noch keine Bewertungen geschrieben.
fa_ir: این مشتری هنوز نظری ارائه نکرده است.
fi: Tämä asiakas ei ole vielä kirjoittanut yhtään arvostelua.
fr_fr: Ce client n&#39;a pas encore écrit d&#39;avis.
hi: इस ग्राहक ने अभी तक कोई समीक्षा नहीं लिखी है.
it: Questo cliente non ha ancora scritto alcuna recensione.
ko_kr: 고객은 아직 어떤 후기도 남기지 않았습니다.
pl_pl: Ten klient nie napisał jeszcze żadnej recenzji.
sl: Ta stranka še ni napisala nobene ocene.
uk_ua: Цей клієнт ще не написав жодного відгуку.

source: E-Commerce Service Administration
ar_sa: إدارة خدمات التجارة الإلكترونية
cs: Správa služeb elektronického obchodu
de: Verwaltung von E-Commerce-Diensten
fa_ir: مدیریت خدمات تجارت الکترونیک
fi: Verkkokaupan palveluhallinto
fr_fr: Administration des services de commerce électronique
hi: ई-कॉमर्स सेवा प्रशासन
it: Amministrazione del servizio e-commerce
ko_kr: 전자상거래 서비스 관리
pl_pl: Administracja usługami handlu elektronicznego
sl: Uprava za storitve e-trgovine
uk_ua: Адміністрування служби електронної комерції

source: {percentage} %
uk_ua: {процент} %

source: %(name)s | Offers
cs: %(name)s | Nabídky
fa_ir: %(name)sپیشنهاد می‌کنم

source: Retry Fulfillment
cs: Opakovat plnění
fa_ir: تلاش دوباره

source: Est. dispatch date
cs: Odh. datum odeslání
fa_ir: برآورد تاریخ ارسال

source: Create refund
cs: Vytvořit vrácení peněz
fa_ir: ساخت بازپرداخت

source: %(title)s (quantity %(event_qty)s/%(total_qty)s)
cs: %(title)s (množství %(event_qty)s/%(total_qty)s)
fa_ir: %(title)s (کمیت %(event_qty)s/ %(total_qty)s)
