Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
ar_sa: شكرًا لشرائك %(credit_hours)s ساعة دراسية من %(credit_provider)s للمساق %(course_title)s. سيظهر مبلغ الاقتطاع على إيصال بطاقتك الائتمانية باسم شركة "%(platform_name)s".
cs: Děkujeme, že jste si zakoupili kreditní hodiny %(credit_hours)s od %(credit_provider)s pro %(course_title)s. Na výpisu z vaší kreditní nebo debetní karty se objeví poplatek s názvem společnosti „%(platform_name)s“.
de: Vielen Dank für den Kauf von %(credit_hours)s Kreditstunden von %(credit_provider)s für %(course_title)s . Auf Ihrer Kredit- oder Debitkartenabrechnung erscheint eine Belastung mit dem Firmennamen „ %(platform_name)s “.
fa_ir: متشکریم برای خرید ساعات اعتباری %(credit_hours)s از %(credit_provider)s برای %(course_title)s. شارژ مورد نظر در وضعیت نقدی یا اعتباری شما تحت نام سازمانی %(platform_name)s ظاهر خواهد شد.
fi: Kiitos, että ostit %(credit_hours)s luottotunnit valmistajalta %(credit_provider)s tuotteelle %(course_title)s. Veloitus näkyy luotto- tai maksukorttisi tiliotteessa yrityksen nimellä &quot;%(platform_name)s&quot;.
fr_fr: Merci d&#39;avoir acheté des heures de crédit %(credit_hours)s auprès de %(credit_provider)s pour %(course_title)s. Un débit apparaîtra sur votre relevé de carte de crédit ou de débit avec le nom de l&#39;entreprise &quot;%(platform_name)s&quot;.
hi: %(course_title)s के लिए %(credit_provider)s से %(credit_hours)s क्रेडिट घंटे खरीदने के लिए धन्यवाद। आपके क्रेडिट या डेबिट कार्ड विवरण पर कंपनी के नाम &quot; %(platform_name)s &quot; के साथ एक शुल्क दिखाई देगा।
it: Grazie per aver acquistato le ore di credito %(credit_hours)s da %(credit_provider)s per %(course_title)s . Sull&#39;estratto conto della tua carta di credito o debito verrà visualizzato un addebito con il nome della società &quot; %(platform_name)s &quot;.
ko_kr: %(course_title)s에 대한 %(credit_hours)s 학점을 %(credit_provider)s에서 구입해주셔서 감사합니다. 요금은 회사명이 %(platform_name)s인 신용 카드 또는 직불 카드 명세서에 표시될 예정입니다.
pl_pl: Dziękujemy za zakup godzin kredytowych %(credit_hours)s od %(credit_provider)s dla %(course_title)s . Na wyciągu z Twojej karty kredytowej lub debetowej pojawi się obciążenie z nazwą firmy „ %(platform_name)s ”.
sl: Zahvaljujemo se vam za nakup kreditnih ur %(credit_hours)s pri %(credit_provider)s za %(course_title)s. Na izpisku vaše kreditne ali debetne kartice bo prikazana bremenitev z imenom podjetja »%(platform_name)s«.
uk_ua: Дякуємо за придбання %(credit_hours)s кредитних годин у %(credit_provider)s для %(course_title)s . У виписці з вашої кредитної або дебетової картки з’явиться стягнення з ім&#39;я компанії « %(platform_name)s ».

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
ar_sa: لقد تلقيت هذه الرسالة لأنك اشتريت ساعات معتمدة لدورة %(course_title)s ، وهي دورة %(platform_name)s .
cs: Tuto zprávu jste obdrželi, protože jste si zakoupili kreditní hodiny pro %(course_title)s, kurz %(platform_name)s.
de: Sie haben diese Nachricht erhalten, weil Sie Kreditstunden für %(course_title)s , einen %(platform_name)s -Kurs, erworben haben.
fa_ir: شما این پیام را به دلیل خرید ساعات اعتباری برای %(course_title)s مشاهده می‌کنید، یک دوره آموزشی %(platform_name)s.
fi: Sait tämän viestin, koska ostit opintotunnit %(course_title)s, %(platform_name)s kurssille.
fr_fr: Vous avez reçu ce message parce que vous avez acheté des heures de crédit pour %(course_title)s, un cours %(platform_name)s.
hi: आपको यह संदेश इसलिए प्राप्त हुआ क्योंकि आपने %(course_title)s , एक %(platform_name)s पाठ्यक्रम के लिए क्रेडिट घंटे खरीदे थे।
it: Hai ricevuto questo messaggio perché hai acquistato ore di credito per %(course_title)s , un corso %(platform_name)s .
ko_kr: 귀하께서 이 메세지를 받으신 이유는 %(platform_name)s 코스의 %(course_title)s 과정에 대한 학점을 취득하셨기 때문입니다.
pl_pl: Otrzymałeś tę wiadomość, ponieważ kupiłeś godziny kredytowe na kurs %(course_title)s %(platform_name)s .
sl: To sporočilo ste prejeli, ker ste kupili kreditne ure za tečaj %(course_title)s, %(platform_name)s.
uk_ua: ви отримали це повідомлення , оскільки придбали кредитні години для %(course_title)s , %(platform_name)s курс .

source: Order Receipt
ar_sa: استلام الطلب
cs: Potvrzení objednávky
de: Bestellquittung
fa_ir: رسید سفارش
fi: Tilauskuitti
fr_fr: Récépissé de commande
hi: आदेश रसीद
it: Ricevuta d&#39;ordine
ko_kr: 주문 영수증
pl_pl: Potwierdzenie zamówienia
sl: Potrdilo o naročilu
uk_ua: Квитанція замовлення

source: For Business
ar_sa: للأعمال التجارية
cs: Pro obchod
de: Für das Geschäft
fa_ir: برای تجارت
fi: Yrityksille
fr_fr: Pour le business
hi: व्यापार के लिए
it: Per affari
ko_kr: 업무용
pl_pl: Dla biznesu
sl: Za posel
uk_ua: Для бізнесу

source: Thank you for purchasing access to %(course_name)s. Let's get your group ready to learn with edX:
ar_sa: شكرًا لك على شراء وصول إلى %(course_name)s . دعنا نجهز مجموعتك للتعلم باستخدام edX:
cs: Děkujeme, že jste si zakoupili přístup k %(course_name)s. Připravme vaši skupinu na učení s edX:
de: Vielen Dank, dass Sie den Zugang zu %(course_name)s erworben haben. Bereiten wir Ihre Gruppe auf das Lernen mit edX vor:
fa_ir: از خرید دسترسی به%(course_name)s سپاسگزاریم. بیایید گروه شما را برای یادگیری با ادکس آماده کنیم:
fi: Kiitos, että ostit %(course_name)s käyttöoikeuden. Valmistetaan ryhmäsi oppimaan edX:n avulla:
fr_fr: Merci d&#39;avoir acheté l&#39;accès à %(course_name)s. Préparons votre groupe à apprendre avec edX :
hi: %(course_name)s तक पहुंच खरीदने के लिए धन्यवाद। आइए अपने समूह को edX के साथ सीखने के लिए तैयार करें:
it: Grazie per aver acquistato l&#39;accesso a %(course_name)s . Prepariamo il tuo gruppo a imparare con edX:
ko_kr: %(course_name)s를 구매해 주셔서 감사합니다! 이제 귀하의 그룹이 edX를 통해 학습할 수 있도록 준비하겠습니다.
pl_pl: Dziękujemy za zakup dostępu do %(course_name)s . Przygotujmy Twoją grupę do nauki z edX:
sl: Hvala, ker ste kupili dostop do %(course_name)s. Pripravimo svojo skupino na učenje z edX:
uk_ua: Дякуємо за придбання доступу до %(course_name)s . Давайте підготуємо вашу група до навчання з edX:

source: Download and save the {link_start}{download_csv_link}{link_middle} enrollment code file.{link_end}
ar_sa: تحميل وحفظ ملف رمز التسجيل {link_start} {download_csv_link} {link_middle} . {link_end}
cs: Stáhněte si a uložte soubor s registračním kódem {link_start}{download_csv_link}{link_middle}.{link_end}
de: Laden Sie die Registrierungscodedatei {link_start} {download_csv_link} {link_middle} herunterladen und speichern Sie sie. {link_end}
fa_ir: پرونده کد ثبت‌نام {link_start}{download_csv_link}{link_middle} را بارگیری و ذخیره کنید.{link_end}
fi: Lataa ja tallenna {link_start}{download_csv_link}{link_middle} rekisteröintikooditiedosto.{link_end}
fr_fr: Téléchargez et enregistrez le fichier de code d&#39;inscription {link_start}{download_csv_link}{link_middle}.{link_end}
hi: {link_start} {download_csv_link} {link_middle} नामांकन कोड फ़ाइल डाउनलोड करें और सहेजें। {link_end}
it: Scarica e salva il file del codice di registrazione {link_start} {download_csv_link} {link_middle} . {link_end}
ko_kr: {link_start}{download_csv_link}{link_middle}등록 코드 파일{link_end}에서 다운로드하고 저장하세요.
pl_pl: Pobierz i zapisz plik kodu rejestracyjnego {link_start} {download_csv_link} {link_middle} . {link_end}
uk_ua: за <span class='notranslate'>в антажу в ати</span> та збережіть {link_start} {download_csv_link} {link_middle} код запис файл . {link_end}

source: Distribute one code per learner before the expiration date.
ar_sa: توزيع رمز واحد لكل طالب قبل تاريخ انتهاء الصلاحية.
cs: Distribuujte jeden kód každému studentovi před datem vypršení platnosti.
de: Verteilen Sie vor Ablauf des Ablaufdatums einen Code an jeden Lernenden.
fa_ir: پیش از تاریخ انقضا یک کد برای هر یادگیرنده توزیع کنید.
fi: Jaa yksi koodi oppijaa kohden ennen viimeistä voimassaolopäivää.
fr_fr: Distribuez un code par apprenant avant la date d&#39;expiration.
hi: समाप्ति तिथि से पहले प्रति शिक्षार्थी एक कोड वितरित करें।
it: Distribuisci un codice per studente prima della data di scadenza.
ko_kr: 만료일 전에 수강생당 하나의 코드를 배포합니다.
pl_pl: Rozdaj jeden kod każdemu uczniowi przed datą wygaśnięcia.
sl: Porazdelite eno kodo na učenca pred datumom poteka.
uk_ua: Роздайте по одному коду на учень до закінчення терміну дії.

source: Pro tip: Track which code is associated with which person.
ar_sa: نصيحة احترافية: تتبع الرمز المرتبط بالشخص.
cs: Tip pro profesionály: Sledujte, který kód je spojen s kterou osobou.
de: Profi-Tipp: Verfolgen Sie, welcher Code welcher Person zugeordnet ist.
fa_ir: نکته حرفه ای: پیگیری کنید کدام کد با کدام شخص مرتبط است.
fi: Ammattilaisen vinkki: Seuraa, mikä koodi mihinkin henkilöön liittyy.
fr_fr: Conseil de pro : suivez quel code est associé à quelle personne.
hi: प्रो टिप: ट्रैक करें कि कौन सा कोड किस व्यक्ति से संबद्ध है।
it: Suggerimento professionale: tieni traccia di quale codice è associato a quale persona.
ko_kr: 전문가 팁: 어떤 코드가 어떤 사람과 연결되어 있는지 추적하세요.
pl_pl: Wskazówka dla profesjonalistów: śledź, który kod jest powiązany z konkretną osobą.
sl: Profesionalni nasvet: spremljajte, katera koda je povezana s katero osebo.
uk_ua: Професійна порада: відстежуйте, який код пов’язано з якою особою.

source: Learners sign-in/register with edX and enroll for the course.
ar_sa: الطلّاب قم بتسجيل الدخول/التسجيل في edX والتسجيل في الدورة.
cs: Studenti se přihlásí/zaregistrují do edX a zapíší se do kurzu.
de: Die Lernenden melden sich bei edX an/registrieren und einschreiben für den Kurs ein.
fa_ir: یادگیرندگان با ادکس به سامانه ورود می‌کنند/ثبت‌نام می‌کنند و در دوره آموزشی ثبت‌نام می‌نمایند.
fi: Oppilaat kirjautuvat sisään/rekisteröityvät edX:llä ja ilmoittautuvat kurssille.
fr_fr: Les apprenants se connectent/s&#39;inscrivent auprès d&#39;edX et s&#39;inscrivent au cours.
hi: शिक्षार्थी edX के साथ साइन-इन/पंजीकरण करें और पाठ्यक्रम के लिए नामांकन करें।
it: Gli studenti accedono/registrano con edX e si iscrivono al corso.
ko_kr: 수강생이 edX에 로그인/회원가입한 다음 코스에 등록합니다.
pl_pl: Uczestnicy logują się/rejestrują w edX i zapisują się na kurs.
sl: Učenci se prijavijo/registrirajo z edX in se vpišejo na tečaj.
uk_ua: учні sign- в /register with edX and запис у в атися for the курс .

source: To view your payment information, log in to see your Order History, under {link_start}{order_history_url}{link_middle}Account Settings{link_end}.
ar_sa: لعرض معلومات الدفع الخاصة بك، سجل لرؤية سجل الطلبات الخاص بك، ضمن {link_start} {order_history_url} {link_middle} إعدادات حساب {link_end} .
cs: Chcete-li zobrazit své platební údaje, přihlaste se a zobrazte historii objednávek v části {link_start}{order_history_url}{link_middle}Nastavení účtu{link_end}.
de: Um Ihre Zahlungsinformationen anzuzeigen, melden Sie sich an, um Ihre Bestellhistorie anzuzeigen, unter {link_start} {order_history_url} {link_middle} Konto {link_end} .
fa_ir: برای مشاهده اطلاعات پرداخت و مشاهده سابقه سفارش خود، در زیر {link_start}{order_history_url}{link_middle}تنظیمات حساب کاربری {link_end} وارد شوید.
fi: Voit tarkastella maksutietojasi kirjautumalla sisään nähdäksesi tilaushistoriasi kohdassa {link_start}{order_history_url}{link_middle}Tiliasetukset{link_end}.
fr_fr: Pour afficher vos informations de paiement, connectez-vous pour voir l&#39;historique de vos commandes, sous {link_start}{order_history_url}{link_middle}Paramètres du compte{link_end}.
hi: अपनी भुगतान जानकारी देखने के लिए, {link_start} {order_history_url} {link_middle} खाता सेटिंग्स {link_end} के अंतर्गत अपना ऑर्डर इतिहास देखने के लिए लॉग इन करें।
it: Per visualizzare le informazioni di pagamento, accedi per visualizzare la cronologia degli ordini, in {link_start} {order_history_url} {link_middle} Impostazioni account {link_end} .
ko_kr: 결제 정보를 보시려면 {link_start}{order_history_url}{link_middle}계정 설정{link_end}에서 로그인 하신 후 주문 내역을 확인하세요.
pl_pl: Aby wyświetlić informacje o płatności, zaloguj się i zobacz Historię zamówień pod {link_start} {order_history_url} {link_middle} Ustawienia konta {link_end} .
uk_ua: Щоб переглянути свою платіжну інформацію, в , щоб переглянути свою історію замовлень, у розділі {link_start} {order_history_url} {link_middle} Обліко <span class='notranslate'>в ий запис</span> Налаштування {link_end} .

source: For more information and assistance, check our {link_start}Help Center{link_end}
ar_sa: لمزيد من المعلومات والمساعدة، راجع مركز المساعدة {link_start} {link_end}
cs: Další informace a pomoc naleznete v našem {link_start}centru nápovědy{link_end}
de: Weitere Informationen und Unterstützung finden Sie in unserem {link_start} Hilfecenter {link_end}
fa_ir: برای اطلاعات بیشتر و دریافت راهنمایی، به {link_start}راهنمایی{link_end} ما مراجعه کنید.
fi: Saat lisätietoja ja apua {link_start}ohjekeskuksestamme{link_end}
fr_fr: Pour plus d&#39;informations et d&#39;assistance, consultez notre {link_start}Centre d&#39;aide{link_end}
hi: अधिक जानकारी और सहायता के लिए, हमारे {link_start} सहायता केंद्र {link_end} देखें
it: Per ulteriori informazioni e assistenza, consulta il nostro Centro assistenza {link_start} {link_end}
ko_kr: 자세한 정보 및 도움이 필요하신 경우 {link_start}Help Center{link_end}를 확인해 주세요.
pl_pl: Aby uzyskać więcej informacji i pomocy, odwiedź nasze Centrum pomocy {link_start} {link_end}
uk_ua: Для отримання додаткової інформації та допомоги відвідайте наш {link_start} довідковий центр {link_end}

source: Thank You
ar_sa: شكرًا لك
cs: Děkujeme
de: Danke
fa_ir: سپاس از شما
fi: Kiitos
fr_fr: Je vous remercie
hi: धन्यवाद
it: Grazie
ko_kr: 감사합니다.
pl_pl: Dziękuję
sl: Hvala vam
uk_ua: Дякую

source: By purchasing, you and your organization agree to the following terms:
ar_sa: من خلال الشراء، توافق أنت ومؤسستك على الشروط التالية:
cs: Nákupem vy a vaše organizace souhlasíte s následujícími podmínkami:
de: Durch den Kauf stimmen Sie und Ihre Organisation den folgenden Bedingungen zu:
fa_ir: با خرید، شما و سازمان‌تان با شرایط زیر موافقت می‌کنید:
fi: Ostamalla sinä ja organisaatiosi hyväksyt seuraavat ehdot:
fr_fr: En achetant, vous et votre organisation acceptez les conditions suivantes :
hi: खरीद कर, आप और आपका ऑरगनाईज़ेसन अग्री होते है फॉलोइंग टर्म्स से:
it: Acquistando, tu e la tua organizzazione accettate i seguenti termini:
ko_kr: 구매하므로써, 당신과 당신의 조직은 다음 조건에 동의하는 것입니다:
pl_pl: Dokonując zakupu, Ty i Twoja organizacja zgadzacie się na następujące warunki:
sl: Z nakupom se vi in vaša organizacija strinjate z naslednjimi pogoji:
uk_ua: Купуючи, ви та ваша організація погоджуєтеся з такими умовами:

source: Each code is valid for the one course covered and can be used only one time.
ar_sa: كل رمز صالح للدورة الواحدة المغطاة ويمكن استخدامه مرة واحدة فقط.
cs: Každý kód je platný pro jeden kurz a lze jej použít pouze jednou.
de: Jeder Code gilt für den jeweils abgedeckten Kurs und kann nur einmal verwendet werden.
fa_ir: هر کد برای یک دوره آموزشی تحت پوشش معتبر است و این کد یکبارمصرف است.
fi: Jokainen koodi on voimassa yhdellä kurssilla ja sitä voi käyttää vain kerran.
fr_fr: Chaque code est valable pour le cours couvert et ne peut être utilisé qu&#39;une seule fois.
hi: सभी कोड वालिद है एक कोर्स कवर्ड के लिए और एक ही बार एस्टेमाल हो सकता है एक समय पर|
it: Ogni codice è valido per un corso coperto e può essere utilizzato una sola volta.
ko_kr: 각각의 코드는 해당 강좌에만 유효하고 오직 한번만 사용될 수 있습니다.
pl_pl: Każdy kod jest ważny na jeden kurs i można go wykorzystać tylko raz.
sl: Vsaka koda je veljavna za en pokriti tečaj in jo je mogoče uporabiti samo enkrat.
uk_ua: Кожен код дійсний для одного охопленого курс і може бути використаний тільки один раз.

source: You are responsible for distributing codes to your learners.
ar_sa: أنت مسؤول عن توزيع الرموز على الطلّاب الخاص بك .
cs: Jste odpovědní za distribuci kódů svým studentům.
de: Sie sind für die Verteilung der Codes an Ihre Lernenden verantwortlich.
fa_ir: شما مسئول توزیع کدها به یادگیرندگان خود هستید.
fi: Olet vastuussa koodien jakamisesta oppijoillesi.
fr_fr: Vous êtes responsable de la distribution des codes à vos apprenants.
hi: आप अपने शिक्षार्थियों को कोड वितरित करने के लिए जिम्मेदार हैं।
it: Sei responsabile della distribuzione dei codici ai tuoi studenti.
ko_kr: 귀하께선 귀하의 수강생들에게 코드를 배포할 책임이 있습니다.
pl_pl: Jesteś odpowiedzialny za dystrybucję kodów wśród swoich uczniów.
sl: Odgovorni ste za distribucijo kod svojim učencem.
uk_ua: ви відповідаєте за розповсюдження кодів своїм учні .

source: Each code will expire in one year from date of purchase or, if earlier, once the course is closed.
ar_sa: ستنتهي صلاحية كل رمز خلال عام واحد من تاريخ الشراء، أو بمجرد مغلق الدورة التدريبية إذا كان ذلك مبكرًا.
cs: Platnost každého kódu vyprší za jeden rok od data zakoupení nebo, pokud dříve, po uzavření kurzu.
de: Jeder Code verfällt ein Jahr nach dem Kaufdatum oder, falls früher, nach geschlossen des Kurses.
fa_ir: هنگامی که دوره آموزشی بسته شود، هر کد به مدت یک‌سال از تاریخ خرید یا زودتر منقضی می‌شود.
fi: Jokainen koodi vanhenee vuoden kuluttua ostopäivästä tai, jos aikaisemmin, kurssien sulkemisen jälkeen.
fr_fr: Chaque code expirera dans un an à compter de la date d&#39;achat ou, s&#39;il est antérieur, une fois le cours fermé.
hi: सभी कोड एक्सपीरे होगा एक साल में अपने परचेस डेट से या, अगर अर्लि, एक बार कोर्स बंद होने से पहले|
it: Ogni codice scadrà dopo un anno dalla data di acquisto o, se precedente, alla chiusura del corso.
ko_kr: 각각의 코드는 구매일로 부터 1년후에 만료되거나 코스가 닫혔을 때, 만료가 됩니다.
pl_pl: Każdy kod traci ważność po roku od daty zakupu lub, jeśli wcześniej, po zamknięty kursu.
sl: Vsaka koda poteče v enem letu od datuma nakupa ali, če prej, po zaključku tečaja.
uk_ua: Термін дії кожного коду закінчується в один рік з дати покупки або, якщо раніше, після того, як курс стане закритий .

source: If a course is not designated as self-paced, you should confirm that a course run is available before expiration.
ar_sa: إذا لم يتم تحديد الدورة التدريبية على أنها دورة ذاتية، فيجب عليك التأكد من أن دورة تعليمية متاحة قبل انتهاء الصلاحية.
cs: Pokud kurz není označen jako kurz s vlastním tempem, měli byste před vypršením platnosti potvrdit, že je kurz dostupný.
de: Wenn ein Kurs nicht als Selbststudium gekennzeichnet ist, sollten Sie vor Ablauf bestätigen, dass ein Kursdurchlauf verfügbar ist.
fa_ir: اگر دوره آموزشی به‌عنوان خودآموز تعیین نشده باشد، باید تأیید کنید که اجرای دوره آموزشی پیش از انقضا در دسترس است.
fi: Jos kurssia ei ole määritetty omavauhtiiseksi, sinun tulee varmistaa, että kurssiajo on saatavilla ennen voimassaolon päättymistä.
fr_fr: Si un cours n&#39;est pas désigné comme étant à votre rythme, vous devez confirmer qu&#39;un parcours de cours est disponible avant l&#39;expiration.
hi: अगर कोर्स डेसिग्नटेड नही है अस सेल्फ-पसेड, आपको कन्फ़र्म करना चाहिए की आपका कोर्स रन अवाईलेबल है एक्सपारेस्न से पहले
it: Se un corso non è designato come autodidattico, è necessario confermare che l&#39;esecuzione del corso sia disponibile prima della scadenza.
ko_kr: 코스가 자체 진행 속도로 지정되지 않은 경우, 만료 전에 강좌 실행이 가능한지 확인하세요.
pl_pl: Jeśli kurs nie jest oznaczony jako kurs do samodzielnego prowadzenia, przed wygaśnięciem należy potwierdzić, że kurs jest dostępny.
sl: Če tečaj ni označen kot samostojen, morate pred iztekom potrditi, da je vožnja tečaja na voljo.
uk_ua: Якщо курс не позначено як самостійний, вам слід підтвердити, що випускний курс у доступний до закінчення терміну дії.

source: You may not resell codes to third parties.
ar_sa: لا يجوز لك إعادة بيع الرموز لأطراف ثالثة.
cs: Kódy nesmíte dále prodávat třetím stranám.
de: Sie dürfen Codes nicht an Dritte weiterverkaufen.
fa_ir: امکان فروش کدها به اشخاص ثالث نیست.
fi: Et saa jälleenmyydä koodeja kolmansille osapuolille.
fr_fr: Vous ne pouvez pas revendre les codes à des tiers.
hi: आप शायद कोडस को दुबारा नहीं बेचेंगी थर्ड पार्टी को|
it: Non puoi rivendere i codici a terzi.
ko_kr: 당시는 제3자에게 코드를 되팔수 없습니다.
pl_pl: Nie możesz odsprzedawać kodów osobom trzecim.
sl: Kode ne smete preprodajati tretjim osebam.
uk_ua: ви не можете перепродавати коди третім особам.

source: All sales final. No refunds.
ar_sa: جميع المبيعات نهائية. لا المبالغ المستردة.
cs: Všechny prodeje jsou konečné. Žádné náhrady.
de: Alle Verkäufe sind endgültig. Keine Rückerstattung.
fa_ir: تمام فروش نهایی شده‌اند. بدون بازپرداخت است.
fi: Kaikki myynnit lopullinen. Ei hyvityksiä.
fr_fr: Toutes les ventes finales. Pas de remboursement.
hi: सभी बिक्री अंतिम. कोई रिफंड नहीं।
it: Tutte le vendite sono definitive. Nessun rimborso.
ko_kr: 모든 판매가 종료됩니다. 환불은 불가합니다.
pl_pl: Wszystkie transakcje sprzedaży są ostateczne. Bez zwrotów.
sl: Vsa prodaja končna. Brez povračil.
uk_ua: Усі продажі остаточні. відшкодування не повертається.

source: Order confirmation for:
ar_sa: تأكيد الطلب لـ:
cs: Potvrzení objednávky za:
de: Auftragsbestätigung für:
fa_ir: تایید سفارش برای:
fi: Tilausvahvistus kohteelle:
fr_fr: Confirmation de commande pour :
hi: इसके लिए ऑर्डर की पुष्टि:
it: Conferma d&#39;ordine per:
ko_kr: 주문 확인 대상:
pl_pl: Potwierdzenie zamówienia dla:
sl: Potrditev naročila za:
uk_ua: Підтвердження замовлення на:

source: Please visit %(download_csv_link)s to download and save the enrollment code file.
ar_sa: يرجى زيارة %(download_csv_link)s تحميل وحفظ ملف رمز التسجيل.
cs: Navštivte prosím %(download_csv_link)s a stáhněte si a uložte soubor s registračním kódem.
de: Bitte besuchen Sie %(download_csv_link)s , um die Registrierungscodedatei herunterladen und zu speichern.
fa_ir: لطفاً برای بارگیری و ذخیره پرونده کد ثبت‌نام از %(download_csv_link)s بازدید کنید.
fi: Käy osoitteessa %(download_csv_link)s ladataksesi ja tallentaaksesi rekisteröintikooditiedoston.
fr_fr: Veuillez visiter %(download_csv_link)s pour télécharger et enregistrer le fichier de code d&#39;inscription.
hi: नामांकन कोड फ़ाइल को डाउनलोड करने और सहेजने के लिए कृपया %(download_csv_link)s पर जाएँ।
it: Visita %(download_csv_link)s per scaricare e salvare il file del codice di registrazione.
ko_kr: 등록 코드 파일을 다운로드하거나 저장하시려면 %(download_csv_link)s를 방문해 주세요.
pl_pl: Odwiedź stronę %(download_csv_link)s , aby pobrać i zapisać plik z kodem rejestracyjnym.
sl: Obiščite %(download_csv_link)s, da prenesete in shranite datoteko s kodo za vpis.
uk_ua: Будь ласка відвідайте %(download_csv_link)s , щоб за <span class='notranslate'>в антажу в ати</span> , і збережіть файл коду запис .
