Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: Earn a valuable certificate to showcase the skills you learn in
ar_sa: احصل على شهادة قيمة لعرض المهارات التي تتعلمها
cs: Získejte hodnotný certifikát, který předvede dovednosti, které se učíte
de: Erwerben Sie ein wertvolles Zertifikat um die Fähigkeiten, die Sie erlernt haben, unter Beweis zu stellen
fa_ir: برای نمایش مهارت‌هایی که در دوره آموزشی فرا می‌گیرید، گواهی ارزشمندی کسب کنید
fi: Ansaitse arvokas todistus, joka osoittaa taitojasi, joita opit
fr_fr: Gagnez un certificat précieux pour mettre en valeur les compétences que vous apprenez dans
hi: आपके द्वारा सीखे गए कौशल को प्रदर्शित करने के लिए एक मूल्यवान प्रमाणपत्र अर्जित करें
it: Ottieni un certificato prezioso per dimostrare le competenze apprese
ko_kr: 검증된 인증서를 획득하여 귀하께서 습득하신 기술을 보여줄 수 있습니다.
pl_pl: Zdobądź cenny Certyfikat potwierdzający umiejętności, których się uczysz
sl: Prislužite si dragocen certifikat, da pokažete veščine, ki se jih naučite
uk_ua: Отримайте цінний сертифікат в аті, щоб в свої навички

source: %(benefit_value)s off
ar_sa: %(benefit_value)s معطل
cs: %(benefit_value)s sleva
de: %(benefit_value)s aus
fa_ir: %(benefit_value)sخاموش
fi: %(benefit_value)s pois päältä
fr_fr: %(benefit_value)s désactivé
hi: %(benefit_value)s बंद
it: %(benefit_value)s spento
ko_kr: %(benefit_value)s 할인
pl_pl: %(benefit_value)s wyłączone
uk_ua: %(benefit_value)s вимкнено

source: Coupon code %(voucher_code)s applied
ar_sa: تم تطبيق رمز القسيمة %(voucher_code)s
cs: Byl použit kód kupónu %(voucher_code)s
de: Gutscheincode %(voucher_code)s angewendet
fa_ir: کد کوپن %(voucher_code)s اعمال شد
fi: Kuponkikoodi %(voucher_code)s käytetty
fr_fr: Code promo %(voucher_code)s appliqué
hi: कूपन कोड %(voucher_code)s लागू किया गया
it: Codice coupon %(voucher_code)s applicato
ko_kr: %(voucher_code)s 할인권이 적용되었습니다.
pl_pl: Zastosowano kod kupon %(voucher_code)s
uk_ua: застосовано код купон %(voucher_code)s

source: Apply a coupon code
ar_sa: تطبيق رمز القسيمة
cs: Uplatněte kód kupónu
de: Wenden Sie einen Gutscheincode an
fa_ir: اعمال کد کوپن
fi: Käytä kuponkikoodia
fr_fr: Appliquer un code promo
hi: कूपन कोड लागू करें
it: Applica un codice coupon
ko_kr: 쿠폰 코드 적용
pl_pl: Zastosuj kod kupon
sl: Uporabite kodo kupona
uk_ua: Застосуйте код купон

source: Checkout with %(title)s
ar_sa: الخروج مع %(title)s
cs: Zaplatit přes %(title)s
de: Zur Kasse gehen mit %(title)s
fa_ir: پرداخت با %(title)s
fi: Kassalla %(title)s
fr_fr: Commander avec %(title)s
hi: %(title)s के साथ चेकआउट करें
it: Acquista con %(title)s
ko_kr: %(title)s계산
pl_pl: Zamówienie z %(title)s
sl: Naročite z %(title)s
uk_ua: Оплата через %(title)s

source: Checkout
ar_sa: الدفع
cs: Zaplatit
de: Kasse
fa_ir: پرداخت
fi: Tarkista
fr_fr: Vérifier
hi: चेक आउट
it: Paga
ko_kr: 결제하기
pl_pl: Wymeldować się
sl: Preveri
uk_ua: Перевірити

source: {strong_start}Note:{strong_end} To complete your enrollment, select Checkout or Checkout with PayPal.
ar_sa: {strong_start} ملاحظة: {strong_end} لإكمال التسجيل، حدد Checkout أو Checkout with PayPal.
cs: {strong_start}Poznámka:{strong_end} Pro dokončení zápisu vyberte Checkout nebo Checkout with PayPal.
de: {strong_start} Hinweis: {strong_end} Um Ihre Anmeldung abzuschließen, wählen Sie Zur Kasse oder Mit PayPal bezahlen.
fa_ir: {strong_start}توجه کنید:{strong_end} برای تکمیل ثبت‌نام، Checkout یا پرداخت با PayPal را برگزینید.
fi: {strong_start}Huomaa:{strong_end} Viimeistele ilmoittautuminen valitsemalla Checkout tai Checkout with PayPal.
fr_fr: {strong_start}Remarque :{strong_end} Pour terminer votre inscription, sélectionnez Paiement ou Paiement avec PayPal.
hi: {strong_start} नोट: {strong_end} अपना नामांकन पूरा करने के लिए, PayPal के साथ चेकआउट या चेकआउट चुनें।
it: {strong_start} Nota: {strong_end} Per completare la tua iscrizione, seleziona Checkout o Checkout con PayPal.
ko_kr: {strong_start}참고:{strong_end} 등록을 완료하시려면 계산 또는 페이팔로 계산을 선택해 주세요.
pl_pl: {strong_start} Uwaga: {strong_end} Aby dokończyć rejestrację, wybierz opcję Do kasy lub Do kasy w systemie PayPal.
sl: {strong_start}Opomba:{strong_end} Če želite dokončati včlanitev, izberite Naroči ali Naroči s PayPal.
uk_ua: {strong_start} Примітка: {strong_end} Щоб завершити запис , виберіть «Оформити замовлення» або «Оформити замовлення за допомогою PayPal».

source: Have questions?
ar_sa: هل لديك أسئلة؟
cs: Máte otázky?
de: Habe Fragen?
fa_ir: سوالی دارید؟
fi: Onko sinulla kysyttävää?
fr_fr: Avoir des questions?
hi: आपके कोई सवाल हैं?
it: Ci sono domande?
ko_kr: 질문이 있습니까?
pl_pl: Mieć pytania?
sl: Imate vprašanja?
uk_ua: Є питання?

source: Please read our FAQs to view common questions about our certificates.
ar_sa: يرجى قراءة الأسئلة الشائعة لعرض الأسئلة الشائعة حول شهاداتنا.
cs: Přečtěte si prosím naše časté dotazy, kde najdete běžné dotazy k našim certifikátům.
de: Bitte lesen Sie unsere FAQs, um häufig gestellte Fragen zu unseren Zertifikaten anzuzeigen.
fa_ir: لطفاً سؤالات متداول را بخوانید تا سؤالات رایج درباره گواهی‌های ما را مشاهده کنید.
fi: Lue usein kysytyt kysymykset nähdäksesi yleisiä kysymyksiä varmenteistamme.
fr_fr: Veuillez lire notre FAQ pour voir les questions courantes sur nos certificats.
hi: हमारे प्रमाणपत्रों के बारे में सामान्य प्रश्न देखने के लिए कृपया हमारे अक्सर पूछे जाने वाले प्रश्न पढ़ें।
it: Ti invitiamo a leggere le nostre Domande frequenti per visualizzare le domande comuni sui nostri certificati.
ko_kr: 인증서와 관련된 자주있는 질문을 보시려면 FAQ를 읽어 주세요.
pl_pl: Przeczytaj nasze często zadawane pytania, aby zapoznać się z często zadawanymi pytaniami dotyczącymi naszych certyfikatów.
sl: Preberite naša pogosta vprašanja, če si želite ogledati pogosta vprašanja o naših certifikatih.
uk_ua: Будь ласка прочитайте наші FAQ, щоб переглянути типові запитання щодо наших сертифікатів.

source: %(seat_type)s Certificate
ar_sa: شهادة %(seat_type)s
cs: Certifikát %(seat_type)s
de: %(seat_type)s Zertifikat
fa_ir: %(seat_type)s گواهی
fi: %(seat_type)s sertifikaatti
fr_fr: %(seat_type)s Certificat
hi: %(seat_type)s प्रमाणपत्र
it: Certificato %(seat_type)s
ko_kr: %(seat_type)s 인증서
pl_pl: %(seat_type)s Certyfikat
uk_ua: %(seat_type)s сертифіку в аті

source: Checkout Cancelled
ar_sa: تم إلغاء الدفع
cs: Odhlášení zrušeno
de: Kasse abgebrochen
fa_ir: خروج لغو شد
fi: Kassa peruutettu
fr_fr: Paiement annulé
hi: चेकआउट रद्द कर दिया गया
it: Acquisto annullato
ko_kr: 취소여부 확인하기
pl_pl: Zamówienie anulowane
sl: Blagajna preklicana
uk_ua: Оформлення замовлення скасовано

source: Your transaction has been cancelled. If you feel an error has occurred, contact {start_link} {payment_support_email}{end_link}.
ar_sa: لقد تم إلغاء معاملتك. إذا شعرت بحدوث خطأ، فاتصل بـ {start_link} {payment_support_email} {end_link} .
cs: Vaše transakce byla zrušena. Pokud se domníváte, že došlo k chybě, kontaktujte {start_link} {payment_support_email}{end_link}.
de: Ihre Transaktion wurde abgebrochen. Wenn Sie der Meinung sind, dass ein Fehler aufgetreten ist, wenden Sie sich an {start_link} {payment_support_email} {end_link} .
fa_ir: تراکنش شما لغو شده است. اگر تصویر می‌کنید خطایی رخ داده است، با {start_link} {payment_support_email}{end_link} تماس بگیرید.
fi: Tapahtumasi on peruutettu. Jos mielestäsi on tapahtunut virhe, ota yhteyttä {start_link} {payment_support_email}{end_link}.
fr_fr: Votre transaction a été annulée. Si vous pensez qu&#39;une erreur s&#39;est produite, contactez {start_link} {payment_support_email}{end_link}.
hi: आपका लेनदेन रद्द कर दिया गया है. यदि आपको लगता है कि कोई त्रुटि हुई है, तो {start_link} से संपर्क करें {payment_support_email} {end_link} ।
it: La tua transazione è stata annullata. Se ritieni che si sia verificato un errore, contatta {start_link} {payment_support_email} {end_link} .
ko_kr: 거래가 취소되었습니다. 오류가 발생한 것 같으면 {start_link} {payment_support_email}{end_link}에 문의해 주세요.
pl_pl: Twoja transakcja została anulowana. Jeśli uważasz, że wystąpił błąd, skontaktuj się {start_link} {payment_support_email} {end_link} .
uk_ua: вашу транзакцію скасовано. Якщо ви відчуваєте, що сталася помилка , зверніться до {start_link} {payment_support_email} {end_link} .

source: Checkout Error
ar_sa: خطأ في الخروج
cs: Chyba při platbě
de: Checkout-Fehler
fa_ir: خطای خروج
fi: Kassavirhe
fr_fr: Erreur de paiement
hi: चेकआउट त्रुटि
it: Errore di pagamento
ko_kr: 결제 오류
pl_pl: Błąd przy kasie
sl: Napaka pri nakupu
uk_ua: Оплата помилка

source: An error has occurred with your payment.
ar_sa: لقد حدث خطأ في دفعتك.
cs: Při platbě došlo k chybě.
de: Bei Ihrer Zahlung ist ein Fehler aufgetreten.
fa_ir: خطایی در پرداخت شما رخ داد.
fi: Maksussasi tapahtui virhe.
fr_fr: Une erreur s&#39;est produite avec votre paiement.
hi: आपके भुगतान में कोई त्रुटि हुई है.
it: Si è verificato un errore con il tuo pagamento.
ko_kr: 결제 중 오류가 발생했습니다.
pl_pl: Wystąpił błąd podczas płatności.
sl: Pri plačilu je prišlo do napake.
uk_ua: З вашим платежем сталася помилка .

source: You have not been charged.
ar_sa: لم يتم تحصيل أي رسوم منك.
cs: Nebylo vám nic účtováno.
de: Ihnen wurde keine Gebühr berechnet.
fa_ir: مبلغی از حساب شما کسر نشده است.
fi: Sinua ei ole veloitettu.
fr_fr: Vous n&#39;avez pas été débité.
hi: आपसे शुल्क नहीं लिया गया है.
it: Non ti è stato addebitato alcun importo.
ko_kr: 결제에 실패했습니다.
pl_pl: Nie postawiono Ci żadnych zarzutów.
sl: Niste bili zaračunani.
uk_ua: З вас не стягнено плату.

source: Please try to submit your payment again. If this problem persists, please refer to our {start_link} Payments FAQ {end_link} for troubleshooting tips.
ar_sa: يرجى محاولة إرسال دفعتك مرة أخرى. إذا استمرت هذه المشكلة، يرجى الرجوع إلى {start_link} الأسئلة الشائعة حول الدفعات {end_link} للحصول على نصائح حول استكشاف الأخطاء وإصلاحها.
cs: Zkuste prosím platbu odeslat znovu. Pokud tento problém přetrvává, prostudujte si naše {start_link} Nejčastější dotazy k platbám {end_link}, kde naleznete tipy pro odstraňování problémů.
de: Bitte versuchen Sie erneut, Ihre Zahlung einzureichen. Wenn dieses Problem weiterhin besteht, lesen Sie bitte unser {start_link} FAQ zu Zahlungen {end_link} mit Tipps zur Fehlerbehebung.
fa_ir: لطفاً دوباره پرداخت خود را تایید کنید. اگر این مشکل ادامه داشت، لطفاً برای دریافت نکات عیب‌یابی به {start_link} سؤالات متداول مربوط به پرداخت‌ها {end_link} مراجعه کنید.
fi: Yritä lähettää maksu uudelleen. Jos ongelma jatkuu, katso vianetsintävinkkejä {start_link} maksujen usein kysytyistä kysymyksistämme {end_link}.
fr_fr: Veuillez réessayer de soumettre votre paiement. Si ce problème persiste, veuillez consulter notre {start_link} FAQ sur les paiements {end_link} pour obtenir des conseils de dépannage.
hi: कृपया अपना भुगतान पुनः सबमिट करने का प्रयास करें। यदि यह समस्या बनी रहती है, तो कृपया हमारा {start_link} देखें समस्या निवारण युक्तियों के लिए भुगतान FAQ {end_link} ।
it: Prova a inviare nuovamente il pagamento. Se il problema persiste, fare riferimento al nostro {start_link} Domande frequenti sui pagamenti {end_link} per suggerimenti sulla risoluzione dei problemi.
ko_kr: 결제를 다시 한번 시도해 주세요. 이 문제가 지속되면 {start_link} 결제 FAQ {end_link}을 참조해 문제 해결 팁을 참고해 보세요.
pl_pl: Spróbuj ponownie przesłać płatność. Jeśli problem będzie się powtarzał, zapoznaj się z naszym {start_link} Często zadawane pytania dotyczące płatności {end_link} zawierające wskazówki dotyczące rozwiązywania problemów.
uk_ua: Будь ласка , спробуйте подати платіж ще раз. Якщо ця задача не зникне, Будь ласка зверніться до нашого {start_link} FAQ щодо платежів {end_link} , щоб отримати поради щодо усунення несправностей.

source: Payment Failed
ar_sa: عملية الدفع فشلت
cs: Platba selhala
de: Bezahlung fehlgeschlagen
fa_ir: پرداخت ناموفق
fi: Maksu epäonnistui
fr_fr: Paiement échoué
hi: भुगतान असफल हुआ
it: Pagamento fallito
ko_kr: 결제 실패
pl_pl: Płatność nie powiodła się
sl: Plačilo ni uspelo
uk_ua: Платіж не виконано

source: An error occurred while processing your payment. {strong_start}You have not been charged.{strong_end}
ar_sa: حدث خطأ أثناء معالجة دفعتك. {strong_start} لم يتم تحصيل أي رسوم منك. {strong_end}
cs: Při zpracování vaší platby došlo k chybě. {strong_start}Nebyly vám účtovány poplatky.{strong_end}
de: Bei der Verarbeitung Ihrer Zahlung ist ein Fehler aufgetreten. {strong_start} Ihnen wurden keine Gebühren berechnet. {strong_end}
fa_ir: هنگام پردازش پرداخت شما خطایی روی داد. {strong_start} هزینه‌ای از شما دریافت نشده‌است.{strong_end}
fi: Maksuasi käsiteltäessä tapahtui virhe. {strong_start}Sinua ei ole veloitettu.{strong_end}
fr_fr: Une erreur s&#39;est produite lors du traitement de votre paiement. {strong_start}Vous n&#39;avez pas été débité.{strong_end}
hi: आपका भुगतान संसाधित करते समय एक त्रुटि उत्पन्न हुई. {strong_start} आपसे शुल्क नहीं लिया गया है। {strong_end}
it: Si è verificato un errore durante l&#39;elaborazione del pagamento. {strong_start} Non ti è stato addebitato alcun importo. {strong_end}
ko_kr: 결제 처리 중 오류가 발생했습니다. {strong_start}결제에 실패했습니다.{strong_end}
pl_pl: Wystąpił błąd podczas przetwarzania Twojej płatności. {strong_start} Nie pobrano opłaty. {strong_end}
sl: Pri obdelavi vašega plačila je prišlo do napake. {strong_start}Niso vam zaračunani.{strong_end}
uk_ua: Під час обробки вашого платежу сталася помилка . {strong_start} З вас не стягнено плату. {strong_end}

source: Please wait a few minutes and then try again. For help, check our {start_link}Help Center{end_link}.
ar_sa: يرجى الانتظار بضع دقائق ثم حاول مرة أخرى. للحصول على المساعدة، راجع مركز المساعدة {start_link} {end_link} .
cs: Počkejte prosím několik minut a zkuste to znovu. Potřebujete-li pomoc, navštivte naše {start_link}centrum nápovědy{end_link}.
de: Bitte warten Sie ein paar Minuten und versuchen Sie es dann erneut. Hilfe finden Sie in unserem {start_link} Hilfecenter {end_link} .
fa_ir: لطفا چند دقیقه صبر کنید و سپس دوباره تلاش کنید. برای دریافت راهنمایی، {start_link}مرکز راهنمایی{end_link} ما را بررسی کنید.
fi: Odota muutama minuutti ja yritä sitten uudelleen. Saat apua {start_link}ohjekeskuksestamme{end_link}.
fr_fr: Veuillez patienter quelques minutes, puis réessayer. Pour obtenir de l&#39;aide, consultez notre {start_link}Centre d&#39;aide{end_link}.
hi: कृपया कुछ मिनट प्रतीक्षा करें और फिर पुनः प्रयास करें। सहायता के लिए, हमारा {start_link} सहायता केंद्र {end_link} देखें।
it: Attendi qualche minuto e riprova. Per assistenza, consulta il nostro Centro assistenza {start_link} {end_link} .
ko_kr: 잠시 기다리신 후 다시 시도해 주세요. 만약 도움이 필요하시다면 {start_link}도움말 센터{end_link}를 확인해 주세요.
pl_pl: Poczekaj kilka minut i spróbuj ponownie. Aby uzyskać pomoc, odwiedź nasze Centrum pomocy {start_link} {end_link} .
sl: Počakajte nekaj minut in nato poskusite znova. Za pomoč obiščite naš {start_link}center za pomoč{end_link}.
uk_ua: <span class='notranslate'>Будь ласка зачекайте</span> кілька хвилин і повторіть спробу. Щоб отримати допомогу, відвідайте наш {start_link} Довідковий центр {end_link} .

source: To try again, return to your {start_link}dashboard{end_link}.
ar_sa: للمحاولة مرة أخرى، ارجع إلى لوحة المعلومات {start_link} {end_link} .
cs: Chcete-li to zkusit znovu, vraťte se na {start_link}ovládací panel{end_link}.
de: Um es erneut zu versuchen, kehren Sie zu {start_link} Meine Kurse {end_link} zurück.
fa_ir: برای تلاش مجدد، به {start_link}پیشخوان{end_link} خود بازگردید.
fi: Yritä uudelleen palaamalla {start_link}dashboard{end_link}:een.
fr_fr: Pour réessayer, revenez à votre {start_link}tableau de bord{end_link}.
hi: पुनः प्रयास करने के लिए, अपने {start_link} डैशबोर्ड {end_link} पर वापस लौटें।
it: Per riprovare, torna alla dashboard {start_link} {end_link} .
ko_kr: 다시 시도하시려면 {start_link}dashboard{end_link}로 돌아가 주세요.
pl_pl: Aby spróbować ponownie, wróć do pulpitu nawigacyjnego {start_link} {end_link} .
sl: Če želite poskusiti znova, se vrnite na svojo {start_link}nadzorno ploščo{end_link}.
uk_ua: Щоб повторити спробу, поверніться на свою {start_link} інформаційну панель {end_link} .

source: SDN Check Failure
ar_sa: فشل فحص SDN
cs: Selhání kontroly SDN
de: Fehler bei der SDN-Prüfung
fi: SDN-tarkistusvirhe
fr_fr: Échec de la vérification SDN
hi: एसडीएन जांच विफलता
it: Errore nel controllo SDN
ko_kr: SDN 검사 실패
pl_pl: Błąd kontroli SDN
uk_ua: SDN Check неуспіх

source: Unfortunately, your account profile or payment information appears to match one or more records on a U.S. Treasury Department sanctions list. This means we cannot complete your transaction or provide you with services and must suspend your learner account.
ar_sa: لسوء الحظ، يبدو أن ملف تعريف حساب أو معلومات الدفع الخاصة بك تتطابق مع سجل واحد أو أكثر في قائمة عقوبات وزارة الخزانة الأمريكية. وهذا يعني أنه لا يمكننا إكمال معاملتك أو تقديم الخدمات لك ويجب علينا تعليق حساب طالب الخاص بك.
cs: Bohužel se zdá, že profil vašeho účtu nebo platební údaje odpovídají jednomu nebo více záznamům na sankčním seznamu ministerstva financí USA. To znamená, že nemůžeme dokončit vaši transakci nebo vám poskytnout služby a musíme pozastavit váš studentský účet.
de: Leider scheinen Ihr Konto oder Ihre Zahlungsinformationen mit einem oder mehreren Datensätzen auf einer Sanktionsliste des US-Finanzministeriums übereinzustimmen. Das bedeutet, dass wir Ihre Transaktion nicht abschließen oder Ihnen keine Dienstleistungen anbieten können und Ihr Konto sperren müssen.
fa_ir: متأسفانه، به نظر می‌رسد پرونده حساب کاربری یا اطلاعات پرداخت شما با یک یا چند رکورد در فهرست تحریم‌های وزارت خزانه‌داری ایالات متحده مطابقت دارد. این بدان معناست که ما نمی‌توانیم تراکنش شما را تکمیل کرده یا خدماتی را به شما ارائه کنیم و باید حساب کاربری یادگیرنده شما را معلق نماییم.
fi: Valitettavasti tiliprofiilisi tai maksutietosi näyttävät vastaavan yhtä tai useampaa Yhdysvaltain valtiovarainministeriön pakoteluettelon tietuetta. Tämä tarkoittaa, että emme voi suorittaa tapahtumaasi tai tarjota sinulle palveluita, ja meidän on jäädytettävä oppilastilisi.
fr_fr: Malheureusement, votre profil de compte ou vos informations de paiement semblent correspondre à un ou plusieurs enregistrements d&#39;une liste de sanctions du département du Trésor américain. Cela signifie que nous ne pouvons pas terminer votre transaction ou vous fournir des services et devons suspendre votre compte d&#39;apprenant.
hi: दुर्भाग्य से, आपकी खाता प्रोफ़ाइल या भुगतान जानकारी अमेरिकी ट्रेजरी विभाग की प्रतिबंध सूची के एक या अधिक रिकॉर्ड से मेल खाती प्रतीत होती है। इसका मतलब है कि हम आपका लेनदेन पूरा नहीं कर सकते हैं या आपको सेवाएं प्रदान नहीं कर सकते हैं और हमें आपके शिक्षार्थी खाते को निलंबित करना होगा।
it: Purtroppo, il profilo del tuo account o le informazioni di pagamento sembrano corrispondere a uno o più record presenti in un elenco di sanzioni del Dipartimento del Tesoro degli Stati Uniti. Ciò significa che non possiamo completare la tua transazione o fornirti servizi e dobbiamo sospendere il tuo account studente.
ko_kr: 유감스럽게도 귀하의 계정 프로필 또는 결제 정보가 미국 재무부 제재 목록에 있는 하나 이상의 기록과 일치하는 것 같습니다. 이같은 이유로 우리는 거래를 완료하거나 귀하께 서비스를 제공할 수 없으므로 학습자 계정을 중단하셔야 합니다.
pl_pl: Niestety, profil Twojego konta lub informacje o płatności wydają się odpowiadać co najmniej jednemu wpisowi na liście sankcji Departamentu Skarbu USA. Oznacza to, że nie możemy sfinalizować Twojej transakcji ani świadczyć usług i musimy zawiesić Twoje konto ucznia.
sl: Na žalost se zdi, da se vaš profil ali podatki o plačilu ujemajo z enim ali več zapisi na seznamu sankcij Ministrstva za finance ZDA. To pomeni, da ne moremo dokončati vaše transakcije ali vam zagotoviti storitev in moramo začasno ustaviti vaš račun učenca.
uk_ua: На жаль, ваш <span class='notranslate'>Обліковий запис</span> профіль або платіжна інформація збігаються з одним або кількома записами в список санкцій Міністерства фінансів США. Це означає, що ми не можемо завершити вашу транзакцію чи давати вам послуги та повинні призупинити ваш учень Обліковий <span class='notranslate'>запис</span> .

source: If you have questions regarding clearing a match, please contact {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} for information about options for clearing a match. Your account will be suspended until this matter is resolved satisfactorily.
ar_sa: إذا كانت لديك أسئلة بخصوص مسح التطابق، فيرجى الاتصال بـ {ofac_email_link} ofac.reconsideration@treasury.gov {end_link} للحصول على معلومات حول خيارات مسح التطابق. سيتم تعليق حساب حتى يتم حل هذه المسألة بشكل مرضي.
cs: Pokud máte dotazy týkající se vymazání shody, kontaktujte prosím {ofac_email_link} ofac.reconsideration@treasury.gov{end_link}, kde získáte informace o možnostech vymazání shody. Váš účet bude pozastaven, dokud nebude tato záležitost uspokojivě vyřešena.
de: Wenn Sie Fragen zum Löschen eines Spiels haben, wenden Sie sich bitte an {ofac_email_link} ofac.reconsideration@treasury.gov {end_link} , um Informationen zu Optionen zum Löschen eines Spiels zu erhalten. Ihr Konto wird gesperrt, bis die Angelegenheit zufriedenstellend geklärt ist.
fa_ir: اگر درباره پاک‌کردن مسابقه سؤالی دارید، لطفاً برای کسب اطلاعات درباره گزینه‌های پاک کردن مسابقه با {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} تماس بگیرید. حساب کاربری شما تا زمانی که این موضوع کاملا برطرف نشود، به حالت تعلیق در خواهد آمد.
fi: Jos sinulla on kysyttävää osuman selvittämisestä, ota yhteyttä {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} saadaksesi lisätietoja osuman selvittämisvaihtoehdoista. Tilisi jäädytetään, kunnes asia on ratkaistu tyydyttävästi.
fr_fr: Si vous avez des questions concernant l&#39;élimination d&#39;une correspondance, veuillez contacter {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} pour obtenir des informations sur les options d&#39;élimination d&#39;une correspondance. Votre compte sera suspendu jusqu&#39;à ce que ce problème soit résolu de manière satisfaisante.
hi: यदि किसी मैच को क्लियर करने के संबंध में आपके कोई प्रश्न हैं, तो मैच क्लियर करने के विकल्पों के बारे में जानकारी के लिए कृपया {ofac_email_link} ofac.reconsideration@treasury.gov {end_link} से संपर्क करें। जब तक यह मामला संतोषजनक ढंग से हल नहीं हो जाता, आपका खाता निलंबित रहेगा।
it: In caso di domande relative all&#39;eliminazione di una partita, contattare {ofac_email_link} ofac.reconsideration@treasury.gov {end_link} per informazioni sulle opzioni per l&#39;eliminazione di una partita. Il tuo account verrà sospeso finché la questione non verrà risolta in modo soddisfacente.
ko_kr: 일치 항목 삭제와 관련하여 도움이 필요하신 경우 {ofac_email_link} ofac.reconsideration@treasury.gov{end_link}에 문의하셔서 일치 항목 삭제와 관련된 더 많은 정보를 얻어보세요. 현재 문제가 성공적으로 해결될 때까지 당분간 귀하의 계정은 정지됩니다.
pl_pl: Jeśli masz pytania dotyczące rozliczania meczu, skontaktuj się {ofac_email_link} ofac.reconsideration@treasury.gov {end_link} , aby uzyskać informacje na temat opcji rozliczania meczu. Twoje konto zostanie zawieszone do czasu zadowalającego rozwiązania tej sprawy.
sl: Če imate vprašanja glede čiščenja ujemanja, se obrnite na {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} za informacije o možnostih za potrditev ujemanja. Vaš račun bo onemogočen, dokler ta zadeva ne bo zadovoljivo rešena.
uk_ua: Якщо у вас виникли запитання щодо усунення збігу, Будь ласка зв’яжіться з {ofac_email_link} ofac.reconsideration@treasury.gov {end_link} , щоб отримати інформацію про варіанти усунення збігу. ваш Обліко <span class='notranslate'>в ий запис</span> буде призупинено, доки це питання не буде вирішено задовільним чином.
