Repository: edx/edx-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar_sa, cs, de, fa_ir, fi, fr_fr, hi, it, ko_kr, pl_pl, sl, uk_ua

source: Zip/Postal Code
ar_sa: الرمز البريدي / الرمز البريدي
cs: PSČ
de: Postleitzahl
fa_ir: کدپستی
fi: Postinumero
fr_fr: Code postal/Zip
hi: ज़िप/पोस्टल कोड
it: Zip / Codice postale
ko_kr: 우편 번호
pl_pl: Kod pocztowy
sl: Poštna številka
uk_ua: Поштовий індекс

source: Country (required)
ar_sa: البلد (مطلوب)
cs: Země (povinné)
de: Land (erforderlich)
fa_ir: کشور (ضروری)
fi: Maa (pakollinen)
fr_fr: Pays (obligatoire)
hi: कंट्री (रेकुइरेड)
it: Paese (richiesto)
ko_kr: 국가 (필수)
pl_pl: Kraj (wymagane)
sl: Država (obvezno)
uk_ua: Країна (обов&#39;язково)

source: This field is required.
ar_sa: هذا الحقل مطلوب
cs: Toto pole je povinné.
de: Dieses Feld ist erforderlich.
fa_ir: پرکردن این قسمت اجباری است
fi: Tämä kenttä pitää täyttää.
fr_fr: Ce champ est obligatoire.
hi: यह फ़ील्ड आवश्यक है।
it: Questo campo è obbligatorio.
ko_kr: 이 필드에는 무조건 값이 채워져야 합니다.
pl_pl: Ten pole jest wymagany.
sl: To polje je obvezno.
uk_ua: Цей поле потрібен.

source: Postal codes for the U.S. and Canada are limited to nine (9) characters.
ar_sa: تقتصر الرموز البريدية للولايات المتحدة وكندا على تسعة (9) أحرف.
cs: Poštovní směrovací čísla pro USA a Kanadu jsou omezena na devět (9) znaků.
de: Postleitzahlen für die USA und Kanada sind auf neun (9) Zeichen beschränkt.
fa_ir: کدهای پستی ایالات متحده و کانادا به نه (9) نویسه محدود است.
fi: Yhdysvaltain ja Kanadan postinumerot on rajoitettu yhdeksään (9) merkkiin.
fr_fr: Les codes postaux pour les États-Unis et le Canada sont limités à neuf (9) caractères.
hi: अमेरिका और कनाडा के लिए पोस्टल कोड नौ (9) अक्षरों तक सीमित हैं।
it: I codici postali per Stati Uniti e Canada sono limitati a nove (9) caratteri.
ko_kr: 미국과 캐나다의 우편번호는 (9)자로 제한됩니다.
pl_pl: Kody pocztowe dla Stanów Zjednoczonych i Kanady ograniczają się do dziewięciu (9) znaków.
sl: Poštne številke za ZDA in Kanado so omejene na devet (9) znakov.
uk_ua: Поштові індекси для США та Канади обмежені дев’ятьма (9) символами.

source: Transaction ID
ar_sa: رقم المعاملة
cs: ID transakce
de: Transaktions ID
fa_ir: شناسه تراکنش
fi: Tapahtumatunnus
fr_fr: identifiant de transaction
hi: लेन-देन आईडी
it: ID della transazione
ko_kr: 거래 아이디
pl_pl: Identyfikator transakcji
sl: Številka transakcije
uk_ua: id транзакції

source: Payment Processor Response
ar_sa: استجابة معالج الدفع
cs: Odpověď zpracovatele plateb
de: Antwort des Zahlungsabwicklers
fa_ir: پاسخ پردازشگر پرداخت
fi: Maksukäsittelijän vastaus
fr_fr: Réponse du processeur de paiement
hi: भुगतान प्रोसेसर प्रतिक्रिया
it: Risposta del processore di pagamento
ko_kr: 지불 처리 반응
pl_pl: Odpowiedź procesora płatności
sl: Odgovor procesorja plačil
uk_ua: система оплати відповідь

source: Payment Processor Responses
ar_sa: استجابات معالج الدفع
cs: Odpovědi zpracovatele plateb
de: Antworten des Zahlungsabwicklers
fa_ir: پاسخ‌های پردازشگر پرداخت
fi: Maksukäsittelijän vastaukset
fr_fr: Réponses du processeur de paiement
hi: भुगतान प्रोसेसर प्रतिक्रियाएँ
it: Risposte del processore di pagamento
ko_kr: 지불처리 반응
pl_pl: Odpowiedzi podmiotów przetwarzających płatności
sl: Odgovori plačilnega procesorja
uk_ua: система оплати відповіді

source: Number of times to retry failing Paypal client actions (e.g., payment creation, payment execution)
ar_sa: عدد مرات إعادة محاولة تنفيذ إجراءات عميل Paypal الفاشلة (على سبيل المثال، إنشاء الدفع وتنفيذ الدفع)
cs: Počet opakování neúspěšných akcí klienta Paypal (např. vytvoření platby, provedení platby)
de: Anzahl der Wiederholungsversuche fehlgeschlagener Paypal-Client-Aktionen (z. B. Zahlungserstellung, Zahlungsausführung)
fa_ir: تعداد دفعات تلاش مجدد عملکردهای مشتری Paypal (مانند ایجاد پرداخت، اجرای پرداخت)
fi: Kuinka monta kertaa on yritetty uudelleen epäonnistuneita Paypal-asiakastoimintoja (esim. maksun luonti, maksun suorittaminen)
fr_fr: Nombre de tentatives d&#39;échec des actions du client Paypal (par exemple, création de paiement, exécution de paiement)
hi: पेपैल क्लाइंट की विफल कार्रवाइयों (उदाहरण के लिए, भुगतान निर्माण, भुगतान निष्पादन) को पुनः प्रयास करने की संख्या
it: Numero di volte in cui riprovare le azioni client PayPal non riuscite (ad esempio, creazione del pagamento, esecuzione del pagamento)
ko_kr: 실패한 Paypal 고객 작업(예: 결제 생성, 결제 실행)을 재시도한 횟수
pl_pl: Liczba ponownych prób nieudanych działań klienta Paypal (np. utworzenie płatności, wykonanie płatności)
sl: Število ponovitev neuspešnih dejanj odjemalca Paypal (npr. ustvarjanje plačila, izvedba plačila)
uk_ua: Кількість разів повторної спроби невдалих дій клієнта Paypal (наприклад, створення платежу, виконання платежу)

source: More than 10 digits before the decimal not allowed for fixed value.
ar_sa: أكثر من 10 أرقام قبل العلامة العشرية غير مسموح بها للقيمة الثابتة.
cs: Více než 10 číslic před desetinnou čárkou není povoleno pro pevnou hodnotu.
de: Mehr als 10 Stellen vor dem Komma sind für den Festwert nicht zulässig.
fa_ir: بیش از 10 رقم قبل از اعشار برای مقدار ثابت مجاز نیست.
fi: Yli 10 numeroa ennen desimaaleja ei sallita kiinteässä arvossa.
fr_fr: Plus de 10 chiffres avant la virgule ne sont pas autorisés pour une valeur fixe.
hi: निश्चित मान के लिए दशमलव से पहले 10 अंकों से अधिक की अनुमति नहीं है।
it: Più di 10 cifre prima del decimale non sono consentite per il valore fisso.
ko_kr: 고정 값에는 소수점 이하 11자리 이상은 허용되지 않습니다.
pl_pl: W przypadku wartości stałej nie jest dozwolone więcej niż 10 cyfr przed przecinkiem.
sl: Več kot 10 števk pred decimalko ni dovoljeno za fiksno vrednost.
uk_ua: Більше 10 цифр перед десятковим знаком не допускається для фіксованого значення.

source: More than 2 digits after the decimal not allowed for fixed value.
ar_sa: أكثر من رقمين بعد العلامة العشرية غير مسموح بها للقيمة الثابتة.
cs: Více než 2 číslice za desetinnou čárkou nejsou povoleny pro pevnou hodnotu.
de: Mehr als 2 Nachkommastellen sind für den Festwert nicht zulässig.
fa_ir: بیش از 2 رقم بعد از اعشار برای مقدار ثابت مجاز نیست.
fi: Yli 2 numeroa desimaalin jälkeen ei ole sallittu kiinteässä arvossa.
fr_fr: Plus de 2 chiffres après la virgule ne sont pas autorisés pour une valeur fixe.
hi: निश्चित मान के लिए दशमलव के बाद 2 से अधिक अंकों की अनुमति नहीं है।
it: Più di 2 cifre dopo la virgola non sono consentite per il valore fisso.
ko_kr: 고정 값으로 소수점 이하 3자리 이상은 허용되지 않습니다.
pl_pl: W przypadku wartości stałej nie jest dozwolone więcej niż 2 cyfry po przecinku.
sl: Več kot 2 števki za decimalko ni dovoljeno za fiksno vrednost.
uk_ua: Для фіксованого значення не допускається більше 2 цифр після коми.

source: Percentage greater than 100 not allowed.
ar_sa: النسبة المئوية الأكبر من 100 غير مسموح بها.
cs: Procento vyšší než 100 není povoleno.
de: Ein Prozentsatz größer als 100 ist nicht zulässig.
fa_ir: درصدی بیشتر از 100 مجاز نیست.
fi: Yli 100 prosenttiosuutta ei sallita.
fr_fr: Pourcentage supérieur à 100 non autorisé.
hi: 100 से अधिक प्रतिशत की अनुमति नहीं है।
it: Percentuale maggiore di 100 non consentita.
ko_kr: 100보다 큰 백분율은 허용되지 않습니다.
pl_pl: Wartość procentowa większa niż 100 jest niedozwolona.
sl: Odstotek, večji od 100, ni dovoljen.
uk_ua: процент більше 100 не допускається.

source: transaction declined
ar_sa: تم رفض الصفقة
cs: transakce odmítnuta
de: Transaktion abgelehnt
fa_ir: تراکنش رد شد
fi: maksu hylätty
fr_fr: transaction refusée
hi: लेन - देन से इनकार कर दिया गया है
it: transazione negata
ko_kr: 거래가 거절되었습니다.
pl_pl: transakcja odrzucona
sl: transakcija zavrnjena
uk_ua: транзакцію відхилено

source: Refund administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
ar_sa: تم تعطيل إدارة استرداد الأموال بسبب التحميل على قاعدة البيانات. يمكن استعادة هذه الوظيفة عن طريق تنشيط مفتاح الوافل {switch_name} . كن حذرًا عند إعادة تنشيط هذا المفتاح!
cs: Správa refundací byla deaktivována z důvodu zatížení databáze. Tuto funkci lze obnovit aktivací přepínače {switch_name} Waffle. Při opětovné aktivaci tohoto spínače buďte opatrní!
de: Aufgrund der Überlastung der Datenbank wurde die Rückerstattungsverwaltung deaktiviert. Diese Funktionalität kann durch Aktivieren des {switch_name} Waffle-Schalters wiederhergestellt werden. Seien Sie vorsichtig, wenn Sie diesen Schalter erneut aktivieren!
fa_ir: مدیریت بازپرداخت به دلیل بارگیری در پایگاه داده غیرفعال شده است. عملکرد مورد نظر را می‌توان با فعالسازی سوئیچ وافل {switch_name} بازیابی کرد. هنگام فعالسازی مجدد این سوئیچ مراقب باشید!
fi: Hyvityksen hallinta on poistettu käytöstä tietokannan kuormituksen vuoksi. Tämä toiminto voidaan palauttaa aktivoimalla {switch_name} Waffle-kytkin. Ole varovainen, kun aktivoit tämän kytkimen uudelleen!
fr_fr: L&#39;administration des remboursements a été désactivée en raison de la charge sur la base de données. Cette fonctionnalité peut être restaurée en activant le commutateur Waffle {switch_name}. Soyez prudent lorsque vous réactivez cet interrupteur !
hi: डेटाबेस पर लोड के कारण रिफंड व्यवस्थापन अक्षम कर दिया गया है। इस कार्यक्षमता को {switch_name} वफ़ल स्विच को सक्रिय करके पुनर्स्थापित किया जा सकता है। इस स्विच को पुनः सक्रिय करते समय सावधान रहें!
it: L&#39;amministrazione dei rimborsi è stata disabilitata a causa del carico sul database. Questa funzionalità può essere ripristinata attivando l&#39;interruttore Waffle {switch_name} . Fai attenzione quando riattivi questo interruttore!
ko_kr: 데이터베이스 부하로 인해 환불 관리 기능을 사용할 수 없습니다. 이 기능은 {switch_name} 와플 스위치를 사용하여 복원할 수 있습니다. 이 스위치를 다시 활성화시킬 때 주의해서 이용해 주세요!
pl_pl: Administracja zwrotami została wyłączona ze względu na obciążenie bazy danych. Funkcjonalność tę można przywrócić aktywując przełącznik waflowy {switch_name} . Zachowaj ostrożność podczas ponownego włączania tego przełącznika!
sl: Administracija vračila je bila onemogočena zaradi obremenitve baze podatkov. To funkcijo je mogoče obnoviti tako, da aktivirate stikalo za vaflje {switch_name}. Bodite previdni pri ponovnem aktiviranju tega stikala!
uk_ua: У зв&#39;язку з навантаженням на базу даних адміністрування відшкодування <span class='notranslate'>в ідключений</span> . Цю функціональність можна відновити, активувавши перемикач {switch_name} Waffle. Будьте обережні, повторно активуючи цей перемикач!

source: Order
ar_sa: طلب
cs: Pořadí
de: Befehl
fa_ir: سفارش
fi: Tilaus
fr_fr: Commander
hi: क्रम
it: Ordine
ko_kr: 주문
pl_pl: Zamówienie
sl: Naročite
uk_ua: порядок

source: User
ar_sa: مستخدم
cs: Uživatel
de: Benutzer
fa_ir: کاربر
fi: Käyttäjä
fr_fr: Utilisateur
hi: उपयोगकर्ता
it: Utente
ko_kr: 사용자
pl_pl: Użytkownik
sl: Uporabnik
uk_ua: Користувач

source: Total Credit (excl. tax)
ar_sa: إجمالي الائتمان (باستثناء الضريبة)
cs: Celkový zápočet (bez daně)
de: Gesamtguthaben (ohne Steuern)
fa_ir: اعتبار کل( بدون احتساب مالیات)
fi: Hyvitys yhteensä (ilman veroja)
fr_fr: Crédit total (hors taxes)
hi: कुल क्रेडिट (कर को छोड़कर)
it: Credito totale (tasse escluse)
ko_kr: 총 크레딧 (excl. tax)
pl_pl: Łączny kredyt (bez podatku)
sl: Skupni kredit (brez davka)
uk_ua: Загальний кредит (без податку)

source: Currency
ar_sa: العملة
cs: Měna
de: Währung
fa_ir: پول رایج
fi: Valuutta
fr_fr: Devise
hi: मुद्रा
it: Valuta
ko_kr: 환율
pl_pl: Waluta
sl: valuta
uk_ua: валюта

source: Refund
ar_sa: استرداد
cs: Vrácení peněz
de: Rückerstattung
fa_ir: بازپرداخت
fi: Maksun palautus
fr_fr: Rembourser
hi: धनवापसी
it: Rimborso
ko_kr: 환불
pl_pl: Refundacja
sl: Vračilo denarja
uk_ua: Повернення коштів

source: Order Line
ar_sa: خط النظام
cs: Řádka objednávky
de: Bestellzeile
fa_ir: خط سفارش
fi: Tilauslinja
fr_fr: Ligne de commande
hi: आदेशित रेखा
it: Linea di ordine
ko_kr: 주문 라인
pl_pl: Linia zamówienia
sl: Vrstica naročila
uk_ua: Лінія замовлення

source: Line Credit (excl. tax)
ar_sa: خط الائتمان (باستثناء الضريبة)
cs: Úvěrová linka (bez daně)
de: Linienkredit (ohne Steuern)
fa_ir: خط اعتبار (بدون احتساب مالیات)
fi: Linjahyvitys (ilman veroja)
fr_fr: Crédit Ligne (HT)
hi: लाइन क्रेडिट (कर को छोड़कर)
it: Credito di linea (tasse escluse)
ko_kr: 라인 신용(세금 제외)
pl_pl: Kredyt liniowy (bez podatku)
sl: Linijski kredit (brez davka)
uk_ua: Лінійний кредит (без податку)

source: Quantity
ar_sa: كمية
cs: Množství
de: Menge
fa_ir: کمیت
fi: Määrä
fr_fr: Quantité
hi: मात्रा
it: Quantità
ko_kr: 수량
pl_pl: Ilość
sl: Količina
uk_ua: Кількість

source: Can be used once by one customer
ar_sa: يمكن استخدامه مرة واحدة من قبل عميل واحد فقط
cs: Může být použit jednou jedním zákazníkem
de: Kann einmalig von einem Kunden verwendet werden
fa_ir: می‌تواند یک بار توسط یک مشتری استفاده شود
fi: Voidaan käyttää kerran yhdellä asiakkaalla
fr_fr: Peut être utilisé une fois par un client
hi: एक बार एस्टेमाल होसक्ते है एक कुसटोमरे से
it: Può essere utilizzato una volta da un cliente
ko_kr: 한 고객에게 한 번만 사용할 수 있습니다
pl_pl: Może być użyty jednorazowo przez jednego klienta
sl: Enkrat lahko uporabi en kupec
uk_ua: Може використовуватись один раз одним клієнтом

source: Can be used multiple times by multiple customers
ar_sa: يمكن استخدامه عدة مرات لأكثر من عميل
cs: Může být použit vícekrát více zákazníky
de: Kann von mehreren Kunden mehrfach verwendet werden
fa_ir: چندین بار توسط چند مشتری می‌تواند استفاده شود
fi: Useat asiakkaat voivat käyttää useita kertoja
fr_fr: Peut être utilisé plusieurs fois par plusieurs clients
hi: कई बार एस्टेमाल होसक्ता है कई कस्टोमेर्स से
it: Può essere utilizzato più volte da più clienti
ko_kr: 다수의 고객들에게 여러 번 사용될 수 있습니다.
pl_pl: Może być używany wielokrotnie przez wielu klientów
sl: Večkrat ga lahko uporablja več strank
uk_ua: Може використовуватися кількома клієнтами кілька разів

source: Can only be used once per customer
ar_sa: يمكن استخدامه مرة واحدة فقط لكل عميل
cs: Lze použít pouze jednou na zákazníka
de: Kann pro Kunde nur einmal verwendet werden
fa_ir: برای ازای هر مشتری فقط یک بار قابل استفاده است
fi: Voidaan käyttää vain kerran per asiakas
fr_fr: Ne peut être utilisé qu&#39;une seule fois par client
hi: प्रति ग्राहक केवल एक बार उपयोग किया जा सकता है
it: Può essere utilizzato solo una volta per cliente
ko_kr: 고객당 한 번만 사용하실 수 있습니다.
pl_pl: Można użyć tylko raz na klienta
sl: Uporabite lahko samo enkrat na stranko
uk_ua: Можна використовувати тільки один раз на клієнта

source: Can be used multiple times by one customer
ar_sa: يمكن استخدامه عدة مرات لعميل واحد
cs: Může být použit vícekrát jedním zákazníkem
de: Kann von einem Kunden mehrfach verwendet werden
fa_ir: امکان استفاده چندین باره از آن برای یک مشتری فراهم است
fi: Yksi asiakas voi käyttää useita kertoja
fr_fr: Peut être utilisé plusieurs fois par un même client
hi: कई बार एस्टेमाल होसक्ता है एक कस्टमर से
it: Può essere utilizzato più volte da un cliente
ko_kr: 한 명의 고객이 여러 번 사용할 수 있습니다.
pl_pl: Może być używany wielokrotnie przez jednego klienta
sl: En kupec ga lahko uporablja večkrat
uk_ua: Може бути використаний одним клієнтом кілька разів

source: Usage
ar_sa: الاستخدام
cs: Používání
de: Verwendung
fa_ir: استفاده
fi: Käyttö
hi: प्रयोग
it: Utilizzo
ko_kr: 사용법
pl_pl: Stosowanie
sl: Uporaba
uk_ua: використання

source: Is Public Code Batch
ar_sa: هي دفعة الكود العام
cs: Je dávka veřejného kódu
de: Ist ein öffentlicher Code-Batch
fa_ir: دسته کد، عمومی است
fi: On julkisen koodin erä
fr_fr: Est un lot de code public
hi: सार्वजनिक कोड बैच है
it: È un batch di codice pubblico
ko_kr: 공용 코드 묶기
pl_pl: To partia kodu publicznego
sl: Je paket javnih kod
uk_ua: Загальнодоступний пакет коду

source: Should this code batch be public or private for assignment.
ar_sa: هل يجب أن تكون دفعة الكود هذه عامة أم خاصة واجب .
cs: Má být tato dávka kódu veřejná nebo soukromá pro přiřazení.
de: Sollte dieser Code-Batch für Aufgabe öffentlich oder privat sein?
fa_ir: آیا این دسته کد باید عمومی یا خصوصی برای انتساب باشد.
fi: Pitäisikö tämän koodierän olla julkinen vai yksityinen tehtävää varten.
fr_fr: Ce lot de codes doit-il être public ou privé pour l&#39;affectation.
hi: क्या यह कोड बैच असाइनमेंट के लिए सार्वजनिक या निजी होना चाहिए।
it: Questo batch di codici deve essere pubblico o privato per l&#39;assegnazione.
ko_kr: 할당되기 위해서는 이 코드 집단이 공개 또는 비공개 상태여야 합니다.
pl_pl: Czy ta partia kodu powinna być publiczna czy prywatna dla zadanie .
sl: Ali naj bo ta serija kod javna ali zasebna za dodelitev.
uk_ua: Чи має цей пакет коду бути загальнодоступним чи приватним для в .

source: This voucher is assigned to another user.
ar_sa: تم تعيين هذه القسيمة لمستخدم آخر.
cs: Tento voucher je přiřazen jinému uživateli.
de: Dieser Gutschein ist einem anderen Benutzer zugeordnet.
fa_ir: این کوپن به کاربر دیگری اختصاص داده شده است.
fi: Tämä kuponki on määrätty toiselle käyttäjälle.
fr_fr: Ce bon est attribué à un autre utilisateur.
hi: यह वाउचर किसी अन्य उपयोगकर्ता को सौंपा गया है।
it: Questo voucher è assegnato a un altro utente.
ko_kr: 이 할인권은 이미 다른 사용자에게 할당되었습니다.
pl_pl: Ten kupon jest przypisany innemu użytkownikowi.
sl: Ta kupon je dodeljen drugemu uporabniku.
uk_ua: Цей ваучер назначений іншому користувачеві.

source: Catalog Query
ar_sa: الاستعلام عن الكتالوج
cs: Katalogový dotaz
de: Katalogabfrage
fa_ir: استعلام کاتالوگ
fi: Katalogikysely
fr_fr: Requête de catalogue
hi: कैटलॉग क्वेरी
it: Interrogazione sul catalogo
ko_kr: 카탈로그 쿼리
pl_pl: Zapytanie katalogowe
sl: Kataloška poizvedba
uk_ua: каталог Запит

source: Redeemed For Course IDs
ar_sa: تم استبدالها بمعرفات الدورة التدريبية
cs: Uplatněno za ID kurzu
de: Eingelöst gegen Kurs-IDs
fa_ir: برای شناسه‌های دوره آموزشی بازخرید شد
fi: Lunastettu kurssitunnuksiksi
fr_fr: Échange contre des identifiants de cours
hi: कोर्स आईडी के लिए भुनाया गया
it: Riscattato per ID corso
ko_kr: 코스 IDs에 대해 상환됨
pl_pl: Wymienione na identyfikatory kursów
sl: Unovčeno za ID-je tečaja
uk_ua: викуплено за ідентифікатори курс

source: Redeemed For Course ID
ar_sa: تم استبداله بمعرف الدورة التدريبية
cs: Uplatněno za ID kurzu
de: Eingelöst gegen Kurs <span class='notranslate'>ID</span>
fa_ir: بازخرید برای شماره دوره آموزشی
fi: Lunastettu kurssitunnukseksi
fr_fr: Échange contre ID de cours
hi: कोर्स आईडी के लिए भुनाया गया
it: Riscattato per ID corso
ko_kr: 코스 ID에 대해 상환됨
pl_pl: Wymienione na identyfikator kursu
sl: Unovčeno za ID tečaja
uk_ua: Redeeded For id курс у

source: Redeemed
ar_sa: مستردة
cs: Vykoupeno
de: Eingelöst
fa_ir: بازخرید شد
fi: Lunastettu
fr_fr: Racheté
hi: रिडीम किया
it: Redento
ko_kr: 상환됨
pl_pl: Odkupiony
sl: Odkupljeno
uk_ua: викуплено

source: Active
ar_sa: نشيط
cs: Aktivní
de: Aktiv
fa_ir: فعال
fi: Aktiivinen
fr_fr: Actif
hi: क्रियाशील
it: Attivo
ko_kr: 활성화
pl_pl: Aktywny
sl: Aktiven
uk_ua: Активний

source: Inactive
ar_sa: غير نشط
cs: Neaktivní
de: Inaktiv
fa_ir: غیرفعال
fi: Epäaktiivinen
fr_fr: Inactif
hi: निष्क्रिय
it: Inattivo
ko_kr: 비활성
pl_pl: Nieaktywny
sl: Neaktiven
uk_ua: Неактивний

source: Discount
ar_sa: تخفيض
cs: Sleva
de: Rabatt
fa_ir: تخفیف
fi: Alennus
fr_fr: Remise
hi: छूट
it: Sconto
ko_kr: 할인
pl_pl: Rabat
sl: Popust
uk_ua: Знижка

source: Enrollment
ar_sa: التسجيل
cs: Zápis
de: Anmeldung
fa_ir: ثبت‌نام
fi: Ilmoittautuminen
fr_fr: Inscription
hi: नामांकन
it: Iscrizione
ko_kr: 수강신청
pl_pl: Zapisy
sl: Vpis
uk_ua: запис

source: Code
ar_sa: رمز
cs: Kód
fa_ir: رمز
fi: Koodi
hi: कोड
it: Codice
ko_kr: 코드
pl_pl: Kod
sl: Koda
uk_ua: Код

source: This row applies to all vouchers
ar_sa: ينطبق هذا الصف على جميع القسائم
cs: Tento řádek platí pro všechny vouchery
de: Diese Zeile gilt für alle Gutscheine
fa_ir: این ردیف برای همه کوپن‌ها اعمال می‌شود
fi: Tämä rivi koskee kaikkia kuponkeja
fr_fr: Cette ligne s&#39;applique à tous les bons
hi: यह पंक्ति सभी वाउचर पर लागू होती है
it: Questa riga si applica a tutti i voucher
ko_kr: 이 행은 모든 할인권에 대해 적용됩니다.
pl_pl: Ten wiersz dotyczy wszystkich kuponów
sl: Ta vrstica velja za vse kupone
uk_ua: Цей рядок стосується всіх ваучерів

source: Category
ar_sa: الفئة
cs: Kategorie
de: Kategorie
fa_ir: دسته‌بندی
fi: Kategoria
fr_fr: Catégorie
hi: वर्ग
it: Categoria
ko_kr: 범주
pl_pl: Kategoria
sl: Kategorija
uk_ua: Категорія

source: Coupon Expiry Date
ar_sa: تاريخ انتهاء القسيمة
cs: Datum vypršení platnosti kupónu
de: Ablaufdatum des Coupons
fa_ir: تاریخ پایان انقضا
fi: Kupongin viimeinen voimassaolopäivä
fr_fr: Date d&#39;expiration du coupon
hi: कूपन समाप्ति तिथि
it: Data di scadenza del coupon
ko_kr: 쿠폰 만료 날짜
pl_pl: kupon Data ważności
sl: Datum poteka veljavnosti kupona
uk_ua: Термін дії купон

source: Coupon Name
ar_sa: اسم القسيمة
cs: Název kupónu
de: Gutscheinname
fa_ir: نام کوپن
fi: Kupongin nimi
fr_fr: Nom du coupon
hi: कूपन का नाम
it: Nome del buono
ko_kr: 쿠폰 이름
pl_pl: Imię kupon
sl: Ime kupona
uk_ua: купон ім&#39;я

source: Coupon Start Date
ar_sa: تاريخ بدء القسيمة
cs: Datum zahájení kupónu
de: Coupon-Startdatum
fa_ir: تاریخ آغاز کوپن
fi: Kupongin alkamispäivä
fr_fr: Date de début du coupon
hi: कूपन आरंभ तिथि
it: Data di inizio del buono
ko_kr: 쿠폰 시작 날짜
pl_pl: kupon Data rozpoczęcia
sl: Začetni datum kupona
uk_ua: купон Дата початку

source: Coupon Type
ar_sa: نوع القسيمة
cs: Typ kupónu
de: Coupontyp
fa_ir: نوع کوپن
fi: Kupongin tyyppi
fr_fr: Type de coupon
hi: कूपन प्रकार
it: Tipo di buono
ko_kr: 쿠폰 유형
pl_pl: Typ kupon
sl: Vrsta kupona
uk_ua: купон вид

source: Create Date
ar_sa: تاريخ الإنشاء
cs: Vytvořit datum
de: Erstellungsdatum
fa_ir: ایجاد تاریخ
fi: Luo päivämäärä
fr_fr: créer un rendez-vous
hi: तिथि बनाएं
it: Crea data
ko_kr: 생성 날짜
pl_pl: Utworzyć Data
sl: Ustvari datum
uk_ua: Ст <span class='notranslate'>в орю в ати</span> Дата

source: Discount Percentage
ar_sa: نسبة الحسم
cs: Procento slevy
de: Rabattprozentsatz
fa_ir: درصد تخفیف
fi: Alennusprosentti
fr_fr: Pourcentage de remise
hi: डिस्काउंट प्रतिशत
it: Percentuale di sconto
ko_kr: 할인 비율
pl_pl: Procent rabatu
sl: Odstotek popusta
uk_ua: Знижка процент

source: Discount Amount
ar_sa: مقدار الخصم
cs: Výše slevy
de: Rabattbetrag
fa_ir: میزان تخفیف
fi: Alennuksen määrä
fr_fr: Montant de la remise
hi: छूट राशि
it: Totale sconto
ko_kr: 할인 금액
pl_pl: Kwota rabatu
sl: Znesek popusta
uk_ua: Знижка Сума

source: Email Domains
ar_sa: مجالات البريد الإلكتروني
cs: E-mailové domény
de: E-Mail-Domänen
fa_ir: دامنه‌های رایانامه
fi: Sähköpostin verkkotunnukset
fr_fr: Domaines de messagerie
hi: ईमेल डोमेन
it: Domini di posta elettronica
ko_kr: 이메일 도메인
pl_pl: Domeny e-mailowe
sl: E-poštne domene
uk_ua: Домени електронної пошти

source: Invoiced Amount
ar_sa: المبلغ المفوتر
cs: Fakturovaná částka
de: Rechnungsbetrag
fa_ir: مبلغ رسید
fi: Laskutettu summa
fr_fr: Montant facturé
hi: चालान की गई राशि
it: Importo fatturato
ko_kr: 청구된 금액
pl_pl: Zafakturowana kwota
sl: Znesek fakturiranja
uk_ua: виставлена сума

source: Note
ar_sa: ملاحظة
cs: Poznámka
de: Notiz
fa_ir: یادداشت
fi: Huomautus
fr_fr: Noter
hi: ध्यान दें
it: Nota
ko_kr: 노트
pl_pl: Notatka
sl: Opomba
uk_ua: Примітка

source: Price
ar_sa: السعر
cs: Cena
de: Preis
fa_ir: قیمت
fi: Hinta
fr_fr: Prix
hi: कीमत
it: Prezzo
ko_kr: 가격
pl_pl: Cena
sl: Cena
uk_ua: Ціна

source: Course ID
ar_sa: الرقم التعريفي للمساق
cs: ID kurzu
de: Kurs ID
fa_ir: شناسه دوره
fi: Kurssin tunnus
fr_fr: ID du cours
hi: पाठ्यक्रम आईडी
it: ID del corso
ko_kr: 강좌 ID
pl_pl: Identyfikator kursu
sl: ID tečaja
uk_ua: id курс у

source: Organization
ar_sa: المؤسّسة
cs: Organizace
de: Organisation
fa_ir: سازمان
fi: Organisaatio
fr_fr: Société
hi: संस्‍थान
it: Organizzazione
ko_kr: 기관
pl_pl: Organizacja
sl: Organizacija
uk_ua: організація

source: Course Seat Types
ar_sa: أنواع مقاعد الدورة
cs: Typy kurzů
de: Kursplatztypen
fa_ir: انواع صندلی‌های دوره‌های آموزشی
fi: Kurssin istuintyypit
fr_fr: Types de places de cours
hi: कोर्स सीट के प्रकार
it: Tipi di posti sul corso
ko_kr: 코스 유형
pl_pl: Typy miejsc na kursie
sl: Vrste sedežev za tečaj
uk_ua: курс Типи місць

source: Maximum Coupon Usage
ar_sa: الحد الأقصى لاستخدام القسيمة
cs: Maximální využití kupónu
de: Maximale Couponverwendung
fa_ir: حداکثر استفاده از کوپن
fi: Kupongin enimmäiskäyttö
fr_fr: Utilisation maximale des coupons
hi: अधिकतम कूपन उपयोग
it: Utilizzo massimo del buono
ko_kr: 최대 쿠폰 사용량
pl_pl: Maksymalne wykorzystanie kupon
sl: Največja uporaba kupona
uk_ua: Максимальне використання купон
